{
  "analytics_identifier": null,
  "base_path": "/injunction-domestic-violence",
  "content_id": "099873d8-6b71-49fa-82b0-6ff05bd5c12d",
  "description": "Apply for an injunction if you've been a victim of domestic abuse - non-molestation or occupation orders - who can apply, serving documents and attending a hearing.",
  "details": {
    "external_related_links": [

    ],
    "hide_chapter_navigation": false,
    "parts": [
      {
        "body": "<p>You can apply for an ‘injunction’ if you’ve been the victim of domestic abuse. An injunction is a court order that either:</p>\n\n<ul>\n  <li>protects you or your child from being harmed or threatened by the person who’s abused you - this is called a ‘non-molestation order’</li>\n  <li>decides who can live in the family home or enter the surrounding area - this is called an ‘occupation order’</li>\n</ul>\n\n<p>Before you apply, check if you’re eligible for a <a href=\"/injunction-domestic-violence/eligibility-non-molestation\">non-molestation order</a> or an <a href=\"/injunction-domestic-violence/eligibility-occupation\">occupation order</a>.</p>\n\n<p>The person named in the injunction can be arrested if they break it.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You can apply to <a href=\"/injunction-domestic-violence/extend-an-existing-injunction\">extend an existing injunction</a> if it’s ending and you still need protection.</p>\n</div>\n\n<p>There’s no fee when you apply, but you can choose to pay for legal advice to help you. <a href=\"/check-legal-aid\">Check if you can get legal aid</a>, which can help to pay for legal advice.</p>\n\n<p>You can also get advice on applying for an injunction from a charity, for example <a rel=\"external\" href=\"http://www.refuge.org.uk\">Refuge</a>, <a rel=\"external\" href=\"http://www.womensaid.org.uk\">Women’s Aid</a>, <a rel=\"external\" href=\"https://www.citizensadvice.org.uk/family/gender-violence/domestic-violence-and-abuse/\">Citizens Advice</a> or the <a rel=\"external\" href=\"http://www.mensadviceline.org.uk\">Men’s Advice Line</a>.</p>\n\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>If you’re in immediate danger of being abused or have been abused, <a href=\"/report-domestic-abuse\">report it to the police</a>.</p>\n</div>\n\n<h2 id=\"apply-online\">Apply online</h2>\n\n<p>You can use the RCJ Citizens Advice CourtNav service to <a rel=\"external\" href=\"https://injunction.courtnav.org.uk/register\">prepare an injunction application online</a>.</p>\n\n<p>You’ll need to:</p>\n\n<ul>\n  <li>create an online account</li>\n  <li>explain what happened to you</li>\n  <li>include the name and address of the person who’s abused you</li>\n</ul>\n\n<p>As part of your application, you can choose a law firm to review it.</p>\n\n<p>If you’re unable to get legal aid or pay for legal advice, your application can be sent back to a legal adviser at RCJ Citizens Advice to check for free.</p>\n\n<p>The legal adviser will tell you if you need to make a court application and how to submit one.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You can ask to have your hearing over a video or phone call if, for example, you need extra protection or it’s hard for you to come to court. You’ll need to explain your reason when you apply.</p>\n</div>\n\n<h2 id=\"apply-by-email-post-or-in-person\">Apply by email, post or in person</h2>\n\n<ol class=\"steps\">\n<li>\n<p><a href=\"/government/publications/apply-for-a-non-molestation-or-occupation-order-fl401\">Download and fill in the application form</a>.</p>\n</li>\n<li>\n<p>Write a supporting statement that explains what happened to you. You can either use the template included with the application form, or you can write your own. If you write your own, follow the guidance below under ‘If you write your own supporting statement without the template’.</p>\n</li>\n<li>\n<p><a href=\"/government/publications/form-c8-confidential-contact-details-family-procedure-rules-2010-rule-291\">Download and fill in form C8</a> if you want to keep your address and telephone number private.</p>\n</li>\n<li>\n<p>Email, post or hand in the documents to a <a rel=\"external\" href=\"https://www.find-court-tribunal.service.gov.uk/services/harm-and-abuse/domestic-abuse/documents/search-by-postcode\">court which deals with domestic abuse cases</a>. If you fill in your application form and supporting statement by hand, you may need to submit multiple copies of each. Check the last page of the application form to see how many copies you need.</p>\n</li>\n</ol>\n\n<h3 id=\"if-you-write-your-own-supporting-statement-without-the-template\">If you write your own supporting statement without the template</h3>\n\n<p>You must include a ‘statement of truth’ at the bottom of your supporting statement. Use the following words:</p>\n\n<p>“I understand that proceedings for contempt of court may be brought against anyone who makes, or causes to be made, a false statement in a document verified by a statement of truth without an honest belief in its truth. I believe that the facts stated in this form and any continuation sheets are true.”</p>\n\n<p>You must sign and date your statement of truth.</p>\n\n<h2 id=\"emergency-orders\">Emergency orders</h2>\n\n<p>If you need protection immediately, ask for an emergency order when you apply. You do not have to tell the person you want protection from that you’re applying so it’s known as a ‘without notice’ or ‘ex-parte’ application.</p>\n\n<p>The court will hold a hearing which you must attend. It may issue an order at the hearing.</p>\n\n<p>You’ll still have to <a href=\"/injunction-domestic-violence/after-you-submit-your-application\">tell that person about your application</a> after the order has been issued.</p>\n\n<p>An emergency order will usually last until <a href=\"/injunction-domestic-violence/your-court-hearing\">your hearing</a>.</p>\n\n<h2 id=\"if-youre-17-or-under\">If you’re 17 or under</h2>\n\n<p>If you’re under 16 you’ll need permission to apply from <a rel=\"external\" href=\"https://www.find-court-tribunal.service.gov.uk/services/high-court-district-registries/high-court-district-registries/nearest/search-by-postcode\">the High Court</a>.</p>\n\n<p>If you’re 16 or 17 you’ll need to appoint a ‘<a href=\"/litigation-friend\">litigation friend</a>’ to represent you in court – this is usually a parent, family member or close friend.</p>\n\n<h2 id=\"after-youve-applied\">After you’ve applied</h2>\n\n<p>After you’ve applied you must arrange for the person you’re applying to get an injunction against <a href=\"/injunction-domestic-violence/after-you-submit-your-application\">to be told about your application</a>.</p>\n",
        "slug": "how-to-apply",
        "title": "How to apply"
      },
      {
        "body": "<p>You can usually apply if you’re a victim of domestic abuse and the person you want to be protected from (‘the respondent’) is:</p>\n\n<ul>\n  <li>someone you’re having or have had a relationship with</li>\n  <li>a family member</li>\n  <li>someone you’re living or have lived with</li>\n</ul>\n\n<p>Check the following lists to make sure you can apply.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If you’re under 16 you need permission from <a rel=\"external\" href=\"https://www.find-court-tribunal.service.gov.uk/services/high-court-district-registries/high-court-district-registries/nearest/search-by-postcode\">the High Court</a> to apply.</p>\n</div>\n\n<h2 id=\"husband-wife-civil-partner-or-other-relationship\">Husband, wife, civil partner or other relationship</h2>\n\n<p>You can apply if you’re a victim of domestic abuse and the respondent is your:</p>\n\n<ul>\n  <li>husband, wife or civil partner</li>\n  <li>former husband, former wife or former civil partner</li>\n  <li>fiancé, fiancée or proposed civil partner</li>\n  <li>former fiancé, former fiancée or former proposed civil partner – if your engagement or agreement to form a civil partnership ended less than 3 years ago</li>\n  <li>boyfriend, girlfriend, partner or a person you’re in or have been in a relationship with for more than 6 months</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If you were engaged to or had agreed to form a civil partnership with the respondent, you’ll need to provide evidence, such as a ring or statement from a witness who attended a ceremony or celebration.</p>\n</div>\n\n<h2 id=\"family-member\">Family member</h2>\n\n<p>You can apply if the respondent is a close family member, for example a parent, brother, sister, aunt or uncle.</p>\n\n<h2 id=\"people-who-have-parental-responsibility-for-your-child-or-grandchild\">People who have parental responsibility for your child or grandchild</h2>\n\n<p>You can apply if you have a child or grandchild and the respondent is the child’s parent or person you share parental responsibility with.</p>\n\n<p>If your child (or grandchild) has been adopted, you can also apply to get an injunction against their:</p>\n\n<ul>\n  <li>adoptive parent</li>\n  <li>anyone who has applied to adopt them</li>\n  <li>anyone the child has been placed with for adoption</li>\n</ul>\n\n<p>You can also apply for an order against the child or grandchild if they’ve been adopted.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You can report anyone who abuses you to your <a rel=\"external\" href=\"https://www.police.uk\">neighbourhood police team</a>.</p>\n</div>\n\n",
        "slug": "eligibility-non-molestation",
        "title": "Who can apply: non-molestation order"
      },
      {
        "body": "<p>You can apply for an occupation order if you’re a victim of domestic abuse and meet the requirements. The order will say who can live in the family home or enter the surrounding area.</p>\n\n<p>You can apply if:</p>\n\n<ul>\n  <li>you own or rent the home and it is, was, or was intended to be shared with a husband or wife, civil partner, cohabitant, family member, person you’re engaged to or parent of your child</li>\n  <li>you do not own or rent the home but you’re married or in a civil partnership with the owner and you’re living in the home (known as ‘matrimonial home rights’)</li>\n  <li>your former husband, wife or civil partner is the owner or tenant, and the home is, was, or was intended to be your shared matrimonial home</li>\n  <li>the person you cohabit or cohabited with is the owner or tenant, and the home is, was, or was intended to be your shared home</li>\n</ul>\n\n",
        "slug": "eligibility-occupation",
        "title": "Who can apply: occupation order"
      },
      {
        "body": "<p>You’ll be given a document called a ‘Notice of Proceedings’ by the court. This tells you when your court hearing will take place.</p>\n\n<h2 id=\"telling-people-about-your-application\">Telling people about your application</h2>\n\n<p>The court will send you back a sealed copy of your application. You must arrange for the sealed copy and your witness statement to be ‘served’ on the person named in the application. This means making sure they get a copy of the documents in person.</p>\n\n<p>Your solicitor will do this if you have one. Or you can <a href=\"/government/publications/form-d89-request-for-personal-service-by-a-court-bailiff\">ask the court to serve the documents for free by filling in form D89</a>.</p>\n\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>Do not serve the documents yourself.</p>\n</div>\n",
        "slug": "after-you-submit-your-application",
        "title": "After you submit your application"
      },
      {
        "body": "<p>Your hearing will be held in private (sometimes called ‘in chambers’). In most cases only you and the person you’re applying for an injunction against, and any legal representatives, can attend.</p>\n\n<p>Read about <a href=\"/guidance/what-to-expect-coming-to-a-court-or-tribunal\">what to expect when you go to a court hearing</a>.</p>\n\n<h2 id=\"get-support-or-extra-protection-at-a-hearing\">Get support or extra protection at a hearing</h2>\n\n<p>You may be able to have your hearing over a video or phone call if you need extra protection or it’s hard for you to come to court. You can request this when you apply.</p>\n\n<p>The court will provide an interpreter if you asked for one when you applied for the injunction. They can translate what happens during the hearing but they cannot represent you or give you legal advice.</p>\n\n<p>Contact the court before the hearing if you need <a href=\"/going-to-court-victim-witness\">support or extra protection</a>.</p>\n\n<h3 id=\"apply-to-not-speak-to-the-other-party\">Apply to not speak to the other party</h3>\n\n<p>You can apply to not speak to or be questioned by the other party at a hearing.</p>\n\n<p>If you are making an abuse accusation <a href=\"/government/publications/accuser-apply-to-the-court-to-consider-whether-to-prevent-prohibit-questioning-cross-examination-in-person-form-ex740\">apply to not speak directly to the person you are accusing at a hearing</a>.</p>\n\n<p>If you are being accused of abuse <a href=\"/government/publications/accused-apply-to-the-court-to-consider-whether-to-prevent-prohibit-questioning-cross-examination-in-person-form-ex741\">apply to not speaking directly to the person making the accusation at a hearing</a>.</p>\n\n<h2 id=\"get-a-decision\">Get a decision</h2>\n\n<p>At the end of the hearing the court will make one of the following decisions:</p>\n\n<ul>\n  <li>the person you’ve applied for an injunction against must make an ‘undertaking’ (a promise) to do or not do something</li>\n  <li>you must provide more information - the court may issue a short-term order (an ‘interim order’) to protect you while you get this information</li>\n  <li>it will issue an order</li>\n</ul>\n\n<p>The judge may make a decision without a hearing if the person you’re applying for an injunction against lives with you. This is called ‘on paper’.</p>\n\n<h2 id=\"if-the-court-issues-an-order\">If the court issues an order</h2>\n\n<p>You will get a copy of the order which will say:</p>\n\n<ul>\n  <li>what the respondent can and cannot do</li>\n  <li>how long the order lasts for</li>\n</ul>\n\n<p>You must arrange for the order to be ‘served’ on the respondent. This means making sure they get a copy of the order in person.</p>\n\n<p>If you have a solicitor, they will arrange for the documents to be served. If you do not have a solicitor you can:</p>\n\n<ul>\n  <li>\n<a href=\"/government/publications/form-d89-request-for-personal-service-by-a-court-bailiff\">ask the court to serve the documents by filling in form D89</a> - you will not need to pay for this</li>\n  <li>hire a professional process server to serve the documents</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>Do not serve the documents yourself.</p>\n</div>\n\n<p>The court will send the order and the statement of service to the officer in charge of your <a rel=\"external\" href=\"http://www.police.uk\">neighbourhood police station</a> or the police station named in the court order.</p>\n\n<p>If the person named in your injunction does not follow the court order, you can call the police.</p>\n\n<h3 id=\"if-your-injunction-is-ending-and-you-still-need-protection\">If your injunction is ending and you still need protection</h3>\n\n<p>You can <a href=\"/injunction-domestic-violence/extend-an-existing-injunction\">apply to extend an existing injunction</a> if it’s close to ending and you still need protection.</p>\n\n<p>If your injunction has ended, you can <a href=\"/injunction-domestic-violence\">apply for a new injunction</a>.</p>\n\n<h2 id=\"complaints-and-appeals\">Complaints and appeals</h2>\n\n<p>You can complain to the court where you had the hearing if you’re unhappy with the service they provided.</p>\n\n<p>You may be able to make an appeal about the decision if you think there’s been a serious mistake. You’ll have to get permission to make the appeal and there’s usually a fee. Read the <a href=\"/government/publications/appeal-a-court-decision-civil-and-family-appeals-ex340\">guidance on how to make an appeal</a>.</p>\n",
        "slug": "your-court-hearing",
        "title": "Your court hearing"
      },
      {
        "body": "<p>You can apply to extend an existing injunction if you still need protection. You must apply for an extension before your injunction ends.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If your injunction has ended and you still need protection, you must <a href=\"/injunction-domestic-violence\">apply for a new injunction</a>.</p>\n</div>\n\n<h2 id=\"how-to-apply-for-an-extension\">How to apply for an extension</h2>\n\n<p><a href=\"/government/publications/form-fl403-application-to-vary-extend-or-discharge-an-order-in-existing-proceedings\">Download form FL403</a> and fill it in.</p>\n\n<p>Email, post or hand in the form to the <a href=\"/find-court-tribunal\">court you got your injunction from</a>.</p>\n\n<h2 id=\"get-help-with-your-application\">Get help with your application</h2>\n\n<p>If you need help applying for an extension you can contact:</p>\n\n<ul>\n  <li>the <a href=\"/find-court-tribunal\">court you got your injunction from</a>\n</li>\n  <li><a rel=\"external\" href=\"https://www.supportthroughcourt.org/\">Support Through Court</a></li>\n</ul>\n\n<h2 id=\"after-you-apply\">After you apply</h2>\n\n<p>The court will usually hold <a href=\"/injunction-domestic-violence/your-court-hearing\">another hearing</a> within 3 weeks of receiving your application to consider your extension.</p>\n\n<p>You’ll get the decision at the court hearing or by email or post if you do not attend.</p>\n",
        "slug": "extend-an-existing-injunction",
        "title": "Extend an existing injunction"
      }
    ]
  },
  "document_type": "guide",
  "first_published_at": "2014-11-27T12:02:56Z",
  "links": {
    "available_translations": [
      {
        "api_path": "/api/content/injunction-domestic-violence",
        "api_url": "https://www.gov.uk/api/content/injunction-domestic-violence",
        "base_path": "/injunction-domestic-violence",
        "content_id": "099873d8-6b71-49fa-82b0-6ff05bd5c12d",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2015-09-24T10:18:39Z",
        "schema_name": "guide",
        "title": "Get an injunction if you've been the victim of domestic abuse",
        "web_url": "https://www.gov.uk/injunction-domestic-violence",
        "withdrawn": false
      }
    ],
    "mainstream_browse_pages": [
      {
        "api_path": "/api/content/browse/justice/compensation-victim-support",
        "api_url": "https://www.gov.uk/api/content/browse/justice/compensation-victim-support",
        "base_path": "/browse/justice/compensation-victim-support",
        "content_id": "fb5999e3-e364-40a4-997c-c731ad51ca7d",
        "description": "Includes criminal injuries compensation and other victim support",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2022-12-21T09:01:46Z",
        "schema_name": "mainstream_browse_page",
        "title": "Compensation and victim support",
        "web_url": "https://www.gov.uk/browse/justice/compensation-victim-support",
        "withdrawn": false
      }
    ],
    "ordered_related_items": [
      {
        "api_path": "/api/content/report-domestic-abuse",
        "api_url": "https://www.gov.uk/api/content/report-domestic-abuse",
        "base_path": "/report-domestic-abuse",
        "content_id": "fd1aa297-6470-42d0-9674-e4e2fe66dc86",
        "document_type": "answer",
        "links": {
          "mainstream_browse_pages": [
            {
              "api_path": "/api/content/browse/justice/reporting-crimes",
              "api_url": "https://www.gov.uk/api/content/browse/justice/reporting-crimes",
              "base_path": "/browse/justice/reporting-crimes",
              "content_id": "b17b99b8-a791-48f9-8eab-c78c39abf890",
              "description": "Includes antisocial behaviour, abuse, benefit fraud and terrorism",
              "document_type": "mainstream_browse_page",
              "links": {
                "parent": [
                  {
                    "api_path": "/api/content/browse/justice",
                    "api_url": "https://www.gov.uk/api/content/browse/justice",
                    "base_path": "/browse/justice",
                    "content_id": "66e4e3cc-3c35-4272-bacf-afdea2bc4da1",
                    "description": "Legal processes, courts and the police",
                    "document_type": "mainstream_browse_page",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2022-04-06T18:09:47Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Crime, justice and the law",
                    "web_url": "https://www.gov.uk/browse/justice",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "public_updated_at": "2022-12-21T09:01:48Z",
              "schema_name": "mainstream_browse_page",
              "title": "Reporting crimes",
              "web_url": "https://www.gov.uk/browse/justice/reporting-crimes",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2016-06-29T15:53:32Z",
        "schema_name": "answer",
        "title": "Report domestic abuse",
        "web_url": "https://www.gov.uk/report-domestic-abuse",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/guidance/what-to-expect-coming-to-a-court-or-tribunal",
        "api_url": "https://www.gov.uk/api/content/guidance/what-to-expect-coming-to-a-court-or-tribunal",
        "base_path": "/guidance/what-to-expect-coming-to-a-court-or-tribunal",
        "content_id": "ff22f434-19ec-41b3-b889-4a90c3cc331e",
        "document_type": "detailed_guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2022-10-17T07:18:28Z",
        "schema_name": "detailed_guide",
        "title": "What to expect coming to a court or tribunal",
        "web_url": "https://www.gov.uk/guidance/what-to-expect-coming-to-a-court-or-tribunal",
        "withdrawn": false
      }
    ],
    "organisations": [
      {
        "analytics_identifier": "EA601",
        "api_path": "/api/content/government/organisations/hm-court-service",
        "api_url": "https://www.gov.uk/api/content/government/organisations/hm-court-service",
        "base_path": "/government/organisations/hm-court-service",
        "content_id": "d6e01278-c1e5-4e96-a553-5e3a6bebf236",
        "details": {
          "acronym": "",
          "brand": null,
          "default_news_image": null,
          "logo": {
            "crest": "single-identity",
            "formatted_title": "HM Court Service"
          },
          "organisation_govuk_status": {
            "status": "merged",
            "updated_at": null,
            "url": ""
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "HM Courts Service",
        "web_url": "https://www.gov.uk/government/organisations/hm-court-service",
        "withdrawn": false
      }
    ],
    "parent": [
      {
        "api_path": "/api/content/browse/justice/compensation-victim-support",
        "api_url": "https://www.gov.uk/api/content/browse/justice/compensation-victim-support",
        "base_path": "/browse/justice/compensation-victim-support",
        "content_id": "fb5999e3-e364-40a4-997c-c731ad51ca7d",
        "description": "Includes criminal injuries compensation and other victim support",
        "document_type": "mainstream_browse_page",
        "links": {
          "parent": [
            {
              "api_path": "/api/content/browse/justice",
              "api_url": "https://www.gov.uk/api/content/browse/justice",
              "base_path": "/browse/justice",
              "content_id": "66e4e3cc-3c35-4272-bacf-afdea2bc4da1",
              "description": "Legal processes, courts and the police",
              "document_type": "mainstream_browse_page",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2022-04-06T18:09:47Z",
              "schema_name": "mainstream_browse_page",
              "title": "Crime, justice and the law",
              "web_url": "https://www.gov.uk/browse/justice",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2022-12-21T09:01:46Z",
        "schema_name": "mainstream_browse_page",
        "title": "Compensation and victim support",
        "web_url": "https://www.gov.uk/browse/justice/compensation-victim-support",
        "withdrawn": false
      }
    ],
    "primary_publishing_organisation": [
      {
        "analytics_identifier": "OT1056",
        "api_path": "/api/content/government/organisations/government-digital-service",
        "api_url": "https://www.gov.uk/api/content/government/organisations/government-digital-service",
        "base_path": "/government/organisations/government-digital-service",
        "content_id": "af07d5a5-df63-4ddc-9383-6a666845ebe9",
        "details": {
          "acronym": "GDS",
          "brand": "cabinet-office",
          "default_news_image": null,
          "logo": {
            "crest": "single-identity",
            "formatted_title": "Government Digital Service"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Government Digital Service",
        "web_url": "https://www.gov.uk/government/organisations/government-digital-service",
        "withdrawn": false
      }
    ],
    "suggested_ordered_related_items": [
      {
        "api_path": "/api/content/government/publications/form-n16a-application-for-injunction-general-form",
        "api_url": "https://www.gov.uk/api/content/government/publications/form-n16a-application-for-injunction-general-form",
        "base_path": "/government/publications/form-n16a-application-for-injunction-general-form",
        "content_id": "5d974cf5-ab38-488e-8805-56b57e3ee54b",
        "document_type": "form",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2014-04-30T23:00:00Z",
        "schema_name": "publication",
        "title": "Form N16A: Application for injunction (General form)",
        "web_url": "https://www.gov.uk/government/publications/form-n16a-application-for-injunction-general-form",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/check-legal-aid",
        "api_url": "https://www.gov.uk/api/content/check-legal-aid",
        "base_path": "/check-legal-aid",
        "content_id": "2912cb9f-fe86-4825-8dc8-88307f3b92ad",
        "document_type": "transaction",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2015-08-05T13:20:28Z",
        "schema_name": "transaction",
        "title": "Check if you can get legal aid",
        "web_url": "https://www.gov.uk/check-legal-aid",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/represent-yourself-in-court",
        "api_url": "https://www.gov.uk/api/content/represent-yourself-in-court",
        "base_path": "/represent-yourself-in-court",
        "content_id": "c87b58e3-3dab-49dd-968b-ca7834141720",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2016-04-01T10:47:41Z",
        "schema_name": "guide",
        "title": "Represent yourself in court",
        "web_url": "https://www.gov.uk/represent-yourself-in-court",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/government/publications/form-fl403-application-to-vary-extend-or-discharge-an-order-in-existing-proceedings",
        "api_url": "https://www.gov.uk/api/content/government/publications/form-fl403-application-to-vary-extend-or-discharge-an-order-in-existing-proceedings",
        "base_path": "/government/publications/form-fl403-application-to-vary-extend-or-discharge-an-order-in-existing-proceedings",
        "content_id": "1a555af3-4b94-460c-b319-cae71be20412",
        "document_type": "form",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2023-02-08T13:45:38Z",
        "schema_name": "publication",
        "title": "Apply to change or set aside a non-molestation order or occupation order: Form FL403",
        "web_url": "https://www.gov.uk/government/publications/form-fl403-application-to-vary-extend-or-discharge-an-order-in-existing-proceedings",
        "withdrawn": false
      }
    ],
    "taxons": [
      {
        "api_path": "/api/content/crime-justice-and-law/reporting-crimes-compensation",
        "api_url": "https://www.gov.uk/api/content/crime-justice-and-law/reporting-crimes-compensation",
        "base_path": "/crime-justice-and-law/reporting-crimes-compensation",
        "content_id": "fa5b3b7e-682a-49fd-bf99-d2cfe3e16a26",
        "details": {
          "internal_name": "Reporting crimes and getting compensation [M]",
          "notes_for_editors": "",
          "visible_to_departmental_editors": false
        },
        "document_type": "taxon",
        "links": {
          "parent_taxons": [
            {
              "api_path": "/api/content/crime-justice-and-law",
              "api_url": "https://www.gov.uk/api/content/crime-justice-and-law",
              "base_path": "/crime-justice-and-law",
              "content_id": "ba951b09-5146-43be-87af-44075eac3ae9",
              "description": "",
              "details": {
                "internal_name": "Crime, justice and law",
                "notes_for_editors": "",
                "visible_to_departmental_editors": true
              },
              "document_type": "taxon",
              "links": {
                "root_taxon": [
                  {
                    "api_path": "/api/content/",
                    "api_url": "https://www.gov.uk/api/content/",
                    "base_path": "/",
                    "content_id": "f3bbdec2-0e62-4520-a7fd-6ffd5d36e03a",
                    "document_type": "homepage",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2023-06-28T09:32:34Z",
                    "schema_name": "homepage",
                    "title": "GOV.UK homepage",
                    "web_url": "https://www.gov.uk/",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "phase": "live",
              "public_updated_at": "2018-09-16T20:34:51Z",
              "schema_name": "taxon",
              "title": "Crime, justice and law",
              "web_url": "https://www.gov.uk/crime-justice-and-law",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2018-09-05T16:15:52Z",
        "schema_name": "taxon",
        "title": "Reporting crimes and getting compensation",
        "web_url": "https://www.gov.uk/crime-justice-and-law/reporting-crimes-compensation",
        "withdrawn": false
      }
    ]
  },
  "locale": "en",
  "phase": "live",
  "public_updated_at": "2015-09-24T10:18:39Z",
  "publishing_app": "publisher",
  "publishing_request_id": "21-1707143487.634-10.13.20.112-25258",
  "publishing_scheduled_at": null,
  "rendering_app": "government-frontend",
  "scheduled_publishing_delay_seconds": null,
  "schema_name": "guide",
  "title": "Get an injunction if you've been the victim of domestic abuse",
  "updated_at": "2024-02-05T14:31:28Z",
  "withdrawn_notice": {
  }
}