{
  "analytics_identifier": null,
  "base_path": "/shared-ownership-scheme",
  "content_id": "0f106ba0-3766-4ace-bd80-30ae70405fbb",
  "description": "Find out about buying a home through shared ownership. Read about who can apply, costs, paying rent, buying more shares and repairing and selling your home. ",
  "details": {
    "external_related_links": [

    ],
    "hide_chapter_navigation": false,
    "parts": [
      {
        "body": "<p>You can buy a home through the shared ownership scheme if you cannot afford all of the deposit and mortgage payments for a home that meets your needs.</p>\n\n<p>You buy a share of the property and pay rent to a landlord on the rest.</p>\n\n<p>There are different rules on:</p>\n\n<ul>\n  <li><a rel=\"external\" href=\"https://www.nidirect.gov.uk/articles/co-ownership\">shared ownership in Northern Ireland</a></li>\n  <li><a rel=\"external\" href=\"https://www.mygov.scot/shared-ownership\">shared ownership in Scotland</a></li>\n  <li><a rel=\"external\" href=\"https://gov.wales/shared-ownership-wales\">shared ownership in Wales</a></li>\n</ul>\n\n<p>When you buy a home through shared ownership, you:</p>\n\n<ul>\n  <li>buy a share between 10% and 75% of the home’s full market value</li>\n  <li>\n<a href=\"/shared-ownership-scheme/paying-rent\">pay rent to the landlord</a> for the share they own</li>\n  <li>usually pay monthly <a href=\"/leasehold-property/service-charges-and-other-expenses\">ground rent and service charges</a>, for example towards the maintenance of communal areas</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>There’s a different way to buy a share of a home that you already rent - through <a href=\"/right-to-shared-ownership\">Right to Shared Ownership</a>.</p>\n</div>\n\n<h2 id=\"buying-your-share\">Buying your share</h2>\n\n<p>The share you can buy is usually between 25% and 75%. You can buy a 10% share on some homes.</p>\n\n<p>You can take out a mortgage to buy your share or pay for it with savings. You’ll also need to pay a deposit, usually between 5% and 10% of the share you’re buying.</p>\n\n<p>You can <a href=\"/shared-ownership-scheme/buying-more-shares-staircasing\">buy more shares in your home</a> in the future. This is known as ‘staircasing’. If you buy more shares, you’ll pay less rent. The amount of rent you pay will be based on the landlord’s share.</p>\n\n<h2 id=\"homes-you-can-buy-through-shared-ownership\">Homes you can buy through shared ownership</h2>\n\n<p>You can buy:</p>\n\n<ul>\n  <li>a new-build home</li>\n  <li>an existing home through a shared ownership resale scheme</li>\n  <li>a home that meets your specific needs, if you have a long-term disability - for example, a ground floor flat</li>\n</ul>\n\n<p>Shared ownership homes are offered by housing associations, local councils, and other organisations. They are called ‘providers’ or the landlord.</p>\n\n<p>All shared ownership homes (houses and flats) are <a href=\"/leasehold-property\">leasehold properties</a>.</p>\n\n<h2 id=\"other-help-to-buy-a-home\">Other help to buy a home</h2>\n\n<p>You may be eligible for support to buy a home through other <a href=\"/affordable-home-ownership-schemes\">affordable home ownership schemes</a>.</p>\n",
        "slug": "how-shared-ownership-works",
        "title": "How shared ownership works"
      },
      {
        "body": "<p>You can buy a home through shared ownership if both of the following are true:</p>\n\n<ul>\n  <li>your household income is £80,000 a year or less (£90,000 a year or less in London)</li>\n  <li>you cannot afford all of the deposit and mortgage payments for a home that meets your needs</li>\n</ul>\n\n<p>One of the following must also be true:</p>\n\n<ul>\n  <li>you’re a first-time buyer</li>\n  <li>you used to own a home but cannot afford to buy one now</li>\n  <li>you’re forming a new household - for example, after a relationship breakdown</li>\n  <li>you’re an existing shared owner, and you want to move</li>\n  <li>you own a home and want to move but cannot afford a new home that meets your needs</li>\n</ul>\n\n<p>For some homes you may have to show that you live in, work in, or have a connection to the area where you want to buy the home.</p>\n\n<p><a rel=\"external\" href=\"https://www.shared-ownership-scheme.service.gov.uk/check-eligibility-to-buy-a-shared-ownership-home\">Check if you’re eligible to buy a home through shared ownership</a>.</p>\n\n<h2 id=\"if-you-own-a-home\">If you own a home</h2>\n\n<p>When you buy a shared ownership home, you must have:</p>\n\n<ul>\n  <li>formally accepted an offer for the sale of your current home (called ‘sold subject to contract’ or ‘STC’)</li>\n  <li>written confirmation of the sale agreed (called a ‘memorandum of sale’) including the price and your intention to sell</li>\n</ul>\n\n<p>You must have completed the sale of your home on or before the date you complete buying your shared ownership home.</p>\n\n<h2 id=\"older-people\">Older people</h2>\n\n<p>If you’re aged 55 or over at the time of buying the home, you can buy up to a 75% share through the Older Persons Shared Ownership (OPSO) scheme. Once you own 75%, you will not pay rent on the rest.</p>\n\n<h2 id=\"disabled-people\">Disabled people</h2>\n\n<p>You can apply for a scheme called home ownership for people with a long-term disability (HOLD) if other scheme properties do not meet your needs. For example, if you need a ground floor home.</p>\n\n<h2 id=\"priority-for-members-of-the-armed-forces\">Priority for members of the armed forces</h2>\n\n<p>Sometimes several households make an offer on a home at the same time. Your offer will be prioritised if you’re a serving member of the armed forces.</p>\n\n<p>Your offer may also be prioritised if you previously served in the armed forces. It depends on what your role was.</p>\n",
        "slug": "who-can-apply",
        "title": "Who can apply"
      },
      {
        "body": "<p>You’ll need to plan for all the costs when buying a home.</p>\n\n<p>When you’ve found the home that you want to buy, the landlord will pass you to a mortgage adviser. The mortgage advisor will assess your income and outgoings to make sure you can afford the payments for your home.</p>\n\n<p>Read the ‘key information document’ about the home to check the costs. The landlord will give you a copy of this before you reserve your home.</p>\n\n<h2 id=\"reservation-fee\">Reservation fee</h2>\n\n<p>When you find a home you want to buy, you’ll usually need to pay a reservation fee of up to £500 to the landlord.</p>\n\n<p>When you pay the fee, no one else will be able to reserve the home for a fixed period. The landlord will tell you how long the fee secures the home for.</p>\n\n<p>The fee will be taken off the final amount you pay on the day you buy the home (‘completion day’).</p>\n\n<p>If you do not buy the home, you will usually not get the fee back. Check with the landlord before you reserve it.</p>\n\n<h2 id=\"buying-costs\">Buying costs</h2>\n\n<p>You’ll need to pay a deposit (usually between 5% and 10% of the share you’re buying) when you exchange contracts.</p>\n\n<p>When you buy your home you’ll need to pay:</p>\n\n<ul>\n  <li>your solicitors’ fees</li>\n  <li>your monthly mortgage repayments</li>\n  <li><a href=\"/shared-ownership-scheme/paying-rent\">rent to the landlord</a></li>\n  <li>any monthly charges (for example, a <a href=\"/leasehold-property/service-charges-and-other-expenses\">service charge</a> to pay for the maintenance of communal areas)</li>\n</ul>\n\n<p>You may also need to pay <a href=\"/guidance/sdlt-shared-ownership-property\">stamp duty</a>.</p>\n\n<p>Your solicitor will give you a list of buying costs. They’ll go through it with you and explain what you need to do.</p>\n\n<p>Once you own the home, you’ll need to pay buildings insurance. You may need to also pay:</p>\n\n<ul>\n  <li>a service charge</li>\n  <li>an estate charge</li>\n  <li>a management fee</li>\n  <li>into a repairs reserve fund</li>\n</ul>\n\n<h3 id=\"service-charge\">Service charge</h3>\n\n<p>You usually need to pay a monthly <a href=\"/leasehold-property/service-charges-and-other-expenses\">service charge</a> when you buy a shared ownership home. This covers the cost of cleaning and maintaining communal areas, such as communal gardens or the external windows of a block of flats.</p>\n\n<p>You can ask the landlord for a summary showing how the charge is worked out and what it’s spent on.</p>\n\n<h3 id=\"estate-charge\">Estate charge</h3>\n\n<p>For some homes, you’ll need to pay an estate charge. This is to cover the cost of maintaining any communal areas that are not covered by the service charge, such as roads.</p>\n\n<h3 id=\"management-fee\">Management fee</h3>\n\n<p>For some homes, you’ll need to pay a fee to the landlord to cover their administration costs.</p>\n\n<h3 id=\"repairs-reserve-fund\">Repairs reserve fund</h3>\n\n<p>You may need to pay into a reserve fund (also called a ‘sinking fund’). The fund covers major works, like replacing the roof. Reserve funds usually apply to flats, but some house developments have them.</p>\n\n<p>You can find out <a rel=\"external\" href=\"https://www.lease-advice.org/advice-guide/service-charges-other-issues/#7\">how landlords must manage these funds on the Leasehold Advisory Service website</a>. You will not usually be able to get back any money you pay into them. For example, if you move home.</p>\n\n<h2 id=\"extending-your-lease\">Extending your lease</h2>\n\n<p>If the remaining lease on your home is too short, it may become difficult to sell or remortgage your home. This can affect the value of your home.</p>\n\n<p>You’ll need your landlord’s permission to extend your lease. Check with your landlord before you buy what rules they have for shared owners who want to do this and how much you will have to pay. When the remaining lease drops below 80 years, it can be much more expensive to extend.</p>\n\n<p>You can <a rel=\"external\" href=\"https://www.lease-advice.org/advice-guide/lease-extension-getting-started/\">read more about extending a lease on the Leasehold Advisory Service website</a>.</p>\n\n",
        "slug": "costs",
        "title": "Costs"
      },
      {
        "body": "<p>For a shared ownership home, you need to pay rent to your landlord for the share you do not own.</p>\n\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>You may lose your home and the money you put into it if you do not pay your rent or you break the terms of your lease.</p>\n</div>\n\n<p>The landlord usually reviews the rent each year so your rent may increase. There are limits to how much rent the landlord can charge you.</p>\n\n<h2 id=\"rent-limits\">Rent limits</h2>\n\n<p>If you buy a new-build shared ownership home, the rent limit is 3% of the value of the share the landlord owns. Most landlords charge 2.75%.</p>\n\n<p>For ‘resale’ homes, the starting rent will be set at the same level as the previous shared owner was paying.</p>\n\n<div class=\"example\">\n<p>Example</p>\n\n<p>The table shows how much the rent might be for a home valued at £400,000 and a home valued at £200,000.</p>\n\n<table>\n  <thead>\n    <tr>\n      <td></td>\n      <th scope=\"col\">Home 1</th>\n      <th scope=\"col\">Home 2</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <th scope=\"row\">Total value of the home</th>\n      <td>£400,000</td>\n      <td>£200,000</td>\n    </tr>\n    <tr>\n      <th scope=\"row\">Your share (40% of the total)</th>\n      <td>£160,000</td>\n      <td>£80,000</td>\n    </tr>\n    <tr>\n      <th scope=\"row\">Remaining share (60% of the total)</th>\n      <td>£240,000</td>\n      <td>£120,000</td>\n    </tr>\n    <tr>\n      <th scope=\"row\">Rent for the first year (2.75% of remaining share)</th>\n      <td>£6,600</td>\n      <td>£3,300</td>\n    </tr>\n    <tr>\n      <th scope=\"row\">Your monthly rent</th>\n      <td>£550</td>\n      <td>£275</td>\n    </tr>\n  </tbody>\n</table>\n</div>\n\n<h2 id=\"rent-review\">Rent review</h2>\n\n<p>The landlord will review your rent at the times set out in your lease. This is usually once a year.</p>\n\n<p>Your rent may go up when it is reviewed. It will not go down.</p>\n\n<p>How much your rent can go up depends on the date you signed your lease.</p>\n\n<h3 id=\"if-you-signed-your-lease-before-12-october-2023\">If you signed your lease before 12 October 2023</h3>\n\n<p>The most your rent can go up by is the percentage increase in the <a rel=\"external\" href=\"https://www.ons.gov.uk/economy/inflationandpriceindices/timeseries/czbh/mm23\">Retail Prices Index (<abbr title=\"Retail Prices Index\">RPI</abbr>)</a> for the last 12 months plus 0.5%. This means that if the <abbr title=\"Retail Prices Index\">RPI</abbr> increase for the 12 months is 0% or negative, the most your rent can go up by is 0.5%.</p>\n\n<div class=\"example\">\n<p>Example</p>\n\n<p>Your rent is £360 a month. On your rent review date, the RPI increase over the last 12 months is 4% so your rent could increase by 4.5% (9.1% plus 0.5%). This means your rent could go up to £376.20 a month.</p>\n</div>\n\n<h3 id=\"if-you-signed-your-lease-on-or-after-12-october-2023\">If you signed your lease on or after 12 October 2023</h3>\n\n<p>Check the terms of your lease to see how much your landlord can increase your rent by. It will be either:</p>\n\n<ul>\n  <li>the Retail Prices Index (<abbr title=\"Retail Prices Index\">RPI</abbr>) plus up to 0.5%</li>\n  <li>the Consumer Prices Index (<abbr title=\"Consumer Prices Index\">CPI</abbr>) plus 1%</li>\n</ul>\n\n<p>If your rent increases in line with the <abbr title=\"Consumer Prices Index\">CPI</abbr>, the most your rent can go up by is the percentage increase in the <abbr title=\"Consumer Prices Index\">CPI</abbr> for the last 12 months plus 1%. If the <abbr title=\"Consumer Prices Index\">CPI</abbr> increase for the 12 months is -1% or below, your rent can be held at 0%.</p>\n\n<div class=\"example\">\n<p>Example</p>\n\n<p>Your rent is £550 a month. On your rent review date, the CPI increase for the last 12 months is 2.1%, so the most your rent could increase by is 3.1% (2.1% plus 1%). This means your rent could go up to £567.05 a month.</p>\n</div>\n\n<h2 id=\"if-you-buy-more-shares\">If you buy more shares</h2>\n\n<p>The amount of rent you pay will be based on the landlord’s share. If you buy more shares, you’ll pay less rent.</p>\n\n<div class=\"example\">\n<p>Example</p>\n\n<p>You own a 40% share and pay £800 a month in rent on the 60% the landlord owns. You buy another 30%, so now you own 70% of the home and the landlord owns 30%.</p>\n\n<p>Because the landlord owns half as much as they did before, your rent is also half as much as it was - £400 instead of £800.</p>\n</div>\n\n",
        "slug": "paying-rent",
        "title": "Paying rent"
      },
      {
        "body": "<p>There are 4 steps to apply for a shared ownership home.</p>\n\n<h2 id=\"check-if-you-can-buy-a-home-through-shared-ownership\">1. Check if you can buy a home through shared ownership</h2>\n\n<p><a href=\"/shared-ownership-scheme/who-can-apply\">Find out who can apply to buy a home through shared ownership</a>.</p>\n\n<h2 id=\"find-a-home-you-want-to-buy\">2. Find a home you want to buy</h2>\n\n<p>If you’re eligible, you can contact an organisation selling shared ownership homes in your area.</p>\n\n<p>They will:</p>\n\n<ul>\n  <li>make sure you’re eligible</li>\n  <li>send you information about any homes for sale</li>\n  <li>arrange viewings</li>\n  <li>check you can afford the home</li>\n</ul>\n\n<p><a href=\"https://www.gov.uk/shared-ownership-scheme/finding-shared-ownership-home\">Find out where you can search for shared ownership homes for sale</a>.</p>\n\n<h2 id=\"reserve-your-home\">3. Reserve your home</h2>\n\n<p>If you’re eligible to buy the home, you can pay a fee (of up to £500) to the landlord to reserve it.</p>\n\n<p>When you pay the fee, no one else will be able to reserve the home for a fixed period. The landlord will tell you how long the fee secures the home for.</p>\n\n<p>The fee will be taken off the final amount you pay on the day you buy the home (‘completion day’).</p>\n\n<p>If you do not buy the home, you will usually not get a refund for the fee. Check with the landlord before you reserve it.</p>\n\n<h2 id=\"choose-someone-to-do-the-legal-work-conveyancing\">4. Choose someone to do the legal work (‘conveyancing’)</h2>\n\n<p>You’ll need to find a legal professional to handle the process of transferring ownership from the property seller to you (called conveyancing).</p>\n\n<p>You can use a solicitor or a licensed conveyancer. They’ll also explain the terms of the shared ownership lease to you and check the conditions of your mortgage offer, if you have one.</p>\n\n<p>You can <a href=\"/government/publications/how-to-buy-a-home/how-to-buy#instructing-a-legal-representative\">read more about conveyancing in the ‘Instructing a legal representative’ section of the home buying guidance</a>.</p>\n",
        "slug": "apply",
        "title": "Apply"
      },
      {
        "body": "<p>There are several places where you can search for shared ownership homes for sale in England.</p>\n\n<p>You can:</p>\n\n<ul>\n  <li><a rel=\"external\" href=\"https://www.shared-ownership-scheme.service.gov.uk/find-organisations-selling-shared-ownership-homes\">find an organisation that sells shared ownership homes in England (excluding London)</a></li>\n  <li><a rel=\"external\" href=\"https://www.london.gov.uk/programmes-strategies/housing-and-land/homes-londoners/homes-londoners-property-search\">find a shared ownership home in London on the Homes for Londoners website</a></li>\n</ul>\n\n<h2 id=\"housing-associations\">Housing associations</h2>\n\n<p>Housing associations advertise shared ownership homes for sale:</p>\n\n<ul>\n  <li>on their websites</li>\n  <li>on their property developments</li>\n  <li>through their ‘resale’ schemes</li>\n</ul>\n\n<h2 id=\"local-councils\">Local councils</h2>\n\n<p>Some local councils advertise shared ownership homes for sale. Depending on the area, there may be additional eligibility criteria. For example, homes reserved for people who already have a local connection to the area.</p>\n\n<p><a href=\"/find-local-council\">Find your local council</a>.</p>\n\n<h2 id=\"homebuilders\">Homebuilders</h2>\n\n<p>Homebuilders advertise shared ownership homes for sale on their websites and property developments.</p>\n\n<h2 id=\"national-property-listing-websites\">National property listing websites</h2>\n\n<p>Most national property listing websites also list shared ownership homes for sale.</p>\n\n",
        "slug": "finding-shared-ownership-home",
        "title": "Finding a shared ownership home"
      },
      {
        "body": "<p>You will need to pay for repairs and maintenance no matter what share you own.</p>\n\n<p>Some costs might be covered by the building warranty, or by the landlord if your home has an ‘initial repair period’. Check the ‘key information document’ for the home to see if it has an initial repair period. The landlord will give you a copy of this document before you reserve your home.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You need to have your boiler serviced every year by an engineer on the <a rel=\"external\" href=\"https://www.gassaferegister.co.uk/\">Gas Safe Register</a>.</p>\n</div>\n\n<h2 id=\"home-improvements-decoration-and-structural-changes\">Home improvements, decoration and structural changes</h2>\n\n<p>You can paint, decorate and refurbish a shared ownership home, for example replace a kitchen or bathroom. Your landlord is not responsible for this.</p>\n\n<p>You might need written permission from your landlord to make structural changes. Check with your landlord what you need permission for.</p>\n\n<p>Changes to your home may increase or decrease its market value. This can affect the price <a href=\"/shared-ownership-scheme/buying-more-shares-staircasing\">if you buy shares of 5% or more in the future</a>.</p>\n\n<p>Homebuilders recommend not decorating new-build homes in the first year. This is because you may need to redecorate again after the building materials like timber and plaster have had time to dry out and settle.</p>\n\n<h2 id=\"external-and-structural-repairs\">External and structural repairs</h2>\n\n<p>The building warranty will usually cover the cost of structural repairs in the first 10 or 12 years for new-build homes.</p>\n\n<p>For flats, the building owner (usually the landlord) will arrange external and structural repairs needed. The cost will be divided between you and the other flat owners in the building if the <a href=\"/shared-ownership-scheme/costs\">reserve fund</a> does not cover the cost. Check with your legal adviser to confirm what is in your lease.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>There are different rules if your lease includes a ‘initial repair period’.</p>\n</div>\n\n<p>If you buy a home through a shared ownership resale, any remaining period on the building warranty will transfer to you.</p>\n\n<h3 id=\"cladding-costs\">Cladding costs</h3>\n\n<p>If your home is in England, <a href=\"/check-building-safety-costs\">you may need to pay towards replacing cladding or to fix other safety problems with your building</a>.</p>\n\n<h2 id=\"if-your-lease-includes-an-initial-repair-period\">If your lease includes an ‘initial repair period’</h2>\n\n<p>If you bought a shared ownership home in 2021, it might have an ‘initial repair period’ in the lease.</p>\n\n<p>During the initial repair period, the landlord is responsible for the cost of some repairs and cannot:</p>\n\n<ul>\n  <li>use the reserve fund (‘sinking fund’) to pay for repairs that are their responsibility</li>\n  <li>use the <a href=\"/shared-ownership-scheme/costs\">service charge</a> to pay for external and structural repairs</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You’ll still need to pay the service charge if your home has an ​​initial repair period.</p>\n</div>\n\n<p>An initial repair period usually lasts for 10 years and only applies if you own less than a 100% share of your home. After the period ends, all repairs are your responsibility.</p>\n\n<h3 id=\"what-repairs-are-included\">What repairs are included</h3>\n\n<p>During the initial repair period, the landlord is responsible for the cost of:</p>\n\n<ul>\n  <li>essential repairs to the outside of the building</li>\n  <li>essential structural repairs to walls, floors, ceiling and stairs inside your home</li>\n</ul>\n\n<p>You can also claim up to £500 a year from the landlord to cover repairing, replacing (if faulty) and maintaining fixtures and fittings that:</p>\n\n<ul>\n  <li>supply water, gas or electricity - for example sinks, baths or pipes</li>\n  <li>heat your home, for example a boiler or radiator</li>\n</ul>\n\n<p>It does not include:</p>\n\n<ul>\n  <li>installing other fixtures (such as kitchen cabinets) and fittings (such as a bed or sofa)</li>\n  <li>installing appliances that use your gas, electricity or water supplies, such as ovens or washing machines</li>\n  <li>repairs covered by the building warranty or any other guarantee</li>\n</ul>\n\n<p>​​If you break the terms of your lease, your landlord will not need to pay for repairs they’re normally responsible for. For example, if you:</p>\n\n<ul>\n  <li>cause damage on purpose</li>\n  <li>do not arrange routine servicing and maintenance, such as regular boiler servicing</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If the repairs are covered by the building warranty or another guarantee, check the warranty or guarantee documents to find out how to claim for the repairs.</p>\n</div>\n\n<h3 id=\"what-to-do-if-your-home-needs-essential-repairs-during-this-period\">What to do if your home needs essential repairs during this period</h3>\n\n<p>You must tell the landlord that the repairs are needed. The landlord will decide if they are essential. They have the right to inspect the home when making a decision.</p>\n\n<p>You’ll need to arrange the repairs yourself and claim a repairs allowance from your landlord to cover the cost. You can claim up to a certain amount a year (usually £500). You’ll need to pay for costs above this amount yourself.</p>\n\n<p>You must use a Trustmark-approved tradesperson or professionals approved by your landlord. You can <a rel=\"external\" href=\"https://www.trustmark.org.uk/\">find a local tradesperson on the Trustmark website</a>.</p>\n\n<p>If you do not claim the full repairs allowance in one year, a maximum of one year’s allowance will roll over to the following year.</p>\n\n<h3 id=\"example-of-how-the-repairs-allowance-works-if-you-claim-in-years-2-and-3\">Example of how the repairs allowance works if you claim in years 2 and 3</h3>\n\n<table>\n  <thead>\n    <tr>\n      <td></td>\n      <th scope=\"col\">Repairs allowance</th>\n      <th scope=\"col\">Allowance claimed for repairs</th>\n      <th scope=\"col\">Amount rolled over to next year</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <th scope=\"row\">Year 1</th>\n      <td>£500</td>\n      <td>£0</td>\n      <td>£500</td>\n    </tr>\n    <tr>\n      <th scope=\"row\">Year 2</th>\n      <td>£1,000 (£500 + £500)</td>\n      <td>£750</td>\n      <td>£250</td>\n    </tr>\n    <tr>\n      <th scope=\"row\">Year 3</th>\n      <td>£750 (£500 + £250</td>\n      <td>£0</td>\n      <td>£500</td>\n    </tr>\n  </tbody>\n</table>\n\n<p>If you sell the home, the repairs allowance will usually transfer to the new owner. If the new owner buys a 100% share, they do not get the repairs allowance.</p>\n\n<h3 id=\"if-the-landlord-rejects-your-claim\">If the landlord rejects your claim</h3>\n\n<p>If the landlord rejects your claim for the cost of essential repairs, they must:</p>\n\n<ul>\n  <li>tell you why in writing within 7 days of receiving the information that supports your claim</li>\n  <li>tell you that you have the right to challenge the decision</li>\n  <li>explain how you can challenge it</li>\n</ul>\n",
        "slug": "repairs-home-improvements",
        "title": "Repairs and home improvements"
      },
      {
        "body": "<p>You can buy more shares in your home after you become the owner. This is known as ‘staircasing’. When you buy more shares, you’ll pay less rent. The amount of rent you pay will be based on the landlord’s share.</p>\n\n<p>You can usually buy shares of 10% or more at any time. Some older leases only allow you to buy shares of 25% or more. Some newer leases will allow you to buy shares of 5% or more.</p>\n\n<p>If you bought your home on or after 1 April 2021, you may also be able to buy shares of 1% each year for the first 15 years. Ask your landlord if this applies to you. You cannot buy shares of 2%, 3% or 4%.</p>\n\n<p>Before you buy a shared ownership home, ask the landlord for the ‘key information document’ to check what share amounts you’ll be able to buy in the future.</p>\n\n<h2 id=\"buying-shares-of-5-or-more\">Buying shares of 5% or more</h2>\n\n<p>You can usually buy additional shares at any time. For some homes though, you might need to wait for a certain amount of time after you buy the home. Check your lease to find out when you can buy additional shares and what shares you can buy.</p>\n\n<p>The cost of your new share will depend on how much your home is worth when you want to buy the share.</p>\n\n<p>You’ll need to pay for a valuation by a surveyor who is <a rel=\"external\" href=\"https://www.ricsfirms.com/residential/\">registered with the Royal Institution of Chartered Surveyors (<abbr title=\"Royal Institution of Chartered Surveyors\">RICS</abbr>)</a>. Your landlord will let you know whether they’ll arrange the valuation or you need to arrange it yourself. Your landlord will tell you the price of the share after the valuation.</p>\n\n<p>The landlord may charge an administration fee each time you buy a share of 5% or more. It’s set by the landlord and can vary from around £150 to around £500.</p>\n\n<p>If you decide to buy more shares, you must buy them within 3 months of the valuation date or the home will need to be revalued.</p>\n\n<h3 id=\"valuations-and-home-improvements\">Valuations and home improvements</h3>\n\n<p>If you have made home improvements which affect the value of your home, the valuation must show 2 amounts:</p>\n\n<ul>\n  <li>the current market value - this is the home’s value including any increase because of home improvements</li>\n  <li>the unimproved value - this is the home’s value ignoring any home improvements carried out</li>\n</ul>\n\n<p>If you have your landlord’s written permission to carry out the home improvements, the price of additional shares is based on the unimproved value.</p>\n\n<p>If you did not get your landlord’s written permission, the price of the additional shares is based on the current market value. This price is likely to be higher.</p>\n\n<h2 id=\"buying-shares-of-1\">Buying shares of 1%</h2>\n\n<p>If you bought your home on or after 1 April 2021, you may be able to buy shares of 1%. Check the key information document for the home to see if you can buy 1% shares.</p>\n\n<p>If eligible, you can buy a 1% share each year for the first 15 years that you own the home. You cannot buy shares of 2%, 3% or 4%.</p>\n\n<p>The price of a 1% share will be based on the original price of your home, increased or decreased in line with the <a href=\"/government/publications/about-the-uk-house-price-index\">House Price Index (<abbr title=\"House Price Index\">HPI</abbr>)</a>.</p>\n\n<p>Your landlord will give you a <abbr title=\"House Price Index\">HPI</abbr> valuation at least once a year or whenever you ask to buy a 1% share.</p>\n\n<p>You or your landlord can choose to use a <a rel=\"external\" href=\"https://www.ricsfirms.com/residential/\">Royal Institution of Chartered Surveyors (<abbr title=\"Royal Institution of Chartered Surveyors\">RICS</abbr>)</a> valuation instead of <abbr title=\"House Price Index\">HPI</abbr>. Whoever asks for the <abbr title=\"Royal Institution of Chartered Surveyors\">RICS</abbr> valuation must pay for it. The most recent <abbr title=\"Royal Institution of Chartered Surveyors\">RICS</abbr> valuation will be used as the basis for future <abbr title=\"House Price Index\">HPI</abbr> valuations.</p>\n\n<p>You cannot roll over unused options to buy 1% shares to future years.</p>\n\n<p>The landlord will not charge an administration fee when you buy a 1% share.</p>\n\n<h2 id=\"maximum-share-you-can-own\">Maximum share you can own</h2>\n\n<p>​​For most shared ownership homes, the maximum share you can own is 100%. There are some exceptions.</p>\n\n<p>In some places, called ‘designated protected areas’, you may only be able to buy a share of up to 80%. Check with the landlord.</p>\n\n<p>If you buy an Older Persons Shared Ownership (<abbr title=\"older people's shared ownership\">OPSO</abbr>) home the maximum share you can own is 75%.</p>\n\n<h2 id=\"legal-fees\">Legal fees</h2>\n\n<p>If you need legal advice when you buy a share, you must pay your own legal fees. If you borrow money to pay for additional shares, you will need a legal adviser. The landlord must pay their own legal fees when you buy more shares (staircase).</p>\n\n",
        "slug": "buying-more-shares-staircasing",
        "title": "Buying more shares ('staircasing')"
      },
      {
        "body": "<p>You can sell your shared ownership home at any time.</p>\n\n<p>If you own 100% of your home, you can usually sell it on the open market. For example, through an estate agent.</p>\n\n<p>If you do not own 100% of your home, you must tell your landlord when you want to sell your home. This gives the landlord the opportunity to find a buyer for your share.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You cannot sell your home on the open market if it has a ‘designated protected area - mandatory buyback’ lease. In this situation, the landlord will either buy the home or arrange for someone else to buy it. Check the ‘key information document’ for the home if you’re not sure what type of lease it has.</p>\n</div>\n\n<h2 id=\"what-happens-when-you-tell-the-landlord-you-want-to-sell\">What happens when you tell the landlord you want to sell</h2>\n\n<p>When you give the landlord notice that you want to sell your home, the landlord has a ‘nomination period’. This means the landlord has a period of time (4, 8 or 12 weeks, depending on the lease) to find a buyer.</p>\n\n<p>The landlord may offer to buy back your share, but only in exceptional circumstances and if they have the funds.</p>\n\n<p>If the landlord does not find a buyer within the nomination period, you can sell your share yourself on the open market.</p>\n\n<p>If the landlord finds a buyer during the nomination period, the sale price will be no more than the current market value of your share. It will be based on a valuation by a surveyor who is registered with the <a rel=\"external\" href=\"https://www.rics.org/uk/\">Royal Institution of Chartered Surveyors (<abbr title=\"Royal Institution of Chartered Surveyors\">RICS</abbr>)</a>.</p>\n\n<p>The landlord’s nomination period does not apply in some circumstances. This includes:</p>\n\n<ul>\n  <li>if you or someone else on the lease dies</li>\n  <li>if the court has asked you to transfer your ownership</li>\n</ul>\n\n<p>Contact your legal adviser if you’re not sure.</p>\n\n<h2 id=\"getting-a-valuation\">Getting a valuation</h2>\n\n<p>You must get a valuation by a surveyor who is registered with the <a rel=\"external\" href=\"https://www.rics.org/uk/\">Royal Institution of Chartered Surveyors (<abbr title=\"Royal Institution of Chartered Surveyors\">RICS</abbr>)</a>. The sale price of your home will be based on this valuation.</p>\n\n<p>Either you or your landlord will need to arrange the <abbr title=\"Royal Institution of Chartered Surveyors\">RICS</abbr> valuation. Ask your landlord what their policy is.</p>\n\n<p>You’ll still need to pay for the valuation.</p>\n\n<h2 id=\"selling-costs\">Selling costs</h2>\n\n<p>The landlord may charge you a fee when you sell your home. You can find out this cost from your landlord or check the key information document or lease for your home.</p>\n\n<p>You are responsible for seeking legal advice when you sell your home. You’ll need to pay your legal fees.</p>\n\n<p><a href=\"/find-a-legal-adviser\">Find a legal adviser</a>.</p>\n\n",
        "slug": "selling-your-home",
        "title": "Selling your home"
      },
      {
        "body": "<p>You can normally rent out (sublet) a room in the home, but you must live there at the same time.</p>\n\n<p>You cannot sublet your entire home unless either:</p>\n\n<ul>\n  <li>you own a 100% share</li>\n  <li>you have your landlord’s permission</li>\n</ul>\n\n<p>Your landlord will usually only give permission in exceptional circumstances, for example if you’re a member of the armed forces and are serving away from the area where you live for a fixed period.</p>\n\n<p>Check the ‘key information document’ for the home to see what the rules are for subletting all or part of it.</p>\n",
        "slug": "renting-out-your-home-subletting",
        "title": "Renting out all or part of your home (subletting)"
      },
      {
        "body": "<p>You can get free advice about how to buy a shared ownership home or another type of home.</p>\n\n<h2 id=\"advice-on-shared-ownership-in-england-excluding-london\">Advice on shared ownership in England (excluding London)</h2>\n\n<p>Homes England offer free advice on things like:</p>\n\n<ul>\n  <li>how the process of buying a home through shared ownership works</li>\n  <li>eligibility</li>\n</ul>\n\n<div class=\"contact\">\n<p><a href=\"mailto:Sharedownership@homesengland.gov.uk\">Sharedownership@homesengland.gov.uk</a><br>\nTelephone: 0300 1234 500<br>\nMonday to Friday, 9am to 5pm<br>\nClosed Saturday, Sunday and bank holidays<br>\n<a href=\"/call-charges\">Find out about call charges</a></p>\n</div>\n\n<h2 id=\"shared-ownership-in-london\">Shared ownership in London</h2>\n\n<p>You can get information about shared ownership in London from <a rel=\"external\" href=\"https://www.london.gov.uk/programmes-strategies/housing-and-land/homes-londoners\">Homes for Londoners</a>.</p>\n\n<h2 id=\"moneyhelper\">MoneyHelper</h2>\n\n<p>You can get free, impartial advice from <a rel=\"external\" href=\"https://www.moneyhelper.org.uk/en/homes/buying-a-home\">MoneyHelper</a>. This includes advice about money, buying a home and taking out a mortgage.</p>\n\n<div class=\"contact\">\n<p>MoneyHelper<br>\nTelephone: 0800 138 7777<br>\n<a href=\"/call-charges\">Find out about call charges</a></p>\n</div>\n\n<h2 id=\"leasehold-property\">Leasehold property</h2>\n\n<p><a href=\"/leasehold-property\">Read more about buying a leasehold property</a>.</p>\n\n<p>You can also get free advice from the <a rel=\"external\" href=\"https://www.lease-advice.org/\">Leasehold Advisory Service</a> on things like:</p>\n\n<ul>\n  <li>service charges</li>\n  <li>extending your lease</li>\n  <li>buying the freehold</li>\n</ul>\n",
        "slug": "help-advice",
        "title": "Help and advice"
      }
    ]
  },
  "document_type": "guide",
  "first_published_at": "2022-01-19T16:22:02Z",
  "links": {
    "available_translations": [
      {
        "api_path": "/api/content/shared-ownership-scheme",
        "api_url": "https://www.gov.uk/api/content/shared-ownership-scheme",
        "base_path": "/shared-ownership-scheme",
        "content_id": "0f106ba0-3766-4ace-bd80-30ae70405fbb",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2022-05-24T14:35:50Z",
        "schema_name": "guide",
        "title": "Shared ownership homes: buying, improving and selling",
        "web_url": "https://www.gov.uk/shared-ownership-scheme",
        "withdrawn": false
      }
    ],
    "mainstream_browse_pages": [
      {
        "api_path": "/api/content/browse/housing-local-services/buying-owning-property",
        "api_url": "https://www.gov.uk/api/content/browse/housing-local-services/buying-owning-property",
        "base_path": "/browse/housing-local-services/buying-owning-property",
        "content_id": "a5bc96b7-10c3-4014-8fff-4571b5b5586b",
        "description": "Includes buying and selling your home, home ownership schemes, mortgages and compensation",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2023-07-31T14:36:03Z",
        "schema_name": "mainstream_browse_page",
        "title": "Buying and owning a property",
        "web_url": "https://www.gov.uk/browse/housing-local-services/buying-owning-property",
        "withdrawn": false
      }
    ],
    "ordered_related_items": [
      {
        "api_path": "/api/content/affordable-home-ownership-schemes",
        "api_url": "https://www.gov.uk/api/content/affordable-home-ownership-schemes",
        "base_path": "/affordable-home-ownership-schemes",
        "content_id": "c2b4b7a0-793d-4edb-b0a5-f42687155e35",
        "document_type": "answer",
        "links": {
          "mainstream_browse_pages": [
            {
              "api_path": "/api/content/browse/housing-local-services/buying-owning-property",
              "api_url": "https://www.gov.uk/api/content/browse/housing-local-services/buying-owning-property",
              "base_path": "/browse/housing-local-services/buying-owning-property",
              "content_id": "a5bc96b7-10c3-4014-8fff-4571b5b5586b",
              "description": "Includes buying and selling your home, home ownership schemes, mortgages and compensation",
              "document_type": "mainstream_browse_page",
              "links": {
                "parent": [
                  {
                    "api_path": "/api/content/browse/housing-local-services",
                    "api_url": "https://www.gov.uk/api/content/browse/housing-local-services",
                    "base_path": "/browse/housing-local-services",
                    "content_id": "61d038ad-ba54-40a1-b6ca-18b390138b41",
                    "description": "Owning or renting and council services",
                    "document_type": "mainstream_browse_page",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2023-07-31T14:36:03Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Housing and local services",
                    "web_url": "https://www.gov.uk/browse/housing-local-services",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "public_updated_at": "2023-07-31T14:36:03Z",
              "schema_name": "mainstream_browse_page",
              "title": "Buying and owning a property",
              "web_url": "https://www.gov.uk/browse/housing-local-services/buying-owning-property",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2014-12-18T11:03:12Z",
        "schema_name": "answer",
        "title": "Affordable home ownership schemes",
        "web_url": "https://www.gov.uk/affordable-home-ownership-schemes",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/help-to-buy-equity-loan",
        "api_url": "https://www.gov.uk/api/content/help-to-buy-equity-loan",
        "base_path": "/help-to-buy-equity-loan",
        "content_id": "46e074c5-fdb0-4bc6-9aad-f06a6ae7d539",
        "document_type": "answer",
        "links": {
          "mainstream_browse_pages": [
            {
              "api_path": "/api/content/browse/housing-local-services/buying-owning-property",
              "api_url": "https://www.gov.uk/api/content/browse/housing-local-services/buying-owning-property",
              "base_path": "/browse/housing-local-services/buying-owning-property",
              "content_id": "a5bc96b7-10c3-4014-8fff-4571b5b5586b",
              "description": "Includes buying and selling your home, home ownership schemes, mortgages and compensation",
              "document_type": "mainstream_browse_page",
              "links": {
                "parent": [
                  {
                    "api_path": "/api/content/browse/housing-local-services",
                    "api_url": "https://www.gov.uk/api/content/browse/housing-local-services",
                    "base_path": "/browse/housing-local-services",
                    "content_id": "61d038ad-ba54-40a1-b6ca-18b390138b41",
                    "description": "Owning or renting and council services",
                    "document_type": "mainstream_browse_page",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2023-07-31T14:36:03Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Housing and local services",
                    "web_url": "https://www.gov.uk/browse/housing-local-services",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "public_updated_at": "2023-07-31T14:36:03Z",
              "schema_name": "mainstream_browse_page",
              "title": "Buying and owning a property",
              "web_url": "https://www.gov.uk/browse/housing-local-services/buying-owning-property",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2022-05-20T08:25:10Z",
        "schema_name": "answer",
        "title": "Help to Buy: Equity Loan",
        "web_url": "https://www.gov.uk/help-to-buy-equity-loan",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/right-to-acquire-buying-housing-association-home",
        "api_url": "https://www.gov.uk/api/content/right-to-acquire-buying-housing-association-home",
        "base_path": "/right-to-acquire-buying-housing-association-home",
        "content_id": "8a2e0abe-190e-4a5f-a635-cfed3bce67f1",
        "document_type": "guide",
        "links": {
          "mainstream_browse_pages": [
            {
              "api_path": "/api/content/browse/housing-local-services/council-housing-association",
              "api_url": "https://www.gov.uk/api/content/browse/housing-local-services/council-housing-association",
              "base_path": "/browse/housing-local-services/council-housing-association",
              "content_id": "c0f8dcc8-3973-478d-a287-83c41afb21f2",
              "description": "Includes Right to Buy, shared ownership, getting repairs and housing benefit",
              "document_type": "mainstream_browse_page",
              "links": {
                "parent": [
                  {
                    "api_path": "/api/content/browse/housing-local-services",
                    "api_url": "https://www.gov.uk/api/content/browse/housing-local-services",
                    "base_path": "/browse/housing-local-services",
                    "content_id": "61d038ad-ba54-40a1-b6ca-18b390138b41",
                    "description": "Owning or renting and council services",
                    "document_type": "mainstream_browse_page",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2023-07-31T14:36:03Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Housing and local services",
                    "web_url": "https://www.gov.uk/browse/housing-local-services",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "public_updated_at": "2023-07-31T14:43:21Z",
              "schema_name": "mainstream_browse_page",
              "title": "Council housing and housing associations",
              "web_url": "https://www.gov.uk/browse/housing-local-services/council-housing-association",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2015-05-27T14:26:13Z",
        "schema_name": "guide",
        "title": "Right to Acquire: buying your housing association home",
        "web_url": "https://www.gov.uk/right-to-acquire-buying-housing-association-home",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/right-to-buy-buying-your-council-home",
        "api_url": "https://www.gov.uk/api/content/right-to-buy-buying-your-council-home",
        "base_path": "/right-to-buy-buying-your-council-home",
        "content_id": "19f966d3-0f10-471c-b518-66e6142fa0db",
        "document_type": "guide",
        "links": {
          "mainstream_browse_pages": [
            {
              "api_path": "/api/content/browse/housing-local-services/council-housing-association",
              "api_url": "https://www.gov.uk/api/content/browse/housing-local-services/council-housing-association",
              "base_path": "/browse/housing-local-services/council-housing-association",
              "content_id": "c0f8dcc8-3973-478d-a287-83c41afb21f2",
              "description": "Includes Right to Buy, shared ownership, getting repairs and housing benefit",
              "document_type": "mainstream_browse_page",
              "links": {
                "parent": [
                  {
                    "api_path": "/api/content/browse/housing-local-services",
                    "api_url": "https://www.gov.uk/api/content/browse/housing-local-services",
                    "base_path": "/browse/housing-local-services",
                    "content_id": "61d038ad-ba54-40a1-b6ca-18b390138b41",
                    "description": "Owning or renting and council services",
                    "document_type": "mainstream_browse_page",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2023-07-31T14:36:03Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Housing and local services",
                    "web_url": "https://www.gov.uk/browse/housing-local-services",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "public_updated_at": "2023-07-31T14:43:21Z",
              "schema_name": "mainstream_browse_page",
              "title": "Council housing and housing associations",
              "web_url": "https://www.gov.uk/browse/housing-local-services/council-housing-association",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2015-02-25T12:35:20Z",
        "schema_name": "guide",
        "title": "Right to Buy: buying your council home",
        "web_url": "https://www.gov.uk/right-to-buy-buying-your-council-home",
        "withdrawn": false
      }
    ],
    "organisations": [
      {
        "analytics_identifier": "PB1232",
        "api_path": "/api/content/government/organisations/homes-england",
        "api_url": "https://www.gov.uk/api/content/government/organisations/homes-england",
        "base_path": "/government/organisations/homes-england",
        "content_id": "ad6f059a-f36c-48eb-a07f-4a6856f08f7f",
        "details": {
          "acronym": "Homes England",
          "brand": null,
          "default_news_image": null,
          "logo": {
            "crest": "single-identity",
            "formatted_title": "Homes England"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Homes England",
        "web_url": "https://www.gov.uk/government/organisations/homes-england",
        "withdrawn": false
      }
    ],
    "primary_publishing_organisation": [
      {
        "analytics_identifier": "OT1056",
        "api_path": "/api/content/government/organisations/government-digital-service",
        "api_url": "https://www.gov.uk/api/content/government/organisations/government-digital-service",
        "base_path": "/government/organisations/government-digital-service",
        "content_id": "af07d5a5-df63-4ddc-9383-6a666845ebe9",
        "details": {
          "acronym": "GDS",
          "brand": "cabinet-office",
          "default_news_image": null,
          "logo": {
            "crest": "single-identity",
            "formatted_title": "Government Digital Service"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Government Digital Service",
        "web_url": "https://www.gov.uk/government/organisations/government-digital-service",
        "withdrawn": false
      }
    ]
  },
  "locale": "en",
  "phase": "live",
  "public_updated_at": "2022-05-24T14:35:50Z",
  "publishing_app": "publisher",
  "publishing_request_id": "21-1697186606.983-10.13.21.130-44985",
  "publishing_scheduled_at": null,
  "rendering_app": "government-frontend",
  "scheduled_publishing_delay_seconds": null,
  "schema_name": "guide",
  "title": "Shared ownership homes: buying, improving and selling",
  "updated_at": "2024-02-08T11:31:48Z",
  "withdrawn_notice": {
  }
}