{
  "analytics_identifier": null,
  "base_path": "/apply-for-help-to-build-equity-loan",
  "content_id": "1070fd94-441e-45b6-a8b1-36ecfdcf6a37",
  "description": "",
  "details": {
    "external_related_links": [

    ],
    "hide_chapter_navigation": false,
    "parts": [
      {
        "body": "<p>If you’re building a home or hiring someone to build one, you may be able to get a government-backed loan to cover part of the cost. This is called a Help to Build equity loan.</p>\n\n<p>This guide explains how to get the loan in England. There are different ways to:</p>\n\n<ul>\n  <li><a rel=\"external\" href=\"https://gov.wales/get-help-build-home-self-build-wales\">get help to build a home in Wales</a></li>\n  <li><a rel=\"external\" href=\"https://www.mygov.scot/self-build-loan-fund\">get help to build a home in Scotland</a></li>\n</ul>\n\n<p>There’s no government-backed loan to help build homes in Northern Ireland. You can <a rel=\"external\" href=\"https://www.nidirect.gov.uk/articles/raising-money-build-your-own-home\">read about raising money to build your own home in Northern Ireland</a>.</p>\n\n<h2 id=\"what-you-can-apply-to-fund\">What you can apply to fund</h2>\n\n<p>You can apply for the Help to Build equity loan to do any of the following:</p>\n\n<ul>\n  <li>buy land and build a new home on it</li>\n  <li>build an ‘airspace development’ flat (airspace developments are new properties built in unused space above an existing building)</li>\n  <li>convert a commercial property into a residential property </li>\n  <li>build a ‘custom shell home’ (where a professional builds the structure, but you’re responsible for the design and layout inside)</li>\n  <li>demolish an existing property and replace it with a new home</li>\n</ul>\n\n<p>You cannot use the loan to build:</p>\n\n<ul>\n  <li>more than one home</li>\n  <li>upgrades to your home</li>\n  <li>a second home - you must live in the new home and sell any other residential property you own within 12 months of the date the new home is built</li>\n</ul>\n\n<h2 id=\"how-much-money-you-can-get\">How much money you can get</h2>\n\n<p>You can only get an equity loan if you’re also able to get a mortgage for the home you want to build.</p>\n\n<p>You can apply for between 5% and 20% of the estimated land and building costs for your home (or up to 40% of estimated land and building costs in London). </p>\n\n<p>The estimated costs cannot be more than: </p>\n\n<ul>\n  <li>£600,000 if you’re buying the land and building your home  (the build cannot be more than £400,000)</li>\n  <li>£400,000 if you’re building on land you already own</li>\n</ul>\n\n<p>When estimating the cost of your project, do not include:</p>\n\n<ul>\n  <li>VAT you’ll pay on building costs or anything else</li>\n  <li>money you’ll set aside in case the project goes over budget (whether it’s yours, or part of the mortgage)</li>\n</ul>\n\n<h3 id=\"the-mortgage-you-need\">The mortgage you need</h3>\n\n<p>Your mortgage does not have to be approved at the time you apply, but to start your project and get an equity loan, you’ll need a mortgage offer from a lender.</p>\n\n<p>You should talk to a lender to check you can get the right mortgage.</p>\n\n<p>Your mortgage must be:</p>\n\n<ul>\n  <li>a self-build mortgage (this is a mortgage you get when building a home yourself)</li>\n  <li>from a lender that’s registered with Help to Build (check their website or ask them)</li>\n</ul>\n\n<h2 id=\"fees\">Fees</h2>\n\n<p>You must pay a £1 monthly fee to manage the loan, starting from when Homes England gives the loan amount to your lender.</p>\n\n<p>The £1 fee is collected by the equity loan administrator. This is a person Homes England appoints to manage the loan.</p>\n\n<h2 id=\"interest\">Interest</h2>\n\n<p>You must pay interest on the loan each month, starting 5 years after the date that’s shown on the equity mortgage document.</p>\n\n<p>In year 6, you’ll pay a total of 1.75% interest on the equity loan amount you borrowed, divided into 12 monthly instalments.</p>\n\n<p>For example, if you got an equity loan of £80,000, 1.75% would be £1,400. You’d pay 12 monthly instalments of £116.67, adding up to £1,400.</p>\n\n<p>From year 7 onwards, the amount of interest you pay will go up in line with the consumer price index, plus 2%. You can <a href=\"https://www.gov.uk/government/publications/help-to-build-making-building-your-own-home-more-affordable\">read more about how much interest you’ll pay</a>.</p>\n\n<p>Paying interest does not count towards paying back the equity loan.</p>\n\n<h2 id=\"if-you-miss-a-fee-or-interest-payment\">If you miss a fee or interest payment</h2>\n\n<p>You may need to pay recovery costs or interest on the amount you owe.</p>\n\n",
        "slug": "how-the-loan-works",
        "title": "How the loan works"
      },
      {
        "body": "<p>You do not have to pay off any of the loan until the loan ends.</p>\n\n<p>The loan can end if any of the following happen:</p>\n\n<ul>\n  <li>the term of the loan is over (this is usually 25 years)</li>\n  <li>you sell the home</li>\n  <li>you finish paying off your mortgage</li>\n  <li>you break the terms of the loan contract (if this happens, Homes England can order you to repay the loan in full)</li>\n</ul>\n\n<p>You can choose to pay off part of the loan at any time to reduce the final amount you’ll owe.</p>\n\n<p>You will have to pay <a href=\"/apply-for-help-to-build-equity-loan/how-the-loan-works\">fees and interest</a>. These do not count towards paying back the equity loan.</p>\n\n<h2 id=\"paying-off-all-or-part-of-the-loan\">Paying off all or part of the loan</h2>\n\n<p>You can make a full or part repayment at any time during the term of the loan.</p>\n\n<p>Any repayment you make must be worth at least 10% of the market value of the home and the land at the time you make it.</p>\n\n<p>You cannot make a repayment that reduces the amount you owe below 5% of the market value. This is because your final payment must be at least 5% of the market value.</p>\n\n<p>For each repayment, you need to:</p>\n\n<ul>\n  <li>hire a RICS (Royal Institution of Chartered Surveyors) surveyor to get the property valued</li>\n  <li>pay a fee to the equity loan administrator - the amount varies depending on when you make the repayment</li>\n</ul>\n\n<p><a rel=\"external\" href=\"https://www.ricsfirms.com/\">Find a RICS chartered surveyor</a> (RICS website).</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>As the market value of your home increases or decreases, so does the amount you have to repay on your equity loan.</p>\n</div>\n\n<h3 id=\"how-much-you-pay-when-the-loan-ends\">How much you pay when the loan ends</h3>\n\n<p>The final amount you must repay is based on:</p>\n\n<ul>\n  <li>the market value of the home and the land at the time of the final payment</li>\n  <li>how many one-off payments you made</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If you owned the land before building on it, the final amount you pay will still be based on the value of both the home and the land.</p>\n</div>\n\n<p>The equity loan administrator will tell you how much you need to pay when you’ve sent them the surveyor’s valuation.</p>\n\n<p>If you sell the home to pay off the loan, the amount you must repay will be based on either the market value or the sale price, whichever is higher.</p>\n\n<p>You can <a href=\"https://www.gov.uk/government/publications/help-to-build-making-building-your-own-home-more-affordable\">read more about the Help to Build: Equity Loan</a>, including examples that show how repayment works in more detail.</p>\n",
        "slug": "how-to-repay-the-loan",
        "title": "How to repay the loan"
      },
      {
        "body": "<p>To apply you must:</p>\n\n<ul>\n  <li>be 18 or older</li>\n  <li>have the right to live in the UK</li>\n  <li>be able to get a self-build mortgage from a lender registered with Help to Build</li>\n  <li>have a deposit of at least 5% of the estimated cost of the land and build</li>\n</ul>\n\n<p> Most lenders who are registered with Help to Build will advertise this - ask them if you’re not sure.</p>\n\n<p>You cannot apply if:</p>\n\n<ul>\n  <li>you’ve got funding from another Help to Build equity loan in the last 2 years</li>\n  <li>you still owe money after borrowing from another government home ownership scheme</li>\n</ul>\n\n<p>You can apply on your own or with up to 3 other people. </p>\n\n<h2 id=\"before-you-apply\">Before you apply</h2>\n\n<p>To complete your application, you’ll need information about:</p>\n\n<ul>\n  <li>your mortgage</li>\n  <li>your legal adviser</li>\n  <li>yourself and your income</li>\n  <li>the land and the home you’re building</li>\n</ul>\n\n<h3 id=\"your-mortgage\">Your mortgage</h3>\n\n<p>You’ll need to provide:</p>\n\n<ul>\n  <li>proof that a lender has offered you a mortgage</li>\n  <li>the amount of money you expect you’ll borrow</li>\n  <li>how many years the mortgage would be for</li>\n  <li>the name of the bank or building society you expect to provide the mortgage</li>\n  <li>the name and contact details of your mortgage broker or financial adviser, or the name of your mortgage lender</li>\n  <li>the deposit you intend to pay</li>\n</ul>\n\n<p>Your deposit must be at least 5% of the estimated cost of the land and build. It can also include money you or the lender will set aside in case the project goes over budget.</p>\n\n<h3 id=\"your-legal-adviser\">Your legal adviser</h3>\n\n<p>You need to have a legal advisor who specialises in buying and selling land. You’ll need to provide their contact details.</p>\n\n<p>You’ll need:</p>\n\n<ul>\n  <li>their name</li>\n  <li>the company they work for</li>\n  <li>their email address and telephone number</li>\n  <li>their business address</li>\n</ul>\n\n<p>The adviser can be a conveyancing solicitor or a licensed conveyancer.</p>\n\n<p><a rel=\"external\" href=\"https://solicitors.lawsociety.org.uk/\">Find a conveyancing solicitor on the Law Society website</a>.</p>\n\n<p><a rel=\"external\" href=\"https://www.clc-uk.org.uk/cms/cms.jsp?menu_id=19871\">Find a licensed conveyancer on the Council for Licensed Conveyancers website</a>.</p>\n\n<h3 id=\"yourself-and-your-income\">Yourself and your income</h3>\n\n<p>You’ll need to give details of:</p>\n\n<ul>\n  <li>the addresses you’ve lived in for the last 3 years</li>\n  <li>all sources of income, for example annual salary, bonuses, commission, overtime, pensions or  investments (if you do contract work, you’ll need to show income from the last two tax years)</li>\n  <li>monthly benefits, for example child benefit</li>\n  <li>any debts you owe</li>\n</ul>\n\n<p>If you’re applying with others, you’ll need to provide their details.</p>\n\n<h3 id=\"the-land-and-the-home-youre-building\">The land and the home you’re building</h3>\n<p>  \nYou’ll need:</p>\n\n<ul>\n  <li>the type of project you’re planning and who’ll be responsible for each part of it (for example yourself or a builder)</li>\n  <li>your estimated land costs </li>\n  <li>your estimated building costs (use an estimate if you do not know exact costs, excluding VAT and any money you’ve saved in case you go over budget) </li>\n  <li>the address (or a description of how to find the plot) </li>\n  <li>who the local authority is</li>\n  <li>the type of home (for example flat, detached, semi-detached, terraced)</li>\n  <li>the way the home will be owned (freehold, leasehold or commonhold) </li>\n  <li>how many bedrooms it’ll have</li>\n  <li>the dates you plan to start and finish building </li>\n  <li>the monthly service charge (for leasehold and commonhold homes) </li>\n</ul>\n\n<h2 id=\"apply-for-a-help-to-build-equity-loan-online\">Apply for a Help to Build equity loan online</h2>\n\n<p><a class=\"gem-c-button govuk-button govuk-button--start\" role=\"button\" data-module=\"govuk-button\" draggable=\"false\" href=\"https://www.apply-for-a-help-to-build-equity-loan.service.gov.uk/\"><span> Start now </span><svg class=\"govuk-button__start-icon govuk-!-display-none-print\" xmlns=\"http://www.w3.org/2000/svg\" width=\"17.5\" height=\"19\" viewbox=\"0 0 33 40\" focusable=\"false\" aria-hidden=\"true\"><path fill=\"currentColor\" d=\"M0 0h13l20 20-20 20H0l20-20z\"></path></svg></a></p>\n\n<h2 id=\"apply-by-post\">Apply by post</h2>\n\n<p>Call Homes England to get a paper form which you can fill in to apply.</p>\n\n<div class=\"contact\">\n<p>01158 526 934</p>\n</div>\n\n",
        "slug": "how-to-apply",
        "title": "How to apply"
      },
      {
        "body": "<p>Homes England will check your application to make sure you can repay the loan.</p>\n\n<p>They’ll usually take 10 working days to tell you if they’ve approved your application.</p>\n\n<h2 id=\"if-your-application-is-approved\">If your application is approved</h2>\n\n<p>If you’re approved for an equity loan, and for your mortgage, Homes England will ask if you still want to go ahead with your project.</p>\n\n<p>After you accept their offer, you can start building the home.</p>\n\n<ol class=\"steps\">\n<li>\n<p>The mortgage lender will give you parts of the mortgage at various stages of the build (you can make a plan for this when getting the mortgage).</p>\n</li>\n<li>\n<p>After finishing the build, you decide whether you want to take the equity loan.</p>\n</li>\n<li>\n<p>If you want to take the loan, Homes England will pay it to the mortgage lender when you’ve shown them your build warranty (proof that the build is finished).</p>\n</li>\n<li>\n<p>The mortgage lender will subtract the loan amount from the value of the mortgage you owe.</p>\n</li>\n</ol>\n\n<p>You have 3 years to build the home. You can ask for more time if you’re not finished building after 3 years.</p>\n\n<p>Homes England will only allow more time if the build has been delayed due to circumstances beyond your control, for example import delays, staff shortages, or weather.</p>\n\n<h3 id=\"your-contact\">Your contact</h3>\n\n<p>Homes England will give you contact details for the equity loan administrator who can:</p>\n\n<ul>\n  <li>set up a Direct Debit for you to pay the £1 monthly management fee</li>\n  <li>manage fees and interest payments on your loan</li>\n  <li>help you if you want to pay off some or all of your loan, or make changes to your account</li>\n</ul>\n\n<h2 id=\"making-the-home-your-only-property\">Making the home your only property</h2>\n\n<p>After Homes England has paid the loan to your mortgage lender, you must:</p>\n\n<ul>\n  <li>live in the new home as your only home</li>\n  <li>sell any other residential property or land you own, even if it’s overseas, within 12 months of finishing the building work</li>\n</ul>\n\n<h3 id=\"renting-out-the-home-or-buying-property\">Renting out the home or buying property</h3>\n\n<p>You must not:</p>\n\n<ul>\n  <li>buy a second property  </li>\n  <li>rent out the entire home (you can rent out a room as long as you also live in the home) </li>\n</ul>\n\n<h3 id=\"people-who-live-with-you\">People who live with you</h3>\n\n<p>Anyone else who applied with you must also sell all other property or land they own within 12 months of finishing the work.</p>\n\n<p>Anyone living in the home who’s over 17 years old and did not apply for the loan must fill in an Occupier’s Deed of Consent form to confirm they have no ownership rights for the new home. To do this, talk to your conveyancing solicitor or licensed conveyancer.</p>\n\n<h2 id=\"adding-another-person-to-the-loan\">Adding another person to the loan</h2>\n\n<p>You need permission from Homes England to add another person to your equity loan agreement after your loan is paid to the mortgage lender.</p>\n\n<h2 id=\"changing-the-structure-of-the-home\">Changing the structure of the home</h2>\n\n<p>After the loan has been paid to the mortgage lender, you can only make changes to the home’s structure for medical reasons.</p>\n\n<p>You need to ask Homes England if you want to do this. The equity loan administrator can help you with this.</p>\n\n<p> </p>\n",
        "slug": "after-youve-applied",
        "title": "After you've applied"
      },
      {
        "body": "<p>You can make a complaint by post or email.</p>\n\n<div class=\"contact\">\n<p>Help to Build Customer Relations<br>\nHomes England<br>\nOne Friargate<br>\nCoventry<br>\nCV1 2GN<br>\n<a href=\"mailto:HtBuildComplaints@homesengland.gov.uk\">HtBuildComplaints@homesengland.gov.uk</a></p>\n</div>\n\n<p>You need to make your complaint within 3 months of the incident it’s about.</p>\n\n<h2 id=\"what-youll-need\">What you’ll need</h2>\n\n<p>You’ll need:</p>\n\n<ul>\n  <li>your contact details</li>\n  <li>documents or evidence that support your complaint, for example if it’s about a decision</li>\n  <li>a Help to Build account number and case reference number, if you have them</li>\n</ul>\n\n<h2 id=\"after-you-make-your-complaint\">After you make your complaint</h2>\n\n<p>Homes England will review it. They’ll usually:</p>\n\n<ul>\n  <li>respond within 5 days to tell you they received the complaint</li>\n  <li>send a final response within 8 weeks</li>\n</ul>\n\n<p>Homes England may take longer to respond if they need to talk to other people or organisations involved in your complaint.</p>\n\n<h2 id=\"if-you-disagree-with-the-final-response\">If you disagree with the final response</h2>\n\n<p>You can <a rel=\"external\" href=\"https://www.ombudsman.org.uk/making-complaint/complain-us-getting-started/complaint-forms\">complain to the Parliamentary and Health Service Ombudsman (PHSO)</a>.</p>\n\n<p>You need to do this within 12 months of the date Homes England sent you the final response to your complaint.</p>\n\n<h2 id=\"if-you-have-a-complaint-about-a-mortgage-lender\">If you have a complaint about a mortgage lender</h2>\n\n<p>Contact your lender directly if you have a complaint about a mortgage you got when applying for your Help to Build equity loan.</p>\n\n<p>They can share your complaint with Homes England if they need to.</p>\n",
        "slug": "make-a-complaint",
        "title": "Make a complaint"
      }
    ]
  },
  "document_type": "guide",
  "first_published_at": "2022-05-30T07:30:05Z",
  "links": {
    "available_translations": [
      {
        "api_path": "/api/content/apply-for-help-to-build-equity-loan",
        "api_url": "https://www.gov.uk/api/content/apply-for-help-to-build-equity-loan",
        "base_path": "/apply-for-help-to-build-equity-loan",
        "content_id": "1070fd94-441e-45b6-a8b1-36ecfdcf6a37",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2022-09-27T11:58:09Z",
        "schema_name": "guide",
        "title": "Apply for a Help to Build: Equity Loan",
        "web_url": "https://www.gov.uk/apply-for-help-to-build-equity-loan",
        "withdrawn": false
      }
    ],
    "mainstream_browse_pages": [
      {
        "api_path": "/api/content/browse/housing-local-services/buying-owning-property",
        "api_url": "https://www.gov.uk/api/content/browse/housing-local-services/buying-owning-property",
        "base_path": "/browse/housing-local-services/buying-owning-property",
        "content_id": "a5bc96b7-10c3-4014-8fff-4571b5b5586b",
        "description": "Includes buying and selling your home, home ownership schemes, mortgages and compensation",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2023-07-31T14:36:03Z",
        "schema_name": "mainstream_browse_page",
        "title": "Buying and owning a property",
        "web_url": "https://www.gov.uk/browse/housing-local-services/buying-owning-property",
        "withdrawn": false
      }
    ],
    "ordered_related_items": [
      {
        "api_path": "/api/content/affordable-home-ownership-schemes",
        "api_url": "https://www.gov.uk/api/content/affordable-home-ownership-schemes",
        "base_path": "/affordable-home-ownership-schemes",
        "content_id": "c2b4b7a0-793d-4edb-b0a5-f42687155e35",
        "document_type": "answer",
        "links": {
          "mainstream_browse_pages": [
            {
              "api_path": "/api/content/browse/housing-local-services/buying-owning-property",
              "api_url": "https://www.gov.uk/api/content/browse/housing-local-services/buying-owning-property",
              "base_path": "/browse/housing-local-services/buying-owning-property",
              "content_id": "a5bc96b7-10c3-4014-8fff-4571b5b5586b",
              "description": "Includes buying and selling your home, home ownership schemes, mortgages and compensation",
              "document_type": "mainstream_browse_page",
              "links": {
                "parent": [
                  {
                    "api_path": "/api/content/browse/housing-local-services",
                    "api_url": "https://www.gov.uk/api/content/browse/housing-local-services",
                    "base_path": "/browse/housing-local-services",
                    "content_id": "61d038ad-ba54-40a1-b6ca-18b390138b41",
                    "description": "Owning or renting and council services",
                    "document_type": "mainstream_browse_page",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2023-07-31T14:36:03Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Housing and local services",
                    "web_url": "https://www.gov.uk/browse/housing-local-services",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "public_updated_at": "2023-07-31T14:36:03Z",
              "schema_name": "mainstream_browse_page",
              "title": "Buying and owning a property",
              "web_url": "https://www.gov.uk/browse/housing-local-services/buying-owning-property",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2014-12-18T11:03:12Z",
        "schema_name": "answer",
        "title": "Affordable home ownership schemes",
        "web_url": "https://www.gov.uk/affordable-home-ownership-schemes",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/help-to-buy-equity-loan",
        "api_url": "https://www.gov.uk/api/content/help-to-buy-equity-loan",
        "base_path": "/help-to-buy-equity-loan",
        "content_id": "46e074c5-fdb0-4bc6-9aad-f06a6ae7d539",
        "document_type": "answer",
        "links": {
          "mainstream_browse_pages": [
            {
              "api_path": "/api/content/browse/housing-local-services/buying-owning-property",
              "api_url": "https://www.gov.uk/api/content/browse/housing-local-services/buying-owning-property",
              "base_path": "/browse/housing-local-services/buying-owning-property",
              "content_id": "a5bc96b7-10c3-4014-8fff-4571b5b5586b",
              "description": "Includes buying and selling your home, home ownership schemes, mortgages and compensation",
              "document_type": "mainstream_browse_page",
              "links": {
                "parent": [
                  {
                    "api_path": "/api/content/browse/housing-local-services",
                    "api_url": "https://www.gov.uk/api/content/browse/housing-local-services",
                    "base_path": "/browse/housing-local-services",
                    "content_id": "61d038ad-ba54-40a1-b6ca-18b390138b41",
                    "description": "Owning or renting and council services",
                    "document_type": "mainstream_browse_page",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2023-07-31T14:36:03Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Housing and local services",
                    "web_url": "https://www.gov.uk/browse/housing-local-services",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "public_updated_at": "2023-07-31T14:36:03Z",
              "schema_name": "mainstream_browse_page",
              "title": "Buying and owning a property",
              "web_url": "https://www.gov.uk/browse/housing-local-services/buying-owning-property",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2022-05-20T08:25:10Z",
        "schema_name": "answer",
        "title": "Help to Buy: Equity Loan",
        "web_url": "https://www.gov.uk/help-to-buy-equity-loan",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/shared-ownership-scheme",
        "api_url": "https://www.gov.uk/api/content/shared-ownership-scheme",
        "base_path": "/shared-ownership-scheme",
        "content_id": "0f106ba0-3766-4ace-bd80-30ae70405fbb",
        "document_type": "guide",
        "links": {
          "mainstream_browse_pages": [
            {
              "api_path": "/api/content/browse/housing-local-services/buying-owning-property",
              "api_url": "https://www.gov.uk/api/content/browse/housing-local-services/buying-owning-property",
              "base_path": "/browse/housing-local-services/buying-owning-property",
              "content_id": "a5bc96b7-10c3-4014-8fff-4571b5b5586b",
              "description": "Includes buying and selling your home, home ownership schemes, mortgages and compensation",
              "document_type": "mainstream_browse_page",
              "links": {
                "parent": [
                  {
                    "api_path": "/api/content/browse/housing-local-services",
                    "api_url": "https://www.gov.uk/api/content/browse/housing-local-services",
                    "base_path": "/browse/housing-local-services",
                    "content_id": "61d038ad-ba54-40a1-b6ca-18b390138b41",
                    "description": "Owning or renting and council services",
                    "document_type": "mainstream_browse_page",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2023-07-31T14:36:03Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Housing and local services",
                    "web_url": "https://www.gov.uk/browse/housing-local-services",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "public_updated_at": "2023-07-31T14:36:03Z",
              "schema_name": "mainstream_browse_page",
              "title": "Buying and owning a property",
              "web_url": "https://www.gov.uk/browse/housing-local-services/buying-owning-property",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2022-05-24T14:35:50Z",
        "schema_name": "guide",
        "title": "Shared ownership homes: buying, improving and selling",
        "web_url": "https://www.gov.uk/shared-ownership-scheme",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/right-to-buy-buying-your-council-home",
        "api_url": "https://www.gov.uk/api/content/right-to-buy-buying-your-council-home",
        "base_path": "/right-to-buy-buying-your-council-home",
        "content_id": "19f966d3-0f10-471c-b518-66e6142fa0db",
        "document_type": "guide",
        "links": {
          "mainstream_browse_pages": [
            {
              "api_path": "/api/content/browse/housing-local-services/council-housing-association",
              "api_url": "https://www.gov.uk/api/content/browse/housing-local-services/council-housing-association",
              "base_path": "/browse/housing-local-services/council-housing-association",
              "content_id": "c0f8dcc8-3973-478d-a287-83c41afb21f2",
              "description": "Includes Right to Buy, shared ownership, getting repairs and housing benefit",
              "document_type": "mainstream_browse_page",
              "links": {
                "parent": [
                  {
                    "api_path": "/api/content/browse/housing-local-services",
                    "api_url": "https://www.gov.uk/api/content/browse/housing-local-services",
                    "base_path": "/browse/housing-local-services",
                    "content_id": "61d038ad-ba54-40a1-b6ca-18b390138b41",
                    "description": "Owning or renting and council services",
                    "document_type": "mainstream_browse_page",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2023-07-31T14:36:03Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Housing and local services",
                    "web_url": "https://www.gov.uk/browse/housing-local-services",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "public_updated_at": "2023-07-31T14:43:21Z",
              "schema_name": "mainstream_browse_page",
              "title": "Council housing and housing associations",
              "web_url": "https://www.gov.uk/browse/housing-local-services/council-housing-association",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2015-02-25T12:35:20Z",
        "schema_name": "guide",
        "title": "Right to Buy: buying your council home",
        "web_url": "https://www.gov.uk/right-to-buy-buying-your-council-home",
        "withdrawn": false
      }
    ],
    "organisations": [
      {
        "analytics_identifier": "PB1232",
        "api_path": "/api/content/government/organisations/homes-england",
        "api_url": "https://www.gov.uk/api/content/government/organisations/homes-england",
        "base_path": "/government/organisations/homes-england",
        "content_id": "ad6f059a-f36c-48eb-a07f-4a6856f08f7f",
        "details": {
          "acronym": "Homes England",
          "brand": null,
          "default_news_image": null,
          "logo": {
            "crest": "single-identity",
            "formatted_title": "Homes England"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Homes England",
        "web_url": "https://www.gov.uk/government/organisations/homes-england",
        "withdrawn": false
      }
    ],
    "primary_publishing_organisation": [
      {
        "analytics_identifier": "OT1056",
        "api_path": "/api/content/government/organisations/government-digital-service",
        "api_url": "https://www.gov.uk/api/content/government/organisations/government-digital-service",
        "base_path": "/government/organisations/government-digital-service",
        "content_id": "af07d5a5-df63-4ddc-9383-6a666845ebe9",
        "details": {
          "acronym": "GDS",
          "brand": "cabinet-office",
          "default_news_image": null,
          "logo": {
            "crest": "single-identity",
            "formatted_title": "Government Digital Service"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Government Digital Service",
        "web_url": "https://www.gov.uk/government/organisations/government-digital-service",
        "withdrawn": false
      }
    ],
    "taxons": [
      {
        "api_path": "/api/content/housing-local-and-community/owning-renting-property",
        "api_url": "https://www.gov.uk/api/content/housing-local-and-community/owning-renting-property",
        "base_path": "/housing-local-and-community/owning-renting-property",
        "content_id": "0c46aba4-1986-4574-b957-734c6d104546",
        "details": {
          "internal_name": "Owning and renting a property [M] (level 3, housing theme)",
          "notes_for_editors": "",
          "visible_to_departmental_editors": false
        },
        "document_type": "taxon",
        "links": {
          "parent_taxons": [
            {
              "api_path": "/api/content/housing-local-and-community/housing-and-communities",
              "api_url": "https://www.gov.uk/api/content/housing-local-and-community/housing-and-communities",
              "base_path": "/housing-local-and-community/housing-and-communities",
              "content_id": "4ad66168-274d-4d83-9195-f4ab0ccc97cb",
              "description": "",
              "details": {
                "internal_name": "Housing and communities (level 2)",
                "notes_for_editors": "",
                "url_override": "",
                "visible_to_departmental_editors": false
              },
              "document_type": "taxon",
              "links": {
                "parent_taxons": [
                  {
                    "api_path": "/api/content/housing-local-and-community",
                    "api_url": "https://www.gov.uk/api/content/housing-local-and-community",
                    "base_path": "/housing-local-and-community",
                    "content_id": "4794066e-e3cc-425e-8cc4-e7ff3edb4c39",
                    "description": "",
                    "details": {
                      "internal_name": "Housing, local and community",
                      "notes_for_editors": "",
                      "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                      "root_taxon": [
                        {
                          "api_path": "/api/content/",
                          "api_url": "https://www.gov.uk/api/content/",
                          "base_path": "/",
                          "content_id": "f3bbdec2-0e62-4520-a7fd-6ffd5d36e03a",
                          "document_type": "homepage",
                          "links": {
                          },
                          "locale": "en",
                          "public_updated_at": "2023-06-28T09:32:34Z",
                          "schema_name": "homepage",
                          "title": "GOV.UK homepage",
                          "web_url": "https://www.gov.uk/",
                          "withdrawn": false
                        }
                      ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2018-09-16T20:32:02Z",
                    "schema_name": "taxon",
                    "title": "Housing, local and community",
                    "web_url": "https://www.gov.uk/housing-local-and-community",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "phase": "live",
              "public_updated_at": "2022-02-14T14:24:18Z",
              "schema_name": "taxon",
              "title": "Housing and communities",
              "web_url": "https://www.gov.uk/housing-local-and-community/housing-and-communities",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2018-08-22T12:54:43Z",
        "schema_name": "taxon",
        "title": "Owning and renting a property",
        "web_url": "https://www.gov.uk/housing-local-and-community/owning-renting-property",
        "withdrawn": false
      }
    ]
  },
  "locale": "en",
  "phase": "live",
  "public_updated_at": "2022-09-27T11:58:09Z",
  "publishing_app": "publisher",
  "publishing_request_id": "10576-1673342132.899-10.13.1.115-24929",
  "publishing_scheduled_at": null,
  "rendering_app": "government-frontend",
  "scheduled_publishing_delay_seconds": null,
  "schema_name": "guide",
  "title": "Apply for a Help to Build: Equity Loan",
  "updated_at": "2024-02-08T11:31:48Z",
  "withdrawn_notice": {
  }
}