{
  "analytics_identifier": null,
  "base_path": "/graduate-visa",
  "content_id": "1a06c4ea-fdb1-4a7b-baf5-3477714c974c",
  "description": "Apply for a Graduate route visa if you’ve been on a student visa and want to stay in the UK to work - eligibility, fees, documents, extend, bring your partner and children.",
  "details": {
    "external_related_links": [

    ],
    "hide_chapter_navigation": false,
    "parts": [
      {
        "body": "<p>A Graduate visa gives you permission to stay in the UK for at least 2 years after successfully completing a course in the UK.</p>\n\n<p>You must be in the UK when you apply.</p>\n\n<h2 id=\"eligibility\">Eligibility</h2>\n\n<p>You can apply for a Graduate visa if all of the following are true:</p>\n\n<ul>\n  <li>you’re in the UK</li>\n  <li>your current visa is a <a href=\"/student-visa\">Student visa or Tier 4 (General) student visa</a>\n</li>\n  <li>you studied a UK bachelor’s degree, postgraduate degree or other eligible course for a minimum period of time with your Student visa or Tier 4 (General) student visa</li>\n  <li>your education provider (such as your university or college) has told the Home Office you’ve successfully completed your course</li>\n</ul>\n\n<p>You can ask your education provider if you’re not sure whether they’ve told the Home Office you’ve successfully completed your course.</p>\n\n<p><a href=\"/graduate-visa/course-you-studied\">Check if your course is eligible and how long you need to have studied in the UK</a>.</p>\n\n<p>If you’re not eligible for a Graduate visa, you may be eligible for <a href=\"/check-uk-visa\">another type of visa to stay in the UK</a>.</p>\n\n<h2 id=\"how-long-you-can-stay\">How long you can stay</h2>\n\n<p>A Graduate visa lasts for 2 years. If you have a PHD or other doctoral qualification, it will last for 3 years.</p>\n\n<p>Your visa will start from the day your application is approved.</p>\n\n<h3 id=\"if-you-want-to-stay-longer-in-the-uk\">If you want to stay longer in the UK</h3>\n\n<p>You cannot extend your Graduate visa. However, you may be able to switch to a different visa, for example a <a href=\"/skilled-worker-visa\">Skilled Worker visa</a>.</p>\n\n<p>Check you can apply for <a href=\"/check-uk-visa\">another type of visa to stay in the UK</a>.</p>\n\n<h2 id=\"how-to-apply\">How to apply</h2>\n\n<p>You must <a href=\"/graduate-visa/apply\">apply online</a>.</p>\n\n<p><a href=\"/graduate-visa/your-partner-and-children\">Your partner and children</a> can also apply to stay in the UK if they are eligible.</p>\n\n<h2 id=\"when-to-apply\">When to apply</h2>\n\n<p>You must apply before your Student visa or Tier 4 (General) student visa expires.</p>\n\n<p>You can apply after your education provider (such as your university or college) has told the Home Office that you’ve successfully completed the course you took with your Student or Tier 4 (General) student visa. You do not have to wait until you’ve graduated or have been given a certificate.</p>\n\n<p>As part of your application, you’ll need to prove your identity and provide your documents.</p>\n\n<p>Your application may take longer if you need an appointment to do this. You’ll find out if you need one when you start your application.</p>\n\n<h3 id=\"getting-a-decision\">Getting a decision</h3>\n\n<p>Once you’ve applied online, proved your identity and provided your documents, you’ll usually get a decision on your visa within 8 weeks.</p>\n\n<p>You can stay in the UK while you wait for a decision.</p>\n\n<h2 id=\"how-much-it-costs\">How much it costs</h2>\n\n<p>When you apply for a Graduate visa, you’ll need to:</p>\n\n<ul>\n  <li>pay the £822 application fee</li>\n  <li>pay the healthcare surcharge - this is usually £1,035 for each year you’ll be in the UK</li>\n</ul>\n\n<p><a href=\"/graduate-visa/how-much-it-costs\">Check how much it will cost</a>.</p>\n\n<h3 id=\"if-you-work-in-public-sector-healthcare\">If you work in public sector healthcare</h3>\n\n<p>If you’re a doctor or nurse, or you work in health or adult social care, check if you’re eligible to apply for the <a href=\"/health-care-worker-visa\">Health and Care Worker visa</a> instead. It’s cheaper to apply for and you do not need to pay the annual immigration health surcharge.</p>\n\n<p>If you get a job in public sector healthcare after you have paid the healthcare surcharge, you may be able to <a href=\"/apply-immigration-health-surcharge-refund\">get a refund</a>.</p>\n\n<h2 id=\"what-you-can-and-cannot-do\">What you can and cannot do</h2>\n\n<p>With a Graduate visa you can:</p>\n\n<ul>\n  <li>work in most jobs</li>\n  <li>look for work</li>\n  <li>be self-employed</li>\n  <li>\n<a href=\"/graduate-visa/your-partner-and-children\">continue living in the UK with your partner and children</a>, if they’re eligible</li>\n  <li>do voluntary work</li>\n  <li>travel abroad and return to the UK</li>\n</ul>\n\n<p>You cannot:</p>\n\n<ul>\n  <li>apply for most benefits (<a href=\"/government/publications/public-funds--2\">public funds</a>), or the State Pension</li>\n  <li>work as a professional sportsperson</li>\n</ul>\n\n<p>If your application is successful, you’ll get a full list of what you can and cannot do with a Graduate visa.</p>\n\n<h3 id=\"studying-with-a-graduate-visa\">Studying with a Graduate visa</h3>\n\n<p>You can only study with a Graduate visa if your chosen course is <a href=\"/student-visa/course\">not eligible for a Student visa</a>. If your course is eligible for a Student visa, you can <a href=\"/student-visa/extend-your-visa\">extend your Student visa</a> instead.</p>\n\n<p>You may need an <a href=\"/guidance/academic-technology-approval-scheme\">Academic Technology Approval Scheme (ATAS) certificate</a> if you’re studying or researching sensitive topics.</p>\n\n",
        "slug": "overview",
        "title": "Overview"
      },
      {
        "body": "<p>To be eligible for a Graduate visa, you need to have successfully completed the course you took with your current Student visa or Tier 4 (General) student visa.</p>\n\n<p>Whether you can apply will also depend on:</p>\n\n<ul>\n  <li>the education provider for your course, for example your university or college</li>\n  <li>the kind of course you took</li>\n  <li>how long you studied in the UK for</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If your education provider allowed you to change course without applying for a new Student visa or Tier 4 (General) student visa, you only need to have completed the course you changed to.</p>\n</div>\n\n<h2 id=\"your-education-provider\">Your education provider</h2>\n\n<p>The education provider for your course must be a licensed sponsor with a ‘track record of compliance’.</p>\n\n<p><a href=\"/government/publications/register-of-licensed-sponsors-students\">Check if your education provider has a track record of compliance</a> - it will have ‘Student Sponsor - Track Record’ in the ‘Status’ column.</p>\n\n<h2 id=\"your-course\">Your course</h2>\n\n<p>You usually must have one of the following to apply:</p>\n\n<ul>\n  <li>a UK bachelor’s degree</li>\n  <li>a UK master’s degree</li>\n  <li>a UK PhD or doctorate</li>\n</ul>\n\n<p>You can also apply if you completed any of the following:</p>\n\n<ul>\n  <li>a law conversion course approved by the Solicitors Regulation Authority</li>\n  <li>the Legal Practice Course in England and Wales, the Solicitors Course in Northern Ireland, or a Diploma in Professional Legal Practice in Scotland</li>\n  <li>the Bar Practice Course in England and Wales, or the Bar Course in Northern Ireland</li>\n  <li>a foundation programme in medicine or dentistry</li>\n  <li>a Postgraduate Certificate in Education (PGCE)</li>\n  <li>a Postgraduate Diploma in Education (PGDE)</li>\n</ul>\n\n<p>You may also be able to apply if passing your course made you eligible for a job that’s regulated by UK law or a UK public authority. Your education provider can tell you if your course is eligible.</p>\n\n<h3 id=\"if-youre-on-a-student-visa-because-youre-a-student-union-sabbatical-officer\">If you’re on a Student visa because you’re a Student Union Sabbatical Officer</h3>\n\n<p>You can apply for a Graduate visa if you’re on your current Student visa or Tier 4 (General) student visa because you’re a Student Union Sabbatical Officer.</p>\n\n<p>To be eligible, you need to have successfully completed one of these courses in the UK just before you started your current visa.</p>\n\n<h2 id=\"how-long-you-studied-in-the-uk-for\">How long you studied in the UK for</h2>\n\n<p>You need to have studied in the UK for either:</p>\n\n<ul>\n  <li>at least 12 months, if your course’s total length is more than 12 months</li>\n  <li>the total length of your course, if its total length is shorter than 12 months</li>\n</ul>\n\n<p>You must also be in the UK when you apply for a Graduate visa.</p>\n\n<h3 id=\"what-counts-as-time-spent-studying-in-the-uk\">What counts as time spent studying in the UK</h3>\n\n<p>Studying your course in the UK means that you were in the UK when your education provider needed you to be there - for example, to go to lectures or meet with a tutor.</p>\n\n<div class=\"example\">\n<h3 id=\"example\">Example</h3>\n\n<p>If you were taking a 1 year master’s degree, but left the UK during term breaks or on weekends, that would still count as studying in the UK for 1 year.</p>\n</div>\n\n<h2 id=\"if-you-could-not-study-in-the-uk-because-of-coronavirus-covid-19\">If you could not study in the UK because of coronavirus (COVID-19)</h2>\n\n<p>The rules on how long you need to have studied your course in the UK may not apply if you needed to study outside the UK because of COVID-19.</p>\n\n<h3 id=\"your-student-visa-or-tier-4-visa-was-for-more-than-12-months\">Your Student visa or Tier 4 visa was for more than 12 months</h3>\n\n<p>You can count any time spent studying outside the UK between 24 January 2020 and 30 June 2022 as time spent studying in the UK.</p>\n\n<h3 id=\"your-student-visa-or-tier-4-visa-was-for-12-months-or-less\">Your Student visa or Tier 4 visa was for 12 months or less</h3>\n\n<p>You can apply if either of the following are true:</p>\n\n<ul>\n  <li>you started your course before 21 June 2021 and you entered the UK on a Student visa on or before 27 September 2021</li>\n  <li>you started your course between 21 June 2021 and 30 June 2022 and you entered the UK on a Student visa on or before 30 June 2022</li>\n</ul>\n",
        "slug": "course-you-studied",
        "title": "The course you studied"
      },
      {
        "body": "<p>When you apply for a Graduate visa, you’ll need to:</p>\n\n<ul>\n  <li>pay the £822 application fee</li>\n  <li>pay the healthcare surcharge - this is usually £1,035 for each year you’ll be in the UK</li>\n</ul>\n\n<p>You’ll be told how much you need to pay when you apply.</p>\n\n<h2 id=\"healthcare-surcharge\">Healthcare surcharge</h2>\n\n<p>You’ll also have to pay the healthcare surcharge when you apply.</p>\n\n<p>If you’re eligible for a Graduate visa for:</p>\n\n<ul>\n  <li>2 years - it will cost £2,070</li>\n  <li>3 years - it will cost £3,105</li>\n</ul>\n\n<h3 id=\"if-you-work-in-public-sector-healthcare\">If you work in public sector healthcare</h3>\n\n<p>If you get a job in public sector healthcare after you have paid the healthcare surcharge, you may be able to <a href=\"/apply-immigration-health-surcharge-refund\">get a refund</a>.</p>\n\n",
        "slug": "how-much-it-costs",
        "title": "How much it costs"
      },
      {
        "body": "<p>When you apply you’ll need to provide:</p>\n\n<ul>\n  <li>a valid passport or other travel document that shows your identity and nationality</li>\n  <li>your biometric residence permit (<abbr title=\"biometric residence permit\">BRP</abbr>), if you were given one when you applied for your Student visa or Tier 4 (General) student visa</li>\n  <li>your Confirmation of Acceptance for Studies (<abbr title=\"Confirmation of Acceptance for Studies\">CAS</abbr>) reference number from when you applied for your Student visa or Tier 4 (General) student visa</li>\n</ul>\n\n<p>Your <abbr title=\"Confirmation of Acceptance for Studies\">CAS</abbr> reference number was sent to you by your education provider when they offered you a place on the course you completed with your Student visa. If you cannot find it, ask your education provider what it is.</p>\n\n<h2 id=\"other-documents-you-might-need\">Other documents you might need</h2>\n\n<p>Depending on your circumstances, you might be asked to provide:</p>\n\n<ul>\n  <li>proof of your relationship with <a href=\"/graduate-visa/your-partner-and-children\">your partner or children</a> if they’re applying with you</li>\n  <li>a letter from your scholarship or sponsorship provider approving your application, if they paid for both your course fees and living costs in the last 12 months</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If your documents are not in English or Welsh you’ll also need to provide a <a href=\"/certifying-a-document\">certified translation</a>.</p>\n</div>\n\n<h2 id=\"when-youve-got-your-documents-ready\">When you’ve got your documents ready</h2>\n\n<p>You can <a href=\"/graduate-visa/apply\">apply online</a> once your documents are ready.</p>\n\n",
        "slug": "documents-youll-need-to-apply",
        "title": "Documents you'll need to apply"
      },
      {
        "body": "<p>You must apply online for a Graduate visa.</p>\n\n<p>Check which <a href=\"/graduate-visa/documents-youll-need-to-apply\">documents you’ll need to apply</a>.</p>\n\n<p>Your <a href=\"/graduate-visa/your-partner-and-children\">partner or children</a> will need to apply separately.</p>\n\n<h2 id=\"proving-your-identity-and-providing-supporting-documents\">Proving your identity and providing supporting documents</h2>\n\n<p>As part of your application, you’ll need to prove your identity.</p>\n\n<p>You usually do this by scanning your biometric residence permit (<abbr title=\"biometric residence permit\">BRP</abbr>) with the ‘UK Immigration: ID Check’ app. If you’re from the EU, Switzerland, Norway, Iceland or Liechtenstein, scan your passport instead.</p>\n\n<p>You’ll need to sign into an existing UK Visas and Immigration (<abbr title=\"UK Visas and Immigration\">UKVI</abbr>) account, or create a new one.</p>\n\n<p>If you cannot scan your <abbr title=\"biometric residence permit\">BRP</abbr> or passport with the app, you’ll be asked to get your fingerprints and photograph taken at a <a href=\"/ukvcas\">UK Visa and Citizenship Application Services (UKVCAS)</a> service point.</p>\n\n<p>You’ll be told what you need to do when you apply.</p>\n\n<p>If you do need an appointment, the centre may need to keep your passport and documents while they process your application.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You must not travel outside of the UK, Ireland, the Channel Islands or the Isle of Man until you get a decision. Your application will be withdrawn if you do.</p>\n</div>\n\n<h2 id=\"apply-for-a-graduate-visa\">Apply for a Graduate visa</h2>\n\n<p>Once you’ve started your application, you can save your form and complete it later.</p>\n\n<p><a class=\"gem-c-button govuk-button govuk-button--start\" role=\"button\" data-module=\"govuk-button\" draggable=\"false\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/graduate_in_uk\"><span> Start now </span><svg class=\"govuk-button__start-icon govuk-!-display-none-print\" xmlns=\"http://www.w3.org/2000/svg\" width=\"17.5\" height=\"19\" viewbox=\"0 0 33 40\" focusable=\"false\" aria-hidden=\"true\"><path fill=\"currentColor\" d=\"M0 0h13l20 20-20 20H0l20-20z\"></path></svg></a></p>\n\n<h3 id=\"continue-your-application\">Continue your application</h3>\n\n<p>You can sign back into your application if you’ve saved it.</p>\n\n<p><a href=\"/sign-in-visa\">Find out how to sign in to your account</a>.</p>\n\n<h3 id=\"get-help-to-apply-online\">Get help to apply online</h3>\n\n<p>You can <a href=\"/assisted-digital-help-online-applications\">get help with completing the online form</a> if you:</p>\n\n<ul>\n  <li>do not feel confident using a computer or mobile device</li>\n  <li>do not have internet access</li>\n</ul>\n\n<p>You can only use this service if you’re applying for a visa in the UK.</p>\n\n<p>You cannot get immigration advice through this service.</p>\n\n<h2 id=\"how-long-it-takes-to-get-a-decision\">How long it takes to get a decision</h2>\n\n<p>Once you’ve applied online, proved your identity and provided your documents, you’ll usually get a decision within 8 weeks.</p>\n\n<p>You’ll be contacted if your application will take longer, for example because:</p>\n\n<ul>\n  <li>your supporting documents need to be verified</li>\n  <li>of your personal circumstances, for example if you have a criminal conviction</li>\n</ul>\n\n<h2 id=\"after-you-apply\">After you apply</h2>\n\n<p>You can ask to <a href=\"/cancel-visa\">cancel your application</a>. You’ll only get your fee refunded if <abbr title=\"UK Visas and Immigration\">UKVI</abbr> has not started processing your application.</p>\n\n<p>You’ll get an email containing the <a href=\"/apply-to-come-to-the-uk/getting-a-decision-on-your-application\">decision on your application</a>. This will explain what you need to do next.</p>\n\n<h2 id=\"proving-your-immigration-status-with-a-graduate-visa\">Proving your immigration status with a Graduate visa</h2>\n\n<p>If your application is approved, you’ll be able to <a href=\"/view-prove-immigration-status\">prove your right to live and work in the UK online</a>.</p>\n\n<p>If you’re given a <abbr title=\"biometric residence permit\">BRP</abbr> when your application is approved, you can also use that <abbr title=\"biometric residence permit\">BRP</abbr> to prove your right to live and work in the UK.</p>\n\n",
        "slug": "apply",
        "title": "Apply"
      },
      {
        "body": "<p>If your partner and children joined you in the UK as ‘dependants’ on your current Student visa or Tier 4 (General) student visa, they can apply to stay as dependants on your Graduate visa.</p>\n\n<p>If your child was born in the UK during your current Student or Tier 4 (General) student visa, they can also apply.</p>\n\n<p>If their application is successful, their visa will end on the same date as yours.</p>\n\n<p>A dependant partner or child is any of the following:</p>\n\n<ul>\n  <li>your husband, wife, civil partner or unmarried partner</li>\n  <li>your child under 18 - including if they were born in the UK during your stay</li>\n  <li>your child over 18 if they’re currently in the UK as your dependant</li>\n</ul>\n\n<h2 id=\"your-partner\">Your partner</h2>\n\n<p>Your partner needs to have been a dependant on your Student visa or Tier 4 (General) student visa to apply. You’ll also need to show that they’re still your partner.</p>\n\n<p>You must be able to prove one of the following:</p>\n\n<ul>\n  <li>you’re in a civil partnership or marriage that’s recognised in the UK</li>\n  <li>you’ve been living together in a relationship for at least 2 years when you apply</li>\n  <li>you’ve been in a relationship for at least 2 years when you apply but you cannot live together, for example because you’re working or studying in different places, or it’s not accepted in your culture</li>\n</ul>\n\n<p>If you’re not living together, you’ll need to prove that you have an ongoing commitment to each other, for example by providing evidence that you:</p>\n\n<ul>\n  <li>communicate regularly with each other</li>\n  <li>support each other financially</li>\n  <li>care for any children you have together</li>\n  <li>spend time together as a couple, for example on holiday or at events</li>\n</ul>\n\n<h2 id=\"your-child\">Your child</h2>\n\n<p>Your child must:</p>\n\n<ul>\n  <li>live with you, unless they’re living away from home in full-time education - for example, at boarding school or university</li>\n  <li>not be married or in a civil partnership</li>\n</ul>\n\n<p>You’ll need to provide evidence of their address such as:</p>\n\n<ul>\n  <li>a bank statement</li>\n  <li>credit card bills</li>\n  <li>driving licence</li>\n  <li>NHS registration document</li>\n  <li>an official letter from their university or college</li>\n</ul>\n\n<h3 id=\"if-your-child-is-under-18\">If your child is under 18</h3>\n\n<p>Your child usually needs to have been a dependant on your Student visa or Tier 4 (General) student visa to apply.</p>\n\n<p>They do not need to have been a dependant if both of the following apply:</p>\n\n<ul>\n  <li>they were born while you were in the UK on your current Student visa or Tier 4 (General) student visa</li>\n  <li>they were born in the UK</li>\n</ul>\n\n<p>You’ll need to provide proof that they’re your child - for example, a UK birth certificate or a special guardianship order from a court.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>New dependants may be able to join you from outside the UK if you switch to a different visa, for example a <a href=\"/skilled-worker-visa/your-partner-and-children\">Skilled Worker visa</a>.</p>\n</div>\n\n<h3 id=\"if-your-child-is-18-or-over\">If your child is 18 or over</h3>\n\n<p>They must have been a dependant on your Student visa or Tier 4 (General) student visa.</p>\n\n<h2 id=\"apply\">Apply</h2>\n\n<p>Your partner and children must either:</p>\n\n<ul>\n  <li><a rel=\"external\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/graduate_pbs_dependant_partner_in_uk\">apply online as your partner</a></li>\n  <li><a rel=\"external\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/brp_reuse_pbs_dependant_child_in_uk\">apply online as your child</a></li>\n</ul>\n\n<p>Each family member will need to complete a separate application and <a href=\"/graduate-visa/how-much-it-costs\">pay the visa fee</a>.</p>\n\n<p>They’ll need:</p>\n\n<ul>\n  <li>a valid passport or other document that shows their identity and nationality</li>\n  <li>their biometric residence permit (<abbr title=\"biometric residence permit\">BRP</abbr>), if they were given one when they applied to be a dependant on your Student visa or Tier 4 (General) student visa</li>\n</ul>\n\n<p>They’ll also need your application number - you’ll get this when you apply. This number is called a Unique Application Number (UAN). You’ll find it on emails and letters from the Home Office about your application.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If your scholarship or sponsorship provider paid your partner or child’s living costs in the last 12 months, your partner or child will need a letter from the provider approving their Graduate visa application.</p>\n</div>\n\n<h3 id=\"proving-their-identity\">Proving their identity</h3>\n\n<p>As part of their application, your partner and children will need to prove their identity.</p>\n\n<p>If they’re from the EU, Switzerland, Norway, Iceland or Liechtenstein, they would usually do this by scanning their passport with the ‘UK Immigration: ID Check’ app.</p>\n\n<p>If they’re not from the EU, Switzerland, Norway, Iceland or Liechtenstein, they would usually do this by scanning their biometric residence permit (<abbr title=\"biometric residence permit\">BRP</abbr>).</p>\n\n<p>They’ll need to sign into an existing UK Visas and Immigration (UKVI) account, or create a new one.</p>\n\n<p>If they cannot scan their passport or <abbr title=\"biometric residence permit\">BRP</abbr> with the app, they’ll be asked to get their fingerprints and photograph taken at a <a href=\"/ukvcas\">UK Visa and Citizenship Application Services (<abbr title=\"UK Visa and Citizenship Application Services\">UKVCAS</abbr>)</a> service point.</p>\n\n<p>They’ll be told what they need to do when they apply.</p>\n\n<p>If they do need an appointment, the centre may need to keep their passport and documents while they process their application.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>They must not travel outside of the UK, Ireland, the Channel Islands or the Isle of Man until they get a decision. Their application will be withdrawn if they do.</p>\n</div>\n\n<h3 id=\"how-long-it-takes-to-get-a-decision\">How long it takes to get a decision</h3>\n\n<p>Once they’ve applied online, proved their identity and provided their documents, they’ll usually get a decision within 8 weeks.</p>\n\n<h2 id=\"children-born-in-the-uk\">Children born in the UK</h2>\n\n<p>If you have a child while you’re in the UK, they do not automatically <a href=\"/british-citizenship\">become a British citizen</a>.</p>\n\n<p>You must <a rel=\"external\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/pbs_dependant_child_in_uk\">apply for your child’s dependant visa</a> if you want to travel in and out of the UK with them.</p>\n\n<p>You’ll need to provide a full UK birth certificate for each child, showing the names of both parents.</p>\n\n",
        "slug": "your-partner-and-children",
        "title": "Your partner and children"
      }
    ]
  },
  "document_type": "guide",
  "first_published_at": "2021-07-01T08:00:03Z",
  "links": {
    "available_translations": [
      {
        "api_path": "/api/content/graduate-visa",
        "api_url": "https://www.gov.uk/api/content/graduate-visa",
        "base_path": "/graduate-visa",
        "content_id": "1a06c4ea-fdb1-4a7b-baf5-3477714c974c",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2021-10-15T13:36:46Z",
        "schema_name": "guide",
        "title": "Graduate visa",
        "web_url": "https://www.gov.uk/graduate-visa",
        "withdrawn": false
      }
    ],
    "mainstream_browse_pages": [
      {
        "api_path": "/api/content/browse/visas-immigration/work-visas",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/work-visas",
        "base_path": "/browse/visas-immigration/work-visas",
        "content_id": "4ab4764d-d9ce-425f-a8cc-aaba4a38be09",
        "description": "Skilled Worker visa, Graduate visa, other work visas, right to work",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2023-07-13T12:27:58Z",
        "schema_name": "mainstream_browse_page",
        "title": "Work in the UK",
        "web_url": "https://www.gov.uk/browse/visas-immigration/work-visas",
        "withdrawn": false
      }
    ],
    "organisations": [
      {
        "analytics_identifier": "D16",
        "api_path": "/api/content/government/organisations/home-office",
        "api_url": "https://www.gov.uk/api/content/government/organisations/home-office",
        "base_path": "/government/organisations/home-office",
        "content_id": "06056197-bc69-4147-aa28-070bca132178",
        "details": {
          "acronym": "Home Office",
          "brand": "home-office",
          "default_news_image": {
            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/5a37db3ce5274a7908e3530c/s960_home-office.jpg",
            "url": "https://assets.publishing.service.gov.uk/media/5a37db3c40f0b649cceb18de/s300_home-office.jpg"
          },
          "logo": {
            "crest": "ho",
            "formatted_title": "Home Office"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Home Office",
        "web_url": "https://www.gov.uk/government/organisations/home-office",
        "withdrawn": false
      },
      {
        "analytics_identifier": "OT554",
        "api_path": "/api/content/government/organisations/uk-visas-and-immigration",
        "api_url": "https://www.gov.uk/api/content/government/organisations/uk-visas-and-immigration",
        "base_path": "/government/organisations/uk-visas-and-immigration",
        "content_id": "04148522-b0c1-4137-b687-5f3c3bdd561a",
        "details": {
          "acronym": "UKVI",
          "brand": "home-office",
          "default_news_image": null,
          "logo": {
            "crest": "ho",
            "formatted_title": "UK Visas and Immigration"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "UK Visas and Immigration",
        "web_url": "https://www.gov.uk/government/organisations/uk-visas-and-immigration",
        "withdrawn": false
      }
    ],
    "parent": [
      {
        "api_path": "/api/content/browse/visas-immigration/work-visas",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/work-visas",
        "base_path": "/browse/visas-immigration/work-visas",
        "content_id": "4ab4764d-d9ce-425f-a8cc-aaba4a38be09",
        "description": "Skilled Worker visa, Graduate visa, other work visas, right to work",
        "document_type": "mainstream_browse_page",
        "links": {
          "parent": [
            {
              "api_path": "/api/content/browse/visas-immigration",
              "api_url": "https://www.gov.uk/api/content/browse/visas-immigration",
              "base_path": "/browse/visas-immigration",
              "content_id": "df6fcdc4-62bc-4e05-90e3-cb2e452453a4",
              "description": "Apply to visit, work, study, settle or seek asylum in the UK",
              "document_type": "mainstream_browse_page",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2021-06-03T13:56:26Z",
              "schema_name": "mainstream_browse_page",
              "title": "Visas and immigration",
              "web_url": "https://www.gov.uk/browse/visas-immigration",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2023-07-13T12:27:58Z",
        "schema_name": "mainstream_browse_page",
        "title": "Work in the UK",
        "web_url": "https://www.gov.uk/browse/visas-immigration/work-visas",
        "withdrawn": false
      }
    ],
    "primary_publishing_organisation": [
      {
        "analytics_identifier": "OT1056",
        "api_path": "/api/content/government/organisations/government-digital-service",
        "api_url": "https://www.gov.uk/api/content/government/organisations/government-digital-service",
        "base_path": "/government/organisations/government-digital-service",
        "content_id": "af07d5a5-df63-4ddc-9383-6a666845ebe9",
        "details": {
          "acronym": "GDS",
          "brand": "cabinet-office",
          "default_news_image": null,
          "logo": {
            "crest": "single-identity",
            "formatted_title": "Government Digital Service"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Government Digital Service",
        "web_url": "https://www.gov.uk/government/organisations/government-digital-service",
        "withdrawn": false
      }
    ],
    "taxons": [
      {
        "api_path": "/api/content/entering-staying-uk/work-and-investor-visas",
        "api_url": "https://www.gov.uk/api/content/entering-staying-uk/work-and-investor-visas",
        "base_path": "/entering-staying-uk/work-and-investor-visas",
        "content_id": "7b9b52f3-e403-4844-b22b-879daf1cc776",
        "description": "",
        "details": {
          "internal_name": "Work and investor visas",
          "notes_for_editors": "",
          "visible_to_departmental_editors": false
        },
        "document_type": "taxon",
        "links": {
          "parent_taxons": [
            {
              "api_path": "/api/content/entering-staying-uk/visas-entry-clearance",
              "api_url": "https://www.gov.uk/api/content/entering-staying-uk/visas-entry-clearance",
              "base_path": "/entering-staying-uk/visas-entry-clearance",
              "content_id": "29480b00-dc4d-49a0-b48c-25dda8569325",
              "description": "",
              "details": {
                "internal_name": "Visas and entry clearance",
                "notes_for_editors": "",
                "visible_to_departmental_editors": false
              },
              "document_type": "taxon",
              "links": {
                "parent_taxons": [
                  {
                    "api_path": "/api/content/entering-staying-uk",
                    "api_url": "https://www.gov.uk/api/content/entering-staying-uk",
                    "base_path": "/entering-staying-uk",
                    "content_id": "ba3a9702-da22-487f-86c1-8334a730e559",
                    "details": {
                      "internal_name": "Entering and staying in the UK",
                      "notes_for_editors": "",
                      "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                      "root_taxon": [
                        {
                          "api_path": "/api/content/",
                          "api_url": "https://www.gov.uk/api/content/",
                          "base_path": "/",
                          "content_id": "f3bbdec2-0e62-4520-a7fd-6ffd5d36e03a",
                          "document_type": "homepage",
                          "links": {
                          },
                          "locale": "en",
                          "public_updated_at": "2023-06-28T09:32:34Z",
                          "schema_name": "homepage",
                          "title": "GOV.UK homepage",
                          "web_url": "https://www.gov.uk/",
                          "withdrawn": false
                        }
                      ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2018-07-11T08:58:32Z",
                    "schema_name": "taxon",
                    "title": "Entering and staying in the UK",
                    "web_url": "https://www.gov.uk/entering-staying-uk",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "phase": "live",
              "public_updated_at": "2018-07-11T08:58:33Z",
              "schema_name": "taxon",
              "title": "Visas and entry clearance",
              "web_url": "https://www.gov.uk/entering-staying-uk/visas-entry-clearance",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2018-07-11T08:58:33Z",
        "schema_name": "taxon",
        "title": "Work and investor visas",
        "web_url": "https://www.gov.uk/entering-staying-uk/work-and-investor-visas",
        "withdrawn": false
      }
    ]
  },
  "locale": "en",
  "phase": "live",
  "public_updated_at": "2021-10-15T13:36:46Z",
  "publishing_app": "publisher",
  "publishing_request_id": "21-1707239687.803-10.13.21.38-31664",
  "publishing_scheduled_at": null,
  "rendering_app": "government-frontend",
  "scheduled_publishing_delay_seconds": null,
  "schema_name": "guide",
  "title": "Graduate visa",
  "updated_at": "2024-03-07T11:18:20Z",
  "withdrawn_notice": {
  }
}