{
  "analytics_identifier": null,
  "base_path": "/uk-family-visa",
  "content_id": "305acc88-488e-44ec-8e5a-1a5de7819ba9",
  "description": "Get a family visa for the UK, live with your spouse or relative - eligibility, proof, renewing, financial and English language requirements.\r\n",
  "details": {
    "external_related_links": [

    ],
    "hide_chapter_navigation": false,
    "parts": [
      {
        "body": "<p>You need a family visa to live with a family member in the UK for more than 6 months.</p>\n\n<h2 id=\"applying-from-outside-the-uk\">Applying from outside the UK</h2>\n\n<p>You can apply for a family visa to live with your:</p>\n\n<ul>\n  <li>spouse or partner</li>\n  <li>fiancé, fiancée or proposed civil partner</li>\n  <li>child</li>\n  <li>parent</li>\n  <li>relative who’ll provide long-term care for you</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If you’re visiting the UK for 6 months or less, <a href=\"/check-uk-visa\">check if you need a Standard Visitor visa or Marriage Visitor visa</a>.</p>\n</div>\n\n<h2 id=\"extending-your-family-visa\">Extending your family visa</h2>\n\n<p>You can apply to extend your stay with your family member if you’re already in the UK on a family visa.</p>\n\n<p>You can extend at any time before your current permission to stay in the UK expires.</p>\n\n<p>If you’re extending to stay with the same family member, you’ll only get up to 28 days left on your current stay added to your new visa.</p>\n\n<p>You must live in the UK for a certain amount of time before you’re eligible for settlement (‘indefinite leave to remain’). Before you extend your visa, check how much time you need to <a href=\"/settle-in-the-uk\">settle in the UK</a>.</p>\n\n<p>You might be able to apply to <a href=\"/uk-family-visa/private-life\">stay on the basis of your private life</a> if you’ve lived in the UK for many years already.</p>\n\n<h2 id=\"switching-to-a-family-visa\">Switching to a family visa</h2>\n\n<p>If you came to the UK on a different visa, you might be able to switch to a family visa to stay with your:</p>\n\n<ul>\n  <li>spouse or partner</li>\n  <li>child</li>\n  <li>parent</li>\n</ul>\n\n<p>You can switch at any time before your current permission to stay in the UK expires.</p>\n\n<h2 id=\"fees\">Fees</h2>\n\n<p>How much it costs depends on who you’re joining and how you apply.</p>\n\n<table>\n  <thead>\n    <tr>\n      <td></td>\n      <th scope=\"col\">Apply outside the UK</th>\n      <th scope=\"col\">Apply in the UK</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <th scope=\"row\">Cost if joining your partner, parent or child</th>\n      <td>£1,846</td>\n      <td>£1,048</td>\n    </tr>\n    <tr>\n      <th scope=\"row\">Cost for each dependant added to your application</th>\n      <td>£1,846 each person</td>\n      <td>£1,048 each person</td>\n    </tr>\n  </tbody>\n</table>\n\n<h3 id=\"cost-for-adults-who-need-to-be-looked-after-by-a-relative\">Cost for adults who need to be looked after by a relative</h3>\n\n<p>How much it costs depends on what permission your relative has.</p>\n\n<p>If they have temporary ‘protection status’ (permission to stay as a refugee or with humanitarian protection) it costs:</p>\n\n<ul>\n  <li>£404 if you’re applying from outside the UK</li>\n  <li>£1,048 if you’re applying from inside the UK</li>\n</ul>\n\n<p>Otherwise, it costs:</p>\n\n<ul>\n  <li>\n    <p>£3,250 if you’re applying from outside the UK</p>\n  </li>\n  <li>\n    <p>£1,048 if you’re applying from inside the UK</p>\n  </li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>Let your bank know that a large amount of money will be coming out of your account - otherwise it might cancel your payment.</p>\n</div>\n\n<p>If you cannot pay the fee, you may be eligible for a fee waiver in certain situations - for example if you cannot afford a place to live or your essential living costs.</p>\n\n<h3 id=\"healthcare-surcharge\">Healthcare surcharge</h3>\n\n<p>You might also need to <a href=\"/healthcare-immigration-application\">pay the healthcare surcharge</a> as part of your application.</p>\n\n<p>For each adult (18 or older) it costs:</p>\n\n<ul>\n  <li>£2,587.50 if you’re staying for 2 years and 6 months</li>\n  <li>£3,105 if you’re staying for 2 years and 9 months</li>\n  <li>£5,175 if you’re staying for 5 years</li>\n</ul>\n\n<p>For each child (under 18), it costs:</p>\n\n<ul>\n  <li>£1,940 if you’re staying for 2 years and 6 months</li>\n  <li>£2,328 if you’re staying for 2 years and 9 months</li>\n  <li>£3,880 if you’re staying for 5 years</li>\n</ul>\n\n<h3 id=\"get-a-faster-decision-on-your-application\">Get a faster decision on your application</h3>\n\n<p>If you’re applying from the UK, you may be able to pay an extra £1,000 for the super priority service to get a faster decision.</p>\n\n<p>You cannot use the super priority service if you’re applying as an adult coming to be cared for by a relative.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>Once you’ve got your decision letter, your biometric residence permit will take up to 10 working days to arrive.</p>\n</div>\n\n<h2 id=\"other-ways-you-can-stay\">Other ways you can stay</h2>\n\n<h3 id=\"you-were-the-victim-of-domestic-abuse-or-your-partner-died\">You were the victim of domestic abuse or your partner died</h3>\n<p>You might be able to apply to <a href=\"/settle-in-the-uk\">settle in the UK</a> if you had permission to stay in the UK as a partner when either:</p>\n\n<ul>\n  <li>you were the victim of domestic abuse</li>\n  <li>your partner died</li>\n</ul>\n\n<h3 id=\"your-family-member-has-protection-status-leave-to-remain-as-a-refugee-permission-to-stay-as-a-refugee-or-humanitarian-protection\">Your family member has protection status (leave to remain as a refugee, permission to stay as a refugee or humanitarian protection)</h3>\n<p>You might be able to <a href=\"/settlement-refugee-or-humanitarian-protection/family-reunion\">apply for ‘family reunion’</a> to join a partner or parent who has either:</p>\n\n<ul>\n  <li>leave to remain as a refugee or permission to stay as a refugee in the UK</li>\n  <li>humanitarian protection in the UK</li>\n</ul>\n\n<h2 id=\"when-you-cannot-get-a-family-visa\">When you cannot get a family visa</h2>\n\n<p>In some circumstances you cannot apply for, or switch to, a family visa.</p>\n\n<h3 id=\"your-family-member-has-a-work-visa-or-student-visa\">Your family member has a work visa or student visa</h3>\n\n<p>You cannot apply for a family visa if your family member is in the UK temporarily on a <a href=\"/browse/visas-immigration/work-visas\">work visa</a> or <a href=\"/browse/visas-immigration/student-visas\">student visa</a>.</p>\n\n<p>You can apply to stay with them as a dependant instead.</p>\n\n<h3 id=\"you-have-a-visitor-visa-or-a-visa-for-6-months-or-less\">You have a visitor visa or a visa for 6 months or less</h3>\n\n<p>You’ll usually need to leave the UK to apply for a family visa if either:</p>\n\n<ul>\n  <li>you have permission to be in the UK as a visitor</li>\n  <li>your visa is for 6 months or less</li>\n</ul>\n\n<p>However, you might be able to switch to a family visa in the UK if you have either:</p>\n\n<ul>\n  <li>a 6-month family visa as a <a href=\"/uk-family-visa/partner-spouse\">fiancé, fiancée or proposed civil partner</a>\n</li>\n  <li>permission to stay in the UK for the outcome of a family court case or divorce</li>\n</ul>\n\n",
        "slug": "overview",
        "title": "Overview"
      },
      {
        "body": "<p>To apply as a partner, you and your partner both need to be 18 or over.</p>\n\n<p>Your partner must also either:</p>\n\n<ul>\n  <li>be a British or Irish citizen</li>\n  <li>have settled in the UK - for example, they have indefinite leave to remain, settled status or proof of permanent residence</li>\n  <li>be from the EU, Switzerland, Norway, Iceland or Liechtenstein and have <a href=\"/settled-status-eu-citizens-families/what-settled-and-presettled-status-means\">pre-settled status</a> - they must have started living in the UK before 1 January 2021</li>\n  <li>have a <a href=\"/turkish-business-person\">Turkish Businessperson visa</a> or <a href=\"/turkish-worker\">Turkish Worker visa</a>\n</li>\n  <li>have protection status (leave to remain as a refugee, permission to stay as a refugee or a person with humanitarian protection)</li>\n  <li>have permission to stay as a <a href=\"/stay-in-uk-stateless\">stateless person</a>\n</li>\n</ul>\n\n<p>You and your partner must intend to live together permanently in the UK after you apply.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If your partner has settled or pre-settled status you may be able to apply to the free <a href=\"/settled-status-eu-citizens-families/eligibility\">EU Settlement Scheme</a>.</p>\n</div>\n\n<h2 id=\"what-youll-need-to-prove\">What you’ll need to prove</h2>\n\n<p>You must be able to prove one of the following:</p>\n\n<ul>\n  <li>you’re in a civil partnership or marriage that’s recognised in the UK</li>\n  <li>you’ve been living together in a relationship for at least 2 years when you apply</li>\n  <li>you are a fiancé, fiancée or proposed civil partner and will marry or enter into a civil partnership in the UK within 6 months of arriving</li>\n  <li>you’ve been in a relationship for at least 2 years when you apply but you cannot live together, for example because you’re working or studying in different places, or it’s not accepted in your culture</li>\n</ul>\n\n<p>You also need to prove you:</p>\n\n<ul>\n  <li>have a good <a href=\"/uk-family-visa/knowledge-of-english\">knowledge of English</a>\n</li>\n  <li>can <a href=\"/uk-family-visa/proof-income\">financially support yourself and your dependants</a>\n</li>\n</ul>\n\n<p>If you do not meet these requirements you may still be able to apply for a visa or extend your permission to stay if:</p>\n\n<ul>\n  <li>you have a child in the UK who is a British or Irish citizen or has lived in the UK for 7 years and it would be unreasonable for them to leave the UK</li>\n  <li>it would breach your <a rel=\"external\" href=\"https://www.equalityhumanrights.com/en/human-rights/what-are-human-rights\">human rights</a> to stop you coming to the UK or make you leave</li>\n</ul>\n\n<h3 id=\"if-youre-applying-as-a-fianc-fiance-or-proposed-civil-partner\">If you’re applying as a fiancé, fiancée or proposed civil partner</h3>\n\n<p>You must prove that:</p>\n\n<ul>\n  <li>any previous marriages or civil partnerships have ended</li>\n  <li>you plan to marry or become civil partners within 6 months of arriving in the UK</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You will not be able to work or study during your engagement.</p>\n</div>\n\n<p>You’ll need to apply for permission to extend your stay in the UK when you marry or enter into a civil partnership. If your application is approved, you’ll have the right to work or study in the UK.</p>\n\n<h2 id=\"how-to-prove-your-relationship\">How to prove your relationship</h2>\n\n<p>Send evidence that:</p>\n\n<ul>\n  <li>comes from the government, a bank, landlord, utility provider, or a medical professional</li>\n  <li>confirms your relationship with your partner - for example, that you live together, share expenses or are married or in a civil partnership</li>\n  <li>is less than 4 years old</li>\n</ul>\n\n<p>You can use things like:</p>\n\n<ul>\n  <li>a marriage certificate or civil partnership certificate</li>\n  <li>a tenancy agreement, utility bills or council tax bills confirming that you live at the same address or pay bills together</li>\n  <li>a bank statement from a joint bank account, or confirming that you live at the same address</li>\n  <li>a letter from your doctor or dentist confirming that you live at the same address</li>\n</ul>\n\n<p>If you do not have any evidence that meets these criteria, there is other evidence you can provide instead, including:</p>\n\n<ul>\n  <li>a one-off bill like vet’s fees or home repair costs</li>\n  <li>letters confirming you and your partner are on the voting register for the same address</li>\n  <li>student finance paperwork confirming that you live at the same address</li>\n</ul>\n\n<h3 id=\"if-you-do-not-live-together\">If you do not live together</h3>\n\n<p>If you cannot live together because of work or study, or for cultural reasons, you’ll need to prove that you have an ongoing commitment to each other. You can do this by providing evidence that you:</p>\n\n<ul>\n  <li>communicate regularly with each other  </li>\n  <li>support each other financially  </li>\n  <li>care for any children you have together  </li>\n  <li>spend time together as a couple, for example on holiday or at events</li>\n</ul>\n\n<h2 id=\"how-long-you-can-stay\">How long you can stay</h2>\n\n<p>You can stay in the UK for 2 years and 9 months on this visa. If you’re applying as a fiancé, fiancée or proposed civil partner, you can stay for 6 months.</p>\n\n<p>After this you’ll need to apply to extend your stay.</p>\n\n<h3 id=\"if-you-extend-or-switch-to-this-visa\">If you extend or switch to this visa</h3>\n\n<p>If you extend your family visa or switch to this visa you can stay in the UK for 2 years and 6 months.</p>\n\n<h2 id=\"how-to-apply\">How to apply</h2>\n\n<p>You’ll need to <a href=\"/uk-family-visa/provide-information\">prepare information and documents</a> to provide with your application.</p>\n\n<p>How you apply depends on whether you’re in the UK or not.</p>\n\n<h3 id=\"outside-the-uk\">Outside the UK</h3>\n\n<p>You must <a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/apply-visa-type/appendixfm\">apply online from outside the UK</a>.</p>\n\n<h3 id=\"in-the-uk\">In the UK</h3>\n\n<p>You must <a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/product/family-routes\">apply online in the UK</a>.</p>\n\n<h3 id=\"if-you-cannot-pay-the-fee\">If you cannot pay the fee</h3>\n\n<p>You can apply for a fee waiver if you cannot pay the fee because you:</p>\n\n<ul>\n  <li>do not have a place to live and cannot afford one</li>\n  <li>have a place to live but cannot afford essential living costs like food or heating</li>\n  <li>have a very low income and paying the fee would harm your child’s wellbeing</li>\n</ul>\n\n<p><a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/product/fee-waiver\">Apply for a fee waiver online from outside the UK</a>.</p>\n\n<p><a href=\"https://www.gov.uk/visa-fee-waiver-in-uk\">Apply for a fee waiver online from inside the UK</a>.</p>\n\n<h3 id=\"get-help-to-apply-online\">Get help to apply online</h3>\n\n<p>You can <a href=\"/assisted-digital-help-online-applications\">get help with completing the online visa application form</a> if you:</p>\n\n<ul>\n  <li>do not feel confident using a computer or mobile device</li>\n  <li>do not have internet access</li>\n</ul>\n\n<p>You can only use this service if you’re applying in the UK.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You cannot get immigration advice through this service.</p>\n</div>\n\n<h2 id=\"how-long-it-takes\">How long it takes</h2>\n\n<p>If you apply outside the UK you’ll usually get a decision within 24 weeks.</p>\n\n<p>If you apply inside the UK and you meet the minimum <a href=\"/uk-family-visa/proof-income\">income requirements</a> and <a href=\"/uk-family-visa/knowledge-of-english\">English language requirements</a>, you’ll usually get a decision within 8 weeks.</p>\n\n<p>If you apply inside the UK and you do not meet the minimum income requirements and English language requirements, it currently takes about 12 months to get a decision.</p>\n\n<p>You may be able to <a href=\"/faster-decision-visa-settlement\">pay for a faster decision</a>.</p>\n\n<h2 id=\"applying-with-your-children\">Applying with your children</h2>\n\n<p>You can add children to your application as dependants if both of the following apply:</p>\n\n<ul>\n  <li>they are under 18 when you apply, or were under 18 when they were first granted leave</li>\n  <li>they do not live an independent life</li>\n</ul>\n\n<p>Your child is living an independent life if, for example, they’ve left home, got married and had children.</p>\n\n<h2 id=\"when-you-can-settle-permanently\">When you can settle permanently</h2>\n\n<p>The earliest you can apply to <a href=\"https://www.gov.uk/settle-in-the-uk\">settle in the UK</a> (called ‘indefinite leave to remain’) is after you’ve lived in the UK for 5 years continuously on a family visa as a partner.</p>\n\n<p>You cannot include time you’ve spent in the UK:</p>\n\n<ul>\n  <li>on any other visa</li>\n  <li>as a fiancé, fiancée or proposed civil partner</li>\n</ul>\n\n<p>The rules are different if you applied before 9 July 2012.</p>\n\n<h2 id=\"if-you-applied-before-9-july-2012\">If you applied before 9 July 2012</h2>\n\n<p>You can only extend your family visa if all the following are true:</p>\n\n<ul>\n  <li>you were given permission to stay in the UK as a partner before 9 July 2012</li>\n  <li>you are not eligible to <a href=\"/settle-in-the-uk\">settle in the UK</a>\n</li>\n  <li>you have not been granted or refused another visa</li>\n</ul>\n\n<p>You must also prove that:</p>\n\n<ul>\n  <li>you and your partner have enough money to <a href=\"/uk-family-visa/proof-income\">financially support yourself and your dependants</a> without relying on <a href=\"/government/publications/public-funds--2\">public funds</a>\n</li>\n  <li>you have <a href=\"/remain-in-uk-family/knowledge-of-english\">knowledge of English</a>\n</li>\n</ul>\n",
        "slug": "partner-spouse",
        "title": "Apply as a partner or spouse"
      },
      {
        "body": "<p>You can apply to live in the UK to care for your child.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If you’re eligible to <a href=\"/uk-family-visa/partner-spouse\">apply as a partner</a>, you must do that instead of applying as a parent.</p>\n</div>\n\n<p>Your child must either:</p>\n\n<ul>\n  <li>be under 18 on the date you apply</li>\n  <li>have been under 18 when you were first granted leave</li>\n</ul>\n\n<p>Your child must:</p>\n\n<ul>\n  <li>live with you, unless they’re living away from home in full-time education - for example, at boarding school or university</li>\n  <li>not be married or in a civil partnership</li>\n</ul>\n\n<p>Your child must be living in the UK. One of the following must also be true:</p>\n\n<ul>\n  <li>they’re a British or Irish citizen</li>\n  <li>they’ve settled in the UK - for example, they have indefinite leave to remain, settled status or proof of permanent residence</li>\n  <li>they’re from the EU, Switzerland, Norway, Iceland or Liechtenstein and have <a href=\"/settled-status-eu-citizens-families/what-settled-and-presettled-status-means\">pre-settled status</a> - they must have started living in the UK before 1 January 2021</li>\n  <li>if you’re applying in the UK, they must have lived in the UK for 7 years continuously and it would not be reasonable for them to leave</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If your child has settled or pre-settled status you may be able to apply to the free <a href=\"/settled-status-eu-citizens-families/eligibility\">EU Settlement Scheme</a> or for an <a href=\"/family-permit\">EU Settlement Scheme family permit</a>.</p>\n</div>\n\n<h2 id=\"parental-responsibility\">Parental responsibility</h2>\n\n<p>You need to have sole or shared parental responsibility for your child.</p>\n\n<p>If you share parental responsibility, the child’s other parent must not be your partner. They must also either:</p>\n\n<ul>\n  <li>be a British or Irish citizen</li>\n  <li>have settled in the UK - for example, they have indefinite leave to remain, settled status or proof of permanent residence</li>\n  <li>be from the EU, Switzerland, Norway, Iceland or Liechtenstein and have <a href=\"/settled-status-eu-citizens-families/what-settled-and-presettled-status-means\">pre-settled status</a> - they must have started living in the UK before 1 January 2021</li>\n</ul>\n\n<p>If the child lives with their other parent or carer, you must have access to the child in person, as agreed with the other parent or carer or by a court order.</p>\n\n<h2 id=\"what-youll-need-to-prove\">What you’ll need to prove</h2>\n\n<p>You must be able to prove that you’re taking an active role in your child’s upbringing and you plan to continue after you apply.</p>\n\n<p>Send evidence that:</p>\n\n<ul>\n  <li>comes from the government, school, court or a medical professional</li>\n  <li>shows you’re living with or caring for your child</li>\n  <li>is less than 4 years old</li>\n</ul>\n\n<p>You can use things like:</p>\n\n<ul>\n  <li>a letter from your child’s school confirming you take them to school or go to parent evenings</li>\n  <li>a letter to your address from the local authority confirming your child’s school</li>\n  <li>a letter from your child’s doctor, dentist, or health visitor confirming that you take them to appointments</li>\n  <li>court order paperwork confirming that your child lives with you or that you’re taking an active role in their upbringing</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You need permission from the court to use court order paperwork as evidence in your application. Send written proof that the court has given you permission when you apply - for example, a letter from the court.</p>\n</div>\n\n<p>If you do not have any evidence that meets this criteria, there is other evidence you can provide instead. However, it’s less likely that you’ll be given a visa in this case.</p>\n\n<p>Other evidence you can provide includes:</p>\n\n<ul>\n  <li>a parental agreement drafted by a solicitor and signed by you and the child’s other parent</li>\n  <li>a letter from HMRC confirming that you’re claiming Child Tax Credit</li>\n  <li>social services paperwork confirming that you spend time with your child, or that you’re applying for access</li>\n</ul>\n\n<p>Things like greetings cards, photographs and text or social media messages are not considered strong evidence of your role in your child’s upbringing and are unlikely to help your application.</p>\n\n<h3 id=\"english-language-and-financial-requirements\">English language and financial requirements</h3>\n\n<p>You must also prove you:</p>\n\n<ul>\n  <li>have a good <a href=\"/uk-family-visa/knowledge-of-english\">knowledge of English</a>\n</li>\n  <li>can financially support yourself without claiming public funds</li>\n</ul>\n\n<p>If your child or any other dependants live with you, you must also prove you can financially support them without claiming public funds.</p>\n\n<p>If you do not meet the English language and financial requirements you can still extend your permission to stay if:</p>\n\n<ul>\n  <li>your child in the UK is a British or Irish citizen or has lived in the UK for 7 years</li>\n  <li>it would be unreasonable for them to leave the UK</li>\n</ul>\n\n<h2 id=\"how-long-you-can-stay\">How long you can stay</h2>\n\n<p>You can stay in the UK for 2 years and 9 months on this visa. After this you’ll need to apply to extend your stay.</p>\n\n<p>If you extend your family visa or switch to this visa you can stay in the UK for 2 years and 6 months.</p>\n\n<h2 id=\"how-to-apply\">How to apply</h2>\n\n<p>You’ll need to <a href=\"/uk-family-visa/provide-information\">prepare information and documents</a> to provide with your application.</p>\n\n<p>How you apply depends on whether you’re in the UK or not.</p>\n\n<h3 id=\"outside-the-uk\">Outside the UK</h3>\n\n<p>You must <a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/other-ooc\">apply online outside the UK</a>. You must also <a href=\"/government/publications/application-for-uk-visa-access-rights-to-child-appendix-5-form-vaf4a\">complete Appendix 5</a>.</p>\n\n<h3 id=\"in-the-uk\">In the UK</h3>\n\n<p>You must <a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/product/family-routes\">apply online in the UK</a>.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>Read the <a href=\"/government/publications/chapter-8-appendix-fm-family-members\">guidance for parents</a> before applying.</p>\n</div>\n\n<h3 id=\"if-you-cannot-pay-the-fee\">If you cannot pay the fee</h3>\n\n<p>You can apply for a fee waiver if you cannot pay the fee because you:</p>\n\n<ul>\n  <li>do not have a place to live and cannot afford one</li>\n  <li>have a place to live but cannot afford essential living costs like food or heating</li>\n  <li>have a very low income and paying the fee would harm your child’s wellbeing</li>\n</ul>\n\n<p><a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/product/fee-waiver\">Apply for a fee waiver online from outside the UK</a>.</p>\n\n<p><a href=\"https://www.gov.uk/visa-fee-waiver-in-uk\">Apply for a fee waiver online from inside the UK</a>.</p>\n\n<h3 id=\"get-help-to-apply-online\">Get help to apply online</h3>\n\n<p>You can <a href=\"/assisted-digital-help-online-applications\">get help with completing the online visa application form</a> if you:</p>\n\n<ul>\n  <li>do not feel confident using a computer or mobile device</li>\n  <li>do not have internet access</li>\n</ul>\n\n<p>You can only use this service if you’re applying in the UK.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You cannot get immigration advice through this service.</p>\n</div>\n\n<h2 id=\"how-long-it-takes\">How long it takes</h2>\n\n<p>If you apply outside the UK you’ll usually get a decision within 24 weeks.</p>\n\n<p>If you apply inside the UK it currently takes about 12 months to get a decision.</p>\n\n<p>You may be able to <a href=\"/faster-decision-visa-settlement\">pay for a faster decision</a>.</p>\n\n<h2 id=\"applying-with-other-children\">Applying with other children</h2>\n\n<p>You can add other children to your application as dependants if one of the following applies:</p>\n\n<ul>\n  <li>they are under 18 on the date you apply</li>\n  <li>they were under 18 when they were first granted leave on a family visa</li>\n</ul>\n\n<p>They must also:</p>\n\n<ul>\n  <li>live with you, unless they’re living away from home in full-time education - for example, at boarding school or university</li>\n  <li>not be married or in a civil partnership</li>\n</ul>\n\n<h2 id=\"when-you-can-settle-permanently\">When you can settle permanently</h2>\n\n<p>The earliest you can apply to <a href=\"https://www.gov.uk/settle-in-the-uk\">settle in the UK</a> (called ‘indefinite leave to remain’) is after you’ve lived in the UK for 5 years continuously on a family visa as a parent.</p>\n\n<p>You cannot include time you’ve spent in the UK on any other visa.</p>\n\n<p>The rules are different if you applied before 9 July 2012.</p>\n",
        "slug": "parent",
        "title": "Apply as a parent"
      },
      {
        "body": "<p>You can apply for a family visa to join your parent in the UK.</p>\n\n<p>You may not need a family visa if at least one of your parents has indefinite leave to remain or proof of permanent residence. <a href=\"/settle-in-the-uk\">Check if you can apply to settle in the UK</a>.</p>\n\n<p>If your parent cannot include you in their form and you’re in the UK, you may be eligible to apply for <a href=\"/uk-family-visa/private-life\">Private Life in the UK</a>.</p>\n\n<p>If your parent has settled or pre-settled status under the EU Settlement Scheme you may be able to apply to the <a href=\"https://www.gov.uk/family-permit\">free EU Settlement Scheme</a>.</p>\n\n<h2 id=\"you-were-born-in-the-uk\">You were born in the UK</h2>\n\n<p>You’ll get the same permission to stay as your parent if you were born in the UK.</p>\n\n<p>You can either:</p>\n\n<ul>\n  <li>be added to your parent’s next application as a dependant</li>\n  <li>apply separately</li>\n</ul>\n\n<p>You must:</p>\n\n<ul>\n  <li>live with your parent in the UK, unless you’re living away from home in full-time education - for example, at boarding school or university</li>\n  <li>not be married or in a civil partnership</li>\n</ul>\n\n<p>If you’re under 18, you’ll need to know what kind of permission to stay in the UK (‘limited leave to remain’) your parent has.</p>\n\n<p>If you’re 18 or over, you can only apply if you have permission to stay in the UK (‘leave to enter or remain’) which started when you were under 18. They must also apply from inside the UK.</p>\n\n<h2 id=\"you-were-born-outside-the-uk\">You were born outside the UK</h2>\n\n<p>Whether you can apply depends on your age and how your parent applied.</p>\n\n<p>You must:</p>\n\n<ul>\n  <li>live with your parent, unless you’re living away from home in full-time education - for example, at boarding school or university</li>\n  <li>not be married or in a civil partnership</li>\n</ul>\n\n<h3 id=\"if-youre-under-18\">If you’re under 18</h3>\n\n<p>One of your parents must be applying or have applied for a visa or to extend their permission to stay as a:</p>\n\n<ul>\n  <li>partner - and the partner they’re joining is your other parent</li>\n  <li>parent - and they have sole parental responsibility for you</li>\n</ul>\n\n<p>Otherwise, you might still be eligible to apply if there are serious reasons to let you come to or stay in the UK and there are plans for your care.</p>\n\n<h3 id=\"if-youre-18-or-over\">If you’re 18 or over</h3>\n\n<p>Your parent can include you in their application as a dependant, or you can apply separately yourself.</p>\n\n<p>You can only apply if you have permission to stay in the UK (‘leave to remain’) on a family visa which started when you were under 18.</p>\n\n<h2 id=\"apply-from-outside-the-uk\">Apply from outside the UK</h2>\n\n<p>You’ll need to <a href=\"/uk-family-visa/provide-information\">prepare information and documents</a> to provide with your application.</p>\n\n<h3 id=\"apply-at-the-same-time-as-your-parent\">Apply at the same time as your parent</h3>\n\n<p>Which form you need to fill in depends on whether your parent is applying to enter the UK as the partner of one of the following:</p>\n\n<ul>\n  <li>a British or Irish citizen</li>\n  <li>a person with indefinite leave to remain</li>\n  <li>a person settled in the UK - for example, they have indefinite leave to remain, settled status or proof of permanent residence</li>\n  <li>a person from the EU, Switzerland, Norway, Iceland or Liechtenstein who has <a href=\"/settled-status-eu-citizens-families/what-settled-and-presettled-status-means\">pre-settled status</a> - they must have started living in the UK before 1 January 2021</li>\n  <li>a person with a <a href=\"/turkish-business-person\">Turkish Businessperson visa</a> or <a href=\"/turkish-worker\">Turkish Worker visa</a>\n</li>\n  <li>a person with protection status (leave to remain as a refugee, permission to stay as a refugee or a person with humanitarian protection)</li>\n  <li>a person with permission to stay as a <a href=\"/stay-in-uk-stateless\">stateless person</a>\n</li>\n</ul>\n\n<p>If they are applying as one of these, you must fill in the <a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/apply-visa-type/appendixfm\">Appendix FM online form</a>.</p>\n\n<p>If they are not, you must fill in both:</p>\n\n<ul>\n  <li>the <a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/other-ooc?_ga=2.11060468.1141308389.1579530361-1585310190.1577696564\">online application form</a>\n</li>\n  <li>the <a href=\"/government/publications/application-for-visa-family-settlement-or-reunion-form-appendix-1-vaf4a\">Appendix 1 paper form</a>\n</li>\n</ul>\n\n<h3 id=\"apply-separately\">Apply separately</h3>\n\n<p>Which form you need to fill in depends on whether your parent has leave to enter or remain in the UK on a 5 or 10-year route to settlement as the partner of:</p>\n\n<ul>\n  <li>a British or Irish citizen</li>\n  <li>a person with indefinite leave to remain</li>\n  <li>a person settled in the UK - for example, they have indefinite leave to remain, settled status or proof of permanent residence</li>\n  <li>a person from the EU, Switzerland, Norway, Iceland or Liechtenstein who has <a href=\"/settled-status-eu-citizens-families/what-settled-and-presettled-status-means\">pre-settled status</a> - they must have started living in the UK before 1 January 2021</li>\n  <li>a person with a <a href=\"/turkish-business-person\">Turkish Businessperson visa</a> or <a href=\"/turkish-worker\">Turkish Worker visa</a>\n</li>\n  <li>a person with protection status (leave to remain as a refugee, permission to stay as a refugee or a person with humanitarian protection)</li>\n  <li>a person with permission to stay as a <a href=\"/stay-in-uk-stateless\">stateless person</a>\n</li>\n</ul>\n\n<p>If they do, you must fill in the <a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/apply-visa-type/appendixfm\">Appendix FM online form</a>.</p>\n\n<p>If they do not, you must fill in both:</p>\n\n<ul>\n  <li>the <a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/other-ooc?_ga=2.11060468.1141308389.1579530361-1585310190.1577696564\">online application form</a>\n</li>\n  <li>the <a href=\"/government/publications/application-for-visa-family-settlement-or-reunion-form-appendix-1-vaf4a\">Appendix 1 paper form</a>\n</li>\n</ul>\n\n<h2 id=\"apply-from-the-uk\">Apply from the UK</h2>\n\n<p>You’ll need to <a href=\"/uk-family-visa/provide-information\">prepare information and documents</a> to provide with your application.</p>\n\n<p>If you’re already in the UK, you must <a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/product/family-routes\">apply online</a>.</p>\n\n<p>You can also <a href=\"/check-uk-visa\">check if you’re eligible for a different type of visa</a>.</p>\n\n<h2 id=\"if-you-cannot-pay-the-fee\">If you cannot pay the fee</h2>\n\n<p>You can apply for a fee waiver if you cannot pay the fee because you:</p>\n\n<ul>\n  <li>do not have a place to live and cannot afford one</li>\n  <li>have a place to live but cannot afford essential living costs like food or heating</li>\n  <li>have a very low income and paying the fee would harm your child’s wellbeing</li>\n</ul>\n\n<p><a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/product/fee-waiver\">Apply for a fee waiver online from outside the UK</a>. You can only apply for a visa fee waiver if you’re filling in the <a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/apply-visa-type/appendixfm\">Appendix FM online form</a>.</p>\n\n<p><a href=\"https://www.gov.uk/visa-fee-waiver-in-uk\">Apply for a fee waiver online from inside the UK</a>.</p>\n\n<h2 id=\"how-long-it-takes\">How long it takes</h2>\n\n<p>If you apply outside the UK you’ll usually get a decision within 24 weeks.</p>\n\n<p>If you apply inside the UK you’ll usually get a decision within 8 weeks. </p>\n\n<p>You may be able to <a href=\"/faster-decision-visa-settlement\">pay for a faster decision</a>.</p>\n\n<h2 id=\"get-help-to-apply-online\">Get help to apply online</h2>\n\n<p>You can <a href=\"/assisted-digital-help-online-applications\">get help with completing the online visa application form</a> if you:</p>\n\n<ul>\n  <li>do not feel confident using a computer or mobile device</li>\n  <li>do not have internet access</li>\n</ul>\n\n<p>You can only use this service if you’re applying in the UK.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You cannot get immigration advice through this service.</p>\n</div>\n",
        "slug": "child",
        "title": "Apply as a child"
      },
      {
        "body": "<p>You must need long-term care from a parent, grandchild, brother, sister, son or daughter who is living permanently in the UK.</p>\n\n<p>You can only apply from outside the UK, unless you’re applying to extend your stay on this visa.</p>\n\n<p>One of the following must also apply to the relative:</p>\n\n<ul>\n  <li>they’re a British or Irish citizen</li>\n  <li>they’ve settled in the UK - for example, they have indefinite leave to remain, settled status or proof of permanent residence</li>\n  <li>they’re from the EU, Switzerland, Norway, Iceland or Liechtenstein and have <a href=\"/settled-status-eu-citizens-families/what-settled-and-presettled-status-means\">pre-settled status</a> - they must have started living in the UK before 1 January 2021</li>\n  <li>they have protection status (leave to remain as a refugee, permission to stay as a refugee or a person with humanitarian protection) in the UK</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If your family member has settled or pre-settled status you may be able to apply to the free <a href=\"/settled-status-eu-citizens-families/eligibility\">EU Settlement Scheme</a>.</p>\n</div>\n\n<p>You must prove:</p>\n\n<ul>\n  <li>you need long-term care to do everyday personal and household tasks because of illness, disability or your age</li>\n  <li>you’re 18 or over</li>\n  <li>the care you need is not available or affordable in the country you live in</li>\n</ul>\n\n<p>You must also prove the relative you’re joining in the UK can accommodate and care for you for either:</p>\n\n<ul>\n  <li>the whole time your relative has permission to stay in the UK</li>\n  <li>5 years, if your relative is a British citizen or settled in the UK</li>\n</ul>\n\n<h2 id=\"how-long-you-can-stay-for\">How long you can stay for</h2>\n\n<p>How long you can stay depends on the status of your family member.</p>\n\n<h3 id=\"if-your-family-member-is-british-irish-or-settled-in-the-uk\">If your family member is British, Irish or settled in the UK</h3>\n\n<p>Your stay is unlimited. You will not need to apply to extend or settle.</p>\n\n<h3 id=\"if-your-family-member-has-pre-settled-status\">If your family member has pre-settled status</h3>\n\n<p>They must have started living in the UK before 1 January 2021. You can stay as long as your family member stays. You’ll need to apply to extend or settle when they do.</p>\n\n<h3 id=\"if-your-family-member-has-protection-status-leave-to-remain-as-a-refugee-permission-to-stay-as-a-refugee-or-a-person-with-humanitarian-protection-in-the-uk\">If your family member has protection status (leave to remain as a refugee, permission to stay as a refugee or a person with humanitarian protection) in the UK</h3>\n\n<p>You can stay as long as your family member stays. You’ll need to apply to extend or settle when they do.</p>\n\n<h2 id=\"how-to-apply\">How to apply</h2>\n\n<p>You’ll need to <a href=\"/uk-family-visa/provide-information\">prepare information and documents</a> to provide with your application.</p>\n\n<p>You must <a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/other-ooc\">apply as an adult dependent relative online</a> and <a href=\"/government/publications/application-for-visa-family-settlement-or-reunion-form-appendix-1-vaf4a\">complete Appendix 1</a>.</p>\n\n<h2 id=\"apply-to-extend-your-stay\">Apply to extend your stay</h2>\n\n<p><a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/product/flr-hro\">Apply online</a> to extend your stay in the UK.</p>\n\n<h2 id=\"how-long-it-takes\">How long it takes</h2>\n\n<p>If you apply outside the UK you’ll usually get a decision within 24 weeks.</p>\n\n<p>If you apply inside the UK you’ll usually get a decision within 8 weeks.</p>\n",
        "slug": "adult-dependent-relative",
        "title": "Apply as an adult coming to be cared for by a relative"
      },
      {
        "body": "<p>You can only apply on the basis of your private life if you’re already living in the UK.</p>\n\n<p>You must be able to prove that you:</p>\n\n<ul>\n  <li>are under 18 and you’ve lived in the UK continuously for at least 7 years, and it would be unreasonable to expect you to leave the UK</li>\n  <li>are between 18 and 24 and you’ve lived continuously in the UK for more than half your life</li>\n  <li>are 18 or over, have spent less than 20 years in the UK and would have very significant problems living in the country you’d have to go to</li>\n  <li>have been in the UK continuously for 20 years</li>\n  <li>were born in the UK to a person who has permission to stay in the UK on the basis of their private life, or is applying for it</li>\n</ul>\n\n<p>Your family members can apply on the same application - you’ll be considered separately.</p>\n\n<h2 id=\"how-to-apply\">How to apply</h2>\n\n<p>You must <a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/product/family-routes\">apply online</a>.</p>\n\n<p>You’ll need to <a href=\"/uk-family-visa/provide-information\">prepare information and documents</a> to provide with your application.</p>\n\n<h3 id=\"if-you-cannot-pay-the-application-fee\">If you cannot pay the application fee</h3>\n\n<p><a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/product/fee-waiver\">Apply for a fee waiver online</a> if you cannot afford to pay the fee because you:</p>\n\n<ul>\n  <li>do not have a place to live and you cannot afford one</li>\n  <li>have a place to live but cannot afford your essential living costs like food or heating</li>\n  <li>have a very low income and paying the fee would harm your child’s wellbeing</li>\n</ul>\n\n<h2 id=\"how-long-it-takes\">How long it takes</h2>\n\n<p>It currently takes about 12 months to get a decision.</p>\n\n<p>You may be able to <a href=\"/faster-decision-visa-settlement\">pay for a faster decision</a>.</p>\n\n<h2 id=\"how-long-you-can-stay\">How long you can stay</h2>\n\n<p>You can stay in the UK for 2 years and 6 months on this visa.</p>\n\n<p>You can apply to stay for 5 years instead if you’re:</p>\n\n<ul>\n  <li>under 18 and have lived in the UK continuously for at least 7 years</li>\n  <li>aged between 18 and 24 and have spent half your life in the UK</li>\n</ul>\n\n<h2 id=\"when-you-can-settle\">When you can settle</h2>\n\n<p>You can settle after 5 years if you’re either:</p>\n\n<ul>\n  <li>under 18 and have lived in the UK continuously for at least 7 years</li>\n  <li>aged between 18 and 24 and have spent half your life in the UK</li>\n</ul>\n\n<p>You can settle after 10 years if you’re either:</p>\n\n<ul>\n  <li>18 or over, have spent less than 20 years in the UK and would have very significant problems living in the country you’d have to go to</li>\n  <li>born in the UK to a person who has permission to stay in the UK on the basis of their private life, or is applying for it</li>\n</ul>\n\n<h3 id=\"if-youre-extending-your-visa\">If you’re extending your visa</h3>\n<p>You can extend for 2 years and 6 months.</p>\n\n<h3 id=\"get-help-using-a-computer-to-apply-online\">Get help using a computer to apply online</h3>\n\n<p>You can <a href=\"/assisted-digital-help-online-applications\">get help with completing the online visa application form</a> if you:</p>\n\n<ul>\n  <li>do not feel confident using a computer or mobile device</li>\n  <li>do not have internet access</li>\n</ul>\n\n<p>You can only use this service if you’re applying in the UK.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You cannot get immigration advice through this service.</p>\n</div>\n\n",
        "slug": "private-life",
        "title": "Apply on the basis of your private life"
      },
      {
        "body": "<p>You may need to prove your knowledge of the English language when you apply.</p>\n\n<h2 id=\"when-you-do-not-need-to-prove-it\">When you do not need to prove it</h2>\n\n<p>You do not need to prove your knowledge of English or take a test if one of the following is true:</p>\n\n<ul>\n  <li>you’re applying as a child</li>\n  <li>you’re applying as an adult coming to be cared for by a relative</li>\n  <li>you’ve been in the UK on a family visa for 5 years and you’re extending it as a partner or parent</li>\n  <li>you’re over 65</li>\n  <li>you have a physical or mental condition that prevents you from meeting the requirement</li>\n</ul>\n\n<p>You also will not need to prove your knowledge of English if you’re a national of one of the following countries or territories:</p>\n\n<ul>\n  <li>Antigua and Barbuda</li>\n  <li>Australia</li>\n  <li>the Bahamas</li>\n  <li>Barbados</li>\n  <li>Belize</li>\n  <li>the British overseas territories</li>\n  <li>Canada</li>\n  <li>Dominica</li>\n  <li>Grenada</li>\n  <li>Guyana</li>\n  <li>Jamaica</li>\n  <li>Malta</li>\n  <li>New Zealand</li>\n  <li>St Kitts and Nevis</li>\n  <li>St Lucia</li>\n  <li>St Vincent and the Grenadines</li>\n  <li>Trinidad and Tobago</li>\n  <li>USA</li>\n</ul>\n\n<h2 id=\"how-to-prove-your-knowledge-of-english\">How to prove your knowledge of English</h2>\n\n<p>You can prove it with an academic qualification, or by taking a test.</p>\n\n<h2 id=\"academic-qualifications\">Academic qualifications</h2>\n\n<p>You can prove your knowledge of English if you have a degree or academic qualification that was taught or researched in English.</p>\n\n<p>If your qualification is from a UK university or college, you only need your degree certificate.</p>\n\n<h3 id=\"if-your-qualification-is-from-a-university-or-college-outside-the-uk\">If your qualification is from a university or college outside the UK</h3>\n\n<p>You’ll need to provide a certificate from <a rel=\"external\" href=\"https://www.ecctis.com/visasandnationality\">Ecctis (formerly UK <abbr title=\"National Recognition Information Centre\">NARIC</abbr>)</a> to show that your qualification is equivalent to a UK bachelor’s degree or higher and that it was taught in English.</p>\n\n<p>There are 2 kinds of certificate:</p>\n\n<ul>\n  <li>a statement of comparability</li>\n  <li>a visa and nationality statement</li>\n</ul>\n\n<p>You need a <a rel=\"external\" href=\"https://www.naric.org.uk/naric/Individuals/Compare%20Qualifications/Statement%20of%20Comparability.aspx\">statement of comparability</a> if you got your qualification from a university or college in one of these countries:</p>\n\n<ul>\n  <li>Antigua and Barbuda</li>\n  <li>Australia</li>\n  <li>the Bahamas</li>\n  <li>Barbados</li>\n  <li>Belize</li>\n  <li>Dominica</li>\n  <li>Grenada</li>\n  <li>Guyana</li>\n  <li>Ireland</li>\n  <li>Jamaica</li>\n  <li>Malta</li>\n  <li>New Zealand</li>\n  <li>St Kitts and Nevis</li>\n  <li>St Lucia</li>\n  <li>St Vincent and the Grenadines</li>\n  <li>Trinidad and Tobago</li>\n  <li>USA</li>\n</ul>\n\n<p>If you got your qualification from a university or college in any other country, you need a <a rel=\"external\" href=\"https://www.naric.org.uk/visas%20and%20nationality/\">visa and nationality statement</a>.</p>\n\n<h2 id=\"take-an-approved-english-language-test\">Take an approved English language test</h2>\n\n<p>You can prove your knowledge of English by passing an <a href=\"/government/publications/guidance-on-applying-for-uk-visa-approved-english-language-tests\">approved English language</a> test.</p>\n\n<p>You must pass at least level A1 on the <a rel=\"external\" href=\"https://www.coe.int/en/web/common-european-framework-reference-languages/table-1-cefr-3.3-common-reference-levels-global-scale\">Common European Framework of Reference for Languages (<abbr title=\"Common European Framework of Reference for Languages\">CEFR</abbr>) scale</a> for your first visa application. You can choose to take a higher level test.</p>\n\n<p>If you pass level B1 or higher, you can use your test result again when you apply for settlement after 5 years. Your test still needs to be on the <a href=\"/english-language/approved-english-language-qualifications\">approved list of qualifications</a> and your test certificate must not have been withdrawn by the test provider.</p>\n\n<h3 id=\"applying-to-extend-your-visa-after-25-years\">Applying to extend your visa after 2.5 years</h3>\n\n<p>You may have to pass a higher <abbr title=\"Common European Framework of Reference for Languages\">CEFR</abbr> level if you want to stay in the UK after 2.5 years. What you need to do depends on what <abbr title=\"Common European Framework of Reference for Languages\">CEFR</abbr> level you passed for your first visa.</p>\n\n<p>If you passed:</p>\n\n<ul>\n  <li>level A1, you’ll need to pass at least level A2 in speaking and listening</li>\n  <li>level A2, B1, B2, C1 or C2, you can use the test result again for your application as long as your test certificate has not been withdrawn by the test provider</li>\n</ul>\n\n<p>If you were given an exemption, you’ll need to pass a test at level A1.</p>\n\n<p>Read the <a href=\"https://www.gov.uk/government/publications/english-language-requirement-family-members\">English language requirement: family members guidance</a>.</p>\n\n",
        "slug": "knowledge-of-english",
        "title": "Knowledge of English"
      },
      {
        "body": "<p>You and your partner must have a combined income of at least £18,600 a year if:</p>\n\n<ul>\n  <li>you’re applying as a partner</li>\n  <li>you want to settle in the UK (get ‘indefinite leave to remain’) within 5 years</li>\n</ul>\n\n<p>You must prove you have extra money if you have children who:</p>\n\n<ul>\n  <li>are not British or Irish citizens</li>\n  <li>do not have pre-settled status</li>\n  <li>are not permanently settled in the UK</li>\n</ul>\n\n<p>You might not need to prove you have extra money if your children are citizens of the EU, Iceland, Liechtenstein, Norway or Switzerland and they do not have pre-settled status or are not permanently settled in the UK. <a href=\"/government/publications/chapter-8-appendix-fm-family-members\">Check the guidance in appendix FM 1.7: financial requirement</a> for more information.</p>\n\n<p>If you need to prove extra money for your children, you’ll need to earn an extra:</p>\n\n<ul>\n  <li>£3,800 a year for your first child</li>\n  <li>£2,400 a year for each child you have after your first child</li>\n</ul>\n\n<p>This is called the ‘minimum income requirement’.</p>\n\n<p>You may be able to use your savings instead of income.</p>\n\n<p>How you prove you have the money depends on how you got the income.</p>\n\n<h2 id=\"what-counts-as-income\">What counts as income</h2>\n\n<p>You and your partner can use:</p>\n\n<ul>\n  <li>income from employment before tax and National Insurance (check your P60 or payslips) - you can only use your own income if you earn it in the UK</li>\n  <li>income you earn from self-employment or as a director of a limited company in the UK - check your Self Assessment tax return</li>\n  <li>cash savings above £16,000</li>\n  <li>money from a pension</li>\n  <li>non-work income, for example from property rentals or dividends</li>\n</ul>\n\n<p>If you’re using income from self-employment or employment, you’ll need to prove you or your partner received that income for 6 months or more.</p>\n\n<div class=\"example\">\n<h3 id=\"example\">Example</h3>\n\n<p>You’ve worked with the same employer earning £18,600 or more for 6 months or longer.</p>\n</div>\n\n<h2 id=\"what-proof-you-need-to-give\">What proof you need to give</h2>\n\n<p>You’ll need to provide proof of your income with your application. If you or your partner are employed, you could include:</p>\n\n<ul>\n  <li>bank statements showing you or your partner’s income</li>\n  <li>6 months of payslips</li>\n  <li>a letter from an employer, dated and on headed paper</li>\n</ul>\n\n<p>The employer’s letter should confirm:</p>\n\n<ul>\n  <li>you or your partner are employed there</li>\n  <li>the job title or position you or your partner hold</li>\n  <li>how long you or your partner have worked there</li>\n  <li>the type of contract (for example, permanent, fixed term)</li>\n  <li>what you or your partner earn before tax and National Insurance</li>\n  <li>how long you or your partner have been paid your current salary</li>\n  <li>the payslips are genuine</li>\n</ul>\n\n<p>You’ll be told exactly what documents to provide when you apply online.</p>\n\n<p><a href=\"/government/publications/chapter-8-appendix-fm-family-members\">Check the guidance in appendix FM 1.7: financial requirement</a> if:</p>\n\n<ul>\n  <li>you or your partner’s income is not from employment, for example it’s from running a limited company, savings, or a pension</li>\n  <li>you or your partner have taken maternity or paternity leave in the last 6 months</li>\n  <li>you want to combine different income sources</li>\n</ul>\n\n<p>The detailed guidance also explains the evidence you need to provide for each of the types of income you’re relying on.</p>\n\n<h2 id=\"if-you-cannot-meet-the-minimum-income-requirement\">If you cannot meet the minimum income requirement</h2>\n\n<p>You need to show you and your partner meet the minimum income requirement if you want to settle in 5 years as a partner.</p>\n\n<p>If you do not meet the requirement, you may be able to settle in 10 years.</p>\n\n<h2 id=\"when-you-do-not-need-to-meet-the-income-requirement\">When you do not need to meet the income requirement</h2>\n\n<p>You may be able to settle in 5 years without meeting the minimum income requirement if either:</p>\n\n<ul>\n  <li>you’re applying as a parent</li>\n  <li>you get certain benefits, for example Disability Living Allowance or Carer’s Allowance</li>\n</ul>\n\n<p>You need to show you and your family have enough money to adequately support and accommodate yourselves without relying on <a href=\"/government/publications/public-funds--2\">public funds</a>. The caseworker considers your income and housing costs.</p>\n\n<p><a href=\"/government/publications/chapter-8-appendix-fm-family-members\">Check the guidance in appendix FM 1.7: financial requirement</a> for more information.</p>\n\n",
        "slug": "proof-income",
        "title": "Give proof of your income"
      },
      {
        "body": "<p>You’ll need to have information and some evidence ready when you make your application. Include information for you and any dependants applying at the same time.</p>\n\n<p>You’ll need to provide:</p>\n\n<ul>\n  <li>all your names</li>\n  <li>your date of birth</li>\n  <li>your current passport or other valid travel ID</li>\n  <li>copies of the photo page and any visa or entry stamps in your previous passports</li>\n  <li>a copy of your biometric residence permit, if you have one</li>\n  <li>details of any previous immigration applications you’ve made</li>\n  <li>details of any criminal convictions</li>\n  <li>your national insurance number, if you have one</li>\n  <li>your parents’ date of birth and nationality if you’re applying from outside the UK</li>\n  <li>your <a href=\"/tb-test-visa\">tuberculosis test results</a> if you’re from a country where you have to take the test</li>\n  <li>a <a href=\"/certifying-a-document\">certified translation</a> of any document that is not in English or Welsh</li>\n</ul>\n\n<p>You’ll need to have a blank page in your passport on which to put the visa if you’re applying outside the UK.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You’ll need an email address to make an online application.</p>\n</div>\n\n<p>You’ll also need to:</p>\n\n<ul>\n  <li>give <a href=\"/uk-family-visa/proof-income\">proof of your finances</a>\n</li>\n  <li>prove your <a href=\"/uk-family-visa/knowledge-of-english\">knowledge of English</a>\n</li>\n</ul>\n\n<p>You may need to provide additional documents depending on your circumstances - for example <a href=\"/government/publications/sponsor-a-visa-applicant-form-su07\">a sponsorship form</a> from your family member in the UK.</p>\n\n<p>You’ll be told how to provide your documents when you apply.</p>\n\n<h2 id=\"your-partners-details\">Your partner’s details</h2>\n\n<p>If you have a partner, you’ll be asked about their:</p>\n\n<ul>\n  <li>name</li>\n  <li>date of birth</li>\n  <li>nationality</li>\n  <li>passport</li>\n  <li>right to be in the UK, for example they’re a British citizen</li>\n</ul>\n\n<p>You’ll also need to give details of:</p>\n\n<ul>\n  <li>any people your partner was previously married to, in a civil partnership with or had children with</li>\n  <li>evidence of marriages ending, for example a divorce certificate</li>\n  <li>anyone your partner supports with money, for example their parents</li>\n</ul>\n\n<h2 id=\"proof-of-relationship\">Proof of relationship</h2>\n\n<p>If you’re applying as a spouse or partner, you’ll be asked about:</p>\n\n<ul>\n  <li>your relationship with your partner, for example how you met and how often you see each other</li>\n  <li>how long you’ve lived together - you’ll need to provide proof like council tax bills</li>\n  <li>things you pay for together</li>\n  <li>whether you’re your partner’s carer</li>\n</ul>\n\n<h2 id=\"your-previous-partners\">Your previous partners</h2>\n\n<p>You’ll need to include details of anyone you previously married or had children with. Include evidence of marriages ending, for example a divorce certificate.</p>\n\n<h2 id=\"children\">Children</h2>\n\n<p>You’ll need to give details of your children (and your partner’s children if you have one). You’ll be asked about all children, even if they’re not applying.</p>\n\n<p>You’ll need to give details of:</p>\n\n<ul>\n  <li>their name</li>\n  <li>their nationality</li>\n  <li>their date of birth</li>\n  <li>their passport details</li>\n  <li>who the child normally lives with</li>\n  <li>any other people with parental responsibility for your child, for example your step children’s other parents</li>\n  <li>how you’re involved in their day to day life</li>\n  <li>arrangements you have to see the child - for example the courts have granted you access</li>\n  <li>the child’s extended family</li>\n  <li>any countries your child has visited or lived in</li>\n</ul>\n\n<h2 id=\"your-life-outside-the-uk\">Your life outside the UK</h2>\n\n<p>You’ll need to give details of:</p>\n\n<ul>\n  <li>countries outside the UK you’ve lived in and visited</li>\n  <li>family and friends in the countries where you were born or have nationality</li>\n</ul>\n",
        "slug": "provide-information",
        "title": "Information you must provide"
      },
      {
        "body": "<p>You’ll need to attend an appointment to provide your biometric information (fingerprints and a photo). You’ll be told how to make an appointment when you apply.</p>\n\n<h2 id=\"getting-your-documents-back\">Getting your documents back</h2>\n\n<p>You can <a href=\"/visa-documents-returned\">ask for your passport and other documents to be returned</a> if you’ve provided them with your application but need them urgently.</p>\n\n<p>You might have to cancel your application to get your documents back.</p>\n\n<h2 id=\"if-your-application-is-approved\">If your application is approved</h2>\n\n<p>You’ll get a <a href=\"/biometric-residence-permits\">biometric residence permit</a>.</p>\n\n<p>You can:</p>\n\n<ul>\n  <li>work</li>\n  <li>study</li>\n</ul>\n\n<p>You cannot:</p>\n\n<ul>\n  <li>usually get benefits or other public funds for you or your dependants</li>\n  <li>apply to <a href=\"/settle-in-the-uk\">settle in the UK</a> until you’re eligible</li>\n</ul>\n\n<h3 id=\"if-you-applied-as-a-fianc-fiance-or-proposed-civil-partner\">If you applied as a fiancé, fiancée or proposed civil partner</h3>\n\n<p>You cannot work or study in the UK.</p>\n\n<p>You’ll need to apply for permission to extend your stay in the UK when you marry or enter into a civil partnership. If your application is approved, you will have the right to work or study in the UK.</p>\n",
        "slug": "after-you-apply",
        "title": "After you apply"
      }
    ]
  },
  "document_type": "guide",
  "first_published_at": "2017-06-29T11:52:35Z",
  "links": {
    "available_translations": [
      {
        "api_path": "/api/content/uk-family-visa",
        "api_url": "https://www.gov.uk/api/content/uk-family-visa",
        "base_path": "/uk-family-visa",
        "content_id": "305acc88-488e-44ec-8e5a-1a5de7819ba9",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2021-04-05T23:01:25Z",
        "schema_name": "guide",
        "title": "Family visas: apply, extend or switch",
        "web_url": "https://www.gov.uk/uk-family-visa",
        "withdrawn": false
      }
    ],
    "mainstream_browse_pages": [
      {
        "api_path": "/api/content/browse/visas-immigration/family-visas",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/family-visas",
        "base_path": "/browse/visas-immigration/family-visas",
        "content_id": "ea1f74cd-7c16-48d8-bf79-1a45b80508ef",
        "description": "Partner, spouse, dependant and family member visas and permits",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2022-12-21T09:00:26Z",
        "schema_name": "mainstream_browse_page",
        "title": "Family in the UK",
        "web_url": "https://www.gov.uk/browse/visas-immigration/family-visas",
        "withdrawn": false
      }
    ],
    "organisations": [
      {
        "analytics_identifier": "OT554",
        "api_path": "/api/content/government/organisations/uk-visas-and-immigration",
        "api_url": "https://www.gov.uk/api/content/government/organisations/uk-visas-and-immigration",
        "base_path": "/government/organisations/uk-visas-and-immigration",
        "content_id": "04148522-b0c1-4137-b687-5f3c3bdd561a",
        "details": {
          "acronym": "UKVI",
          "brand": "home-office",
          "default_news_image": null,
          "logo": {
            "crest": "ho",
            "formatted_title": "UK Visas and Immigration"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "UK Visas and Immigration",
        "web_url": "https://www.gov.uk/government/organisations/uk-visas-and-immigration",
        "withdrawn": false
      }
    ],
    "parent": [
      {
        "api_path": "/api/content/browse/visas-immigration/family-visas",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/family-visas",
        "base_path": "/browse/visas-immigration/family-visas",
        "content_id": "ea1f74cd-7c16-48d8-bf79-1a45b80508ef",
        "description": "Partner, spouse, dependant and family member visas and permits",
        "document_type": "mainstream_browse_page",
        "links": {
          "parent": [
            {
              "api_path": "/api/content/browse/visas-immigration",
              "api_url": "https://www.gov.uk/api/content/browse/visas-immigration",
              "base_path": "/browse/visas-immigration",
              "content_id": "df6fcdc4-62bc-4e05-90e3-cb2e452453a4",
              "description": "Apply to visit, work, study, settle or seek asylum in the UK",
              "document_type": "mainstream_browse_page",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2021-06-03T13:56:26Z",
              "schema_name": "mainstream_browse_page",
              "title": "Visas and immigration",
              "web_url": "https://www.gov.uk/browse/visas-immigration",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2022-12-21T09:00:26Z",
        "schema_name": "mainstream_browse_page",
        "title": "Family in the UK",
        "web_url": "https://www.gov.uk/browse/visas-immigration/family-visas",
        "withdrawn": false
      }
    ],
    "primary_publishing_organisation": [
      {
        "analytics_identifier": "OT1056",
        "api_path": "/api/content/government/organisations/government-digital-service",
        "api_url": "https://www.gov.uk/api/content/government/organisations/government-digital-service",
        "base_path": "/government/organisations/government-digital-service",
        "content_id": "af07d5a5-df63-4ddc-9383-6a666845ebe9",
        "details": {
          "acronym": "GDS",
          "brand": "cabinet-office",
          "default_news_image": null,
          "logo": {
            "crest": "single-identity",
            "formatted_title": "Government Digital Service"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Government Digital Service",
        "web_url": "https://www.gov.uk/government/organisations/government-digital-service",
        "withdrawn": false
      }
    ],
    "related_to_step_navs": [
      {
        "api_path": "/api/content/visit-uk-holiday-family-friends",
        "api_url": "https://www.gov.uk/api/content/visit-uk-holiday-family-friends",
        "base_path": "/visit-uk-holiday-family-friends",
        "content_id": "e8254fb0-f2d9-45b1-bdc4-d17cbba11bef",
        "details": {
          "step_by_step_nav": {
            "steps": [
              {
                "contents": [
                  {
                    "contents": [
                      {
                        "href": "/standard-visitor",
                        "text": "Find out what you can do when you visit the UK"
                      }
                    ],
                    "type": "list"
                  },
                  {
                    "text": "You must meet the Standard Visitor eligibility requirements even if you do not need a visa.",
                    "type": "paragraph"
                  }
                ],
                "title": "Check if you’re eligible"
              },
              {
                "contents": [
                  {
                    "text": "Depending on the country you're from, you might be able to visit the UK without a visa or by applying for an electronic travel authorisation.",
                    "type": "paragraph"
                  },
                  {
                    "contents": [
                      {
                        "href": "/check-uk-visa",
                        "text": "Check if you need a visa"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "title": "Check if you need a visa"
              },
              {
                "contents": [
                  {
                    "contents": [
                      {
                        "context": "£100 for up to 6 months",
                        "href": "/standard-visitor/apply-standard-visitor-visa",
                        "text": "Find out how to apply for a Standard Visitor visa"
                      }
                    ],
                    "type": "list"
                  },
                  {
                    "text": "There's a different way to apply if:",
                    "type": "paragraph"
                  },
                  {
                    "contents": [
                      {
                        "href": "/ads-visa",
                        "text": "you're a Chinese citizen visiting as part of a tour group"
                      },
                      {
                        "href": "/uk-family-visa",
                        "text": "you want to stay in the UK with your family for more than 6 months"
                      }
                    ],
                    "style": "choice",
                    "type": "list"
                  }
                ],
                "title": "Apply for a visa"
              },
              {
                "contents": [
                  {
                    "text": "You may be able to visit on a family permit if you have a family member who is:    ",
                    "type": "paragraph"
                  },
                  {
                    "contents": [
                      {
                        "text": "a citizen of an EU country, Iceland, Liechtenstein, Norway or Switzerland"
                      },
                      {
                        "text": "a Person of Northern Ireland "
                      },
                      {
                        "text": "a British citizen "
                      }
                    ],
                    "style": "choice",
                    "type": "list"
                  },
                  {
                    "contents": [
                      {
                        "href": "/family-permit",
                        "text": "Check if you can apply for a family permit"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "logic": "or",
                "title": "Apply for a family permit"
              },
              {
                "contents": [
                  {
                    "text": " Apply for an electronic travel authorisation (ETA) if you're a national of:",
                    "type": "paragraph"
                  },
                  {
                    "contents": [
                      {
                        "text": "Bahrain"
                      },
                      {
                        "text": "Jordan"
                      },
                      {
                        "text": "Kuwait"
                      },
                      {
                        "text": "Oman"
                      },
                      {
                        "text": "Qatar"
                      },
                      {
                        "text": "Saudi Arabia"
                      },
                      {
                        "text": "United Arab Emirates"
                      }
                    ],
                    "style": "choice",
                    "type": "list"
                  },
                  {
                    "contents": [
                      {
                        "context": "£10",
                        "href": "/guidance/apply-for-an-electronic-travel-authorisation-eta",
                        "text": "Apply for an ETA"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "logic": "or",
                "title": "Apply for an electronic travel authorisation"
              },
              {
                "contents": [
                  {
                    "contents": [
                      {
                        "href": "/uk-border-control",
                        "text": "Check what you can bring with you"
                      },
                      {
                        "href": "/bringing-food-animals-plants-into-uk",
                        "text": "Check what food, animals or plants you can bring into the UK"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "title": "Check what you can bring with you"
              },
              {
                "contents": [
                  {
                    "contents": [
                      {
                        "href": "/uk-border-control/at-border-control",
                        "text": "Check what you need to show at the UK border"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "title": "Check what you need to show at the UK border"
              }
            ],
            "title": "Visit the UK for a holiday or to see family or friends"
          }
        },
        "document_type": "step_by_step_nav",
        "links": {
          "pages_related_to_step_nav": [
            {
              "api_path": "/api/content/uk-family-visa",
              "api_url": "https://www.gov.uk/api/content/uk-family-visa",
              "base_path": "/uk-family-visa",
              "content_id": "305acc88-488e-44ec-8e5a-1a5de7819ba9",
              "document_type": "guide",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2021-04-05T23:01:25Z",
              "schema_name": "guide",
              "title": "Family visas: apply, extend or switch",
              "web_url": "https://www.gov.uk/uk-family-visa",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2024-02-15T12:27:31Z",
        "schema_name": "step_by_step_nav",
        "title": "Visit the UK for a holiday or to see family or friends",
        "web_url": "https://www.gov.uk/visit-uk-holiday-family-friends",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/come-uk-married",
        "api_url": "https://www.gov.uk/api/content/come-uk-married",
        "base_path": "/come-uk-married",
        "content_id": "b86a99b4-40be-4c12-a61c-9fac22e53ddc",
        "details": {
          "step_by_step_nav": {
            "steps": [
              {
                "contents": [
                  {
                    "contents": [
                      {
                        "href": "/check-uk-visa",
                        "text": "Check if you need a visa"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "title": "Check if you need a visa"
              },
              {
                "contents": [
                  {
                    "text": "The visa you need depends on who you’re marrying and whether you want to live in the UK after. ",
                    "type": "paragraph"
                  },
                  {
                    "text": "You can apply for either:",
                    "type": "paragraph"
                  },
                  {
                    "contents": [
                      {
                        "context": "£115",
                        "href": "/apply-marriage-visitor-visa",
                        "text": "a Marriage Visitor visa if you’re not going to live in the UK"
                      },
                      {
                        "context": "£1,846",
                        "href": "/uk-family-visa/partner-spouse",
                        "text": "a fiancé visa if you want to live in the UK and you’re marrying a UK citizen or settled person"
                      }
                    ],
                    "style": "choice",
                    "type": "list"
                  }
                ],
                "title": "Apply for a visa"
              },
              {
                "contents": [
                  {
                    "text": "You can apply for a family permit if you're marrying someone who is a citizen of: ",
                    "type": "paragraph"
                  },
                  {
                    "contents": [
                      {
                        "text": "an EU country that is not the UK"
                      },
                      {
                        "text": "Iceland, Liechtenstein, Norway or Switzerland"
                      }
                    ],
                    "style": "choice",
                    "type": "list"
                  },
                  {
                    "contents": [
                      {
                        "href": "/family-permit",
                        "text": "Apply for an EEA family permit"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "logic": "or",
                "title": "Apply for a family permit"
              },
              {
                "contents": [
                  {
                    "contents": [
                      {
                        "href": "/uk-border-control",
                        "text": "Check what you can bring with you"
                      },
                      {
                        "href": "/bringing-food-animals-plants-into-uk",
                        "text": "Check what food, animals or plants you can bring into the UK"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "title": "Check what you can bring with you"
              },
              {
                "contents": [
                  {
                    "contents": [
                      {
                        "href": "/uk-border-control/at-border-control",
                        "text": "Check what you need to show at the UK border"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "title": "Check what you need to show at the UK border"
              },
              {
                "contents": [
                  {
                    "contents": [
                      {
                        "href": "/get-married-in-england-or-wales",
                        "text": "Find out the process for getting married in the UK"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "title": "Get married"
              }
            ],
            "title": "Come to the UK to get married"
          }
        },
        "document_type": "step_by_step_nav",
        "links": {
          "pages_related_to_step_nav": [
            {
              "api_path": "/api/content/uk-family-visa",
              "api_url": "https://www.gov.uk/api/content/uk-family-visa",
              "base_path": "/uk-family-visa",
              "content_id": "305acc88-488e-44ec-8e5a-1a5de7819ba9",
              "document_type": "guide",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2021-04-05T23:01:25Z",
              "schema_name": "guide",
              "title": "Family visas: apply, extend or switch",
              "web_url": "https://www.gov.uk/uk-family-visa",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2023-09-28T10:09:12Z",
        "schema_name": "step_by_step_nav",
        "title": "Come to the UK to get married",
        "web_url": "https://www.gov.uk/come-uk-married",
        "withdrawn": false
      }
    ],
    "suggested_ordered_related_items": [
      {
        "api_path": "/api/content/government/publications/application-to-settle-in-the-uk-form-setm",
        "api_url": "https://www.gov.uk/api/content/government/publications/application-to-settle-in-the-uk-form-setm",
        "base_path": "/government/publications/application-to-settle-in-the-uk-form-setm",
        "content_id": "5ebe6a07-7631-11e4-a3cb-005056011aef",
        "document_type": "form",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2018-11-01T00:15:08Z",
        "schema_name": "publication",
        "title": "Settle in the UK as the partner of a person, or parent of a child, who is in the UK and settled here: form SET(M)",
        "web_url": "https://www.gov.uk/government/publications/application-to-settle-in-the-uk-form-setm",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/standard-visitor",
        "api_url": "https://www.gov.uk/api/content/standard-visitor",
        "base_path": "/standard-visitor",
        "content_id": "e1067450-7d13-45ff-ada4-5e3dd4025fb7",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2015-04-24T09:54:26Z",
        "schema_name": "guide",
        "title": "Visit the UK as a Standard Visitor",
        "web_url": "https://www.gov.uk/standard-visitor",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/marriage-visa",
        "api_url": "https://www.gov.uk/api/content/marriage-visa",
        "base_path": "/marriage-visa",
        "content_id": "b589f602-7427-4ac0-b220-ee35f711548b",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2015-02-05T17:08:15Z",
        "schema_name": "guide",
        "title": "Marriage Visitor visa",
        "web_url": "https://www.gov.uk/marriage-visa",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/visit-uk-holiday-family-friends",
        "api_url": "https://www.gov.uk/api/content/visit-uk-holiday-family-friends",
        "base_path": "/visit-uk-holiday-family-friends",
        "content_id": "e8254fb0-f2d9-45b1-bdc4-d17cbba11bef",
        "details": {
          "step_by_step_nav": {
            "steps": [
              {
                "contents": [
                  {
                    "contents": [
                      {
                        "href": "/standard-visitor",
                        "text": "Find out what you can do when you visit the UK"
                      }
                    ],
                    "type": "list"
                  },
                  {
                    "text": "You must meet the Standard Visitor eligibility requirements even if you do not need a visa.",
                    "type": "paragraph"
                  }
                ],
                "title": "Check if you’re eligible"
              },
              {
                "contents": [
                  {
                    "text": "Depending on the country you're from, you might be able to visit the UK without a visa or by applying for an electronic travel authorisation.",
                    "type": "paragraph"
                  },
                  {
                    "contents": [
                      {
                        "href": "/check-uk-visa",
                        "text": "Check if you need a visa"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "title": "Check if you need a visa"
              },
              {
                "contents": [
                  {
                    "contents": [
                      {
                        "context": "£100 for up to 6 months",
                        "href": "/standard-visitor/apply-standard-visitor-visa",
                        "text": "Find out how to apply for a Standard Visitor visa"
                      }
                    ],
                    "type": "list"
                  },
                  {
                    "text": "There's a different way to apply if:",
                    "type": "paragraph"
                  },
                  {
                    "contents": [
                      {
                        "href": "/ads-visa",
                        "text": "you're a Chinese citizen visiting as part of a tour group"
                      },
                      {
                        "href": "/uk-family-visa",
                        "text": "you want to stay in the UK with your family for more than 6 months"
                      }
                    ],
                    "style": "choice",
                    "type": "list"
                  }
                ],
                "title": "Apply for a visa"
              },
              {
                "contents": [
                  {
                    "text": "You may be able to visit on a family permit if you have a family member who is:    ",
                    "type": "paragraph"
                  },
                  {
                    "contents": [
                      {
                        "text": "a citizen of an EU country, Iceland, Liechtenstein, Norway or Switzerland"
                      },
                      {
                        "text": "a Person of Northern Ireland "
                      },
                      {
                        "text": "a British citizen "
                      }
                    ],
                    "style": "choice",
                    "type": "list"
                  },
                  {
                    "contents": [
                      {
                        "href": "/family-permit",
                        "text": "Check if you can apply for a family permit"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "logic": "or",
                "title": "Apply for a family permit"
              },
              {
                "contents": [
                  {
                    "text": " Apply for an electronic travel authorisation (ETA) if you're a national of:",
                    "type": "paragraph"
                  },
                  {
                    "contents": [
                      {
                        "text": "Bahrain"
                      },
                      {
                        "text": "Jordan"
                      },
                      {
                        "text": "Kuwait"
                      },
                      {
                        "text": "Oman"
                      },
                      {
                        "text": "Qatar"
                      },
                      {
                        "text": "Saudi Arabia"
                      },
                      {
                        "text": "United Arab Emirates"
                      }
                    ],
                    "style": "choice",
                    "type": "list"
                  },
                  {
                    "contents": [
                      {
                        "context": "£10",
                        "href": "/guidance/apply-for-an-electronic-travel-authorisation-eta",
                        "text": "Apply for an ETA"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "logic": "or",
                "title": "Apply for an electronic travel authorisation"
              },
              {
                "contents": [
                  {
                    "contents": [
                      {
                        "href": "/uk-border-control",
                        "text": "Check what you can bring with you"
                      },
                      {
                        "href": "/bringing-food-animals-plants-into-uk",
                        "text": "Check what food, animals or plants you can bring into the UK"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "title": "Check what you can bring with you"
              },
              {
                "contents": [
                  {
                    "contents": [
                      {
                        "href": "/uk-border-control/at-border-control",
                        "text": "Check what you need to show at the UK border"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "title": "Check what you need to show at the UK border"
              }
            ],
            "title": "Visit the UK for a holiday or to see family or friends"
          }
        },
        "document_type": "step_by_step_nav",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2024-02-15T12:27:31Z",
        "schema_name": "step_by_step_nav",
        "title": "Visit the UK for a holiday or to see family or friends",
        "web_url": "https://www.gov.uk/visit-uk-holiday-family-friends",
        "withdrawn": false
      }
    ],
    "taxons": [
      {
        "api_path": "/api/content/entering-staying-uk/family-visas",
        "api_url": "https://www.gov.uk/api/content/entering-staying-uk/family-visas",
        "base_path": "/entering-staying-uk/family-visas",
        "content_id": "d612c61e-22f4-4922-8bb2-b04b9202126e",
        "description": "",
        "details": {
          "internal_name": "Family visas",
          "notes_for_editors": "",
          "visible_to_departmental_editors": false
        },
        "document_type": "taxon",
        "links": {
          "parent_taxons": [
            {
              "api_path": "/api/content/entering-staying-uk/visas-entry-clearance",
              "api_url": "https://www.gov.uk/api/content/entering-staying-uk/visas-entry-clearance",
              "base_path": "/entering-staying-uk/visas-entry-clearance",
              "content_id": "29480b00-dc4d-49a0-b48c-25dda8569325",
              "description": "",
              "details": {
                "internal_name": "Visas and entry clearance",
                "notes_for_editors": "",
                "visible_to_departmental_editors": false
              },
              "document_type": "taxon",
              "links": {
                "parent_taxons": [
                  {
                    "api_path": "/api/content/entering-staying-uk",
                    "api_url": "https://www.gov.uk/api/content/entering-staying-uk",
                    "base_path": "/entering-staying-uk",
                    "content_id": "ba3a9702-da22-487f-86c1-8334a730e559",
                    "details": {
                      "internal_name": "Entering and staying in the UK",
                      "notes_for_editors": "",
                      "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                      "root_taxon": [
                        {
                          "api_path": "/api/content/",
                          "api_url": "https://www.gov.uk/api/content/",
                          "base_path": "/",
                          "content_id": "f3bbdec2-0e62-4520-a7fd-6ffd5d36e03a",
                          "document_type": "homepage",
                          "links": {
                          },
                          "locale": "en",
                          "public_updated_at": "2023-06-28T09:32:34Z",
                          "schema_name": "homepage",
                          "title": "GOV.UK homepage",
                          "web_url": "https://www.gov.uk/",
                          "withdrawn": false
                        }
                      ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2018-07-11T08:58:32Z",
                    "schema_name": "taxon",
                    "title": "Entering and staying in the UK",
                    "web_url": "https://www.gov.uk/entering-staying-uk",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "phase": "live",
              "public_updated_at": "2018-07-11T08:58:33Z",
              "schema_name": "taxon",
              "title": "Visas and entry clearance",
              "web_url": "https://www.gov.uk/entering-staying-uk/visas-entry-clearance",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2018-07-11T08:58:33Z",
        "schema_name": "taxon",
        "title": "Family visas",
        "web_url": "https://www.gov.uk/entering-staying-uk/family-visas",
        "withdrawn": false
      }
    ]
  },
  "locale": "en",
  "phase": "live",
  "public_updated_at": "2021-04-05T23:01:25Z",
  "publishing_app": "publisher",
  "publishing_request_id": "21-1708504045.893-10.13.21.112-65125",
  "publishing_scheduled_at": null,
  "rendering_app": "government-frontend",
  "scheduled_publishing_delay_seconds": null,
  "schema_name": "guide",
  "title": "Family visas: apply, extend or switch",
  "updated_at": "2024-02-22T00:01:05Z",
  "withdrawn_notice": {
  }
}