{
  "analytics_identifier": null,
  "base_path": "/employers-parental-bereavement-pay-leave",
  "content_id": "4e6ec719-fb3b-4d0f-8b56-9715ecb786f6",
  "description": "Employer guide to Statutory Parental Bereavement Pay and Leave - entitlement, eligibility, notice period, non-payment form, recover statutory pay",
  "details": {
    "external_related_links": [

    ],
    "hide_chapter_navigation": false,
    "parts": [
      {
        "body": "<p>An employee <a href=\"/employers-parental-bereavement-pay-leave/eligibility\">may be eligible</a> for Parental Bereavement Leave and Statutory Parental Bereavement Pay if they or their partner either:</p>\n\n<ul>\n  <li>had a child who has died under 18 years old</li>\n  <li>had a stillbirth after 24 weeks of pregnancy</li>\n</ul>\n\n<p>The death or stillbirth must have happened on or after:</p>\n\n<ul>\n  <li>6 April 2020 if they’re employed in England, Scotland or Wales</li>\n  <li>6 April 2022 if they’re employed in Northern Ireland</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>This guide is also available <a href=\"/cyflogwyr-tal-absenoldeb-rhieni-profedigaeth\">in Welsh (Cymraeg)</a>.</p>\n</div>\n\n<h2 id=\"statutory-parental-bereavement-leave\">Statutory Parental Bereavement Leave</h2>\n\n<p>An employee can take 2 weeks’ leave from the first day of their employment for each child who has died or was stillborn.</p>\n\n<p>They can choose to take:</p>\n\n<ul>\n  <li>2 weeks together</li>\n  <li>2 separate weeks of leave</li>\n  <li>only one week of leave</li>\n</ul>\n\n<p>The leave:</p>\n\n<ul>\n  <li>can start on or after the date of the death or stillbirth</li>\n  <li>must finish within 56 weeks of the date of the death or stillbirth</li>\n</ul>\n\n<h3 id=\"taking-leave-with-other-types-of-statutory-leave\">Taking leave with other types of statutory leave</h3>\n\n<p>If the employee was on another type of statutory leave when the death or stillbirth happened, Parental Bereavement Leave must start after that other leave has ended. This includes if the statutory leave is for another child.</p>\n\n<p>If an employee’s Parental Bereavement Leave is interrupted by the start of another type of statutory leave, they can take their remaining entitlement to Parental Bereavement Leave after that other leave has ended.</p>\n\n<p>The remaining Parental Bereavement Leave must still be taken within 56 weeks of the date of death or stillbirth.</p>\n\n<p>Parental Bereavement Leave can be taken between blocks of shared parental leave which had already been booked when the child died, even if the shared parental leave is for another child.</p>\n\n<h2 id=\"statutory-parental-bereavement-pay\">Statutory Parental Bereavement Pay</h2>\n\n<p>Statutory Parental Bereavement Pay for an eligible employee is either £172.48 a week or 90% of their average weekly earnings (whichever is lower). Tax and National Insurance need to be deducted.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>Calculate an employee’s Statutory Parental Bereavement Pay using <a href=\"/basic-paye-tools\">Basic PAYE tools</a> or <a href=\"/guidance/manually-calculate-your-employees-statutory-parental-bereavement-pay\">guidance on manual calculation</a>.</p>\n</div>\n\n<p>Some employment types, like agency workers, directors and educational workers, have <a href=\"/guidance/how-different-employment-types-affect-what-you-pay-in-statutory-parental-bereavement-pay\">different rules for entitlement</a>.</p>\n\n<h2 id=\"extra-leave-or-pay\">Extra leave or pay</h2>\n\n<p>Your company can offer more leave and pay but you can only recover 2 weeks’ payment for each employee and for each death.</p>\n\n<p>You should make sure your Parental Bereavement Leave and Statutory Parental Bereavement Pay policies are clear and easily accessible to staff.</p>\n\n<h2 id=\"employment-rights\">Employment rights</h2>\n\n<p>An <a href=\"/employee-rights-when-on-leave\">employee’s rights</a> (like the right to pay rises, holidays and returning to a job) are protected during Parental Bereavement Leave.</p>\n\n<p>You still have to pay Statutory Parental Bereavement Pay even if you stop trading.</p>\n",
        "slug": "overview",
        "title": "Overview"
      },
      {
        "body": "<p>To qualify for Parental Bereavement Leave and Statutory Parental Bereavement Pay, an employee must meet the criteria both as a parent (including if they had day to day responsibility) and an employee. They might not be eligible for both.</p>\n\n<h2 id=\"if-the-employee-was-the-childs-parent-or-the-parents-partner\">If the employee was the child’s parent or the parent’s partner</h2>\n\n<p>An employee will be eligible if, at the time of the child’s death or stillbirth, they were:</p>\n\n<ul>\n  <li>the child’s or baby’s parent - either biological, adoptive or parent of a child born to a surrogate</li>\n  <li>the partner of the child’s or baby’s parent</li>\n</ul>\n\n<p>Biological parents are not eligible once an adoption or parental order has been made unless there was a contact order in place after the adoption.</p>\n\n<h3 id=\"if-the-employee-was-not-the-childs-parent-but-had-day-to-day-responsibility-for-the-child\">If the employee was not the child’s parent but had day to day responsibility for the child</h3>\n\n<p>An employee may be eligible if they or their partner had:</p>\n\n<ul>\n  <li>the child or baby living with them at their home for 4 continuous weeks, ending with the date of the death</li>\n  <li>day to day responsibility for the child or baby’s care during that time</li>\n</ul>\n\n<p>If the employee or their partner was paid to look after the child, they’re not entitled to leave or pay unless they were:</p>\n\n<ul>\n  <li>a foster parent paid a fee or allowance by a local authority</li>\n  <li>reimbursed for expenses to do with the care of the child or baby</li>\n  <li>getting payments under the terms of a will or trust for the child or baby’s care</li>\n</ul>\n\n<p>An employee is not eligible if one of the child or baby’s parents or someone who had <a href=\"/parental-rights-responsibilities\">parental responsibility</a> (<a rel=\"external\" href=\"https://www.mygov.scot/parental-responsibilities-rights/\">parental responsibilities in Scotland</a>) for the child was also living in the household.</p>\n\n<h3 id=\"if-the-employee-was-an-adoptive-parent\">If the employee was an adoptive parent</h3>\n\n<p>If they or their partner was an adoptive parent, an employee is eligible:</p>\n\n<ul>\n  <li>after the <a href=\"/child-adoption/applying-for-an-adoption-court-order\">adoption order</a> was granted</li>\n  <li>before the adoption order was granted, if the child was placed with them for adoption and the placement was not disrupted (for example, being temporarily placed elsewhere) or stopped</li>\n</ul>\n\n<h3 id=\"if-the-employee-was-an-adoptive-parent-of-a-child-from-outside-the-united-kingdom\">If the employee was an adoptive parent of a child from outside the United Kingdom</h3>\n\n<p>If the employee or their partner was adopting a child from outside the United Kingdom and the court order had not yet been made, they may still be eligible. Both of the following must apply:</p>\n\n<ul>\n  <li>the child was living with them after entering the United Kingdom</li>\n  <li>they have the ‘official notification’ confirming they were allowed to adopt</li>\n</ul>\n\n<h3 id=\"if-the-employee-had-a-baby-with-the-help-of-a-surrogate-parent\">If the employee had a baby with the help of a surrogate parent</h3>\n\n<p>If they or their partner were a parent of a child born to a surrogate, an employee is eligible:</p>\n\n<ul>\n  <li>after a parental order was made</li>\n  <li>before a parental order was made if they had applied or intended to apply for a parental order within 6 months of the child’s birth and expected it to be granted</li>\n</ul>\n\n<h2 id=\"parental-bereavement-leave\">Parental Bereavement Leave</h2>\n\n<p>To get Parental Bereavement Leave, the employee must also:</p>\n\n<ul>\n  <li>be <a href=\"/employment-status/employee\">classed as an employee</a> - it does not matter how long they’ve worked for you</li>\n  <li>give you the <a href=\"/employers-parental-bereavement-pay-leave/notice-period\">correct notice</a> for Parental Bereavement Leave</li>\n</ul>\n\n<h2 id=\"statutory-parental-bereavement-pay\">Statutory Parental Bereavement Pay</h2>\n\n<p>To get Statutory Parental Bereavement Pay, the employee must have been <a href=\"/continuous-employment-what-it-is\">continuously employed by you</a> for at least 26 weeks up to the end of the ‘relevant week’. The ‘relevant week’ is the week (ending with a Saturday) immediately before the week of the death or stillbirth.</p>\n\n<p>They must also:</p>\n\n<ul>\n  <li>remain employed by you up to the day the child dies or is stillborn</li>\n  <li>earn on average £123 a week (gross)</li>\n  <li>give you the <a href=\"/employers-parental-bereavement-pay-leave/notice-period\">correct notice</a> for Statutory Parental Bereavement Pay</li>\n</ul>\n\n<p>If your employee usually earns an average of £123 or more a week, and they only earned less in some weeks because they were paid but not working (‘on furlough’) under the Coronavirus Job Retention Scheme, they may still be eligible.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>Use the <a href=\"/guidance/manually-calculate-your-employees-statutory-parental-bereavement-pay\">guidance on manual calculation</a> to check entitlement and to work out the relevant week.</p>\n</div>\n\n<p>There are <a href=\"/guidance/employee-circumstances-that-affect-payment-of-statutory-parental-bereavement-pay\">special rules</a> for some employee situations, for example if they leave or become sick.</p>\n",
        "slug": "eligibility",
        "title": "Eligibility"
      },
      {
        "body": "<p>An employee must give notice for Parental Bereavement Leave as well as evidence for Statutory Parental Bereavement Pay.</p>\n\n<h2 id=\"parental-bereavement-leave\">Parental Bereavement Leave</h2>\n\n<p>An employee has 56 weeks to take Parental Bereavement Leave. This starts from the date of the child’s death.</p>\n\n<p>The 56 weeks is split into 2 periods:</p>\n\n<ul>\n  <li>from the date of the death or stillbirth to 8 weeks after</li>\n  <li>9 to 56 weeks after the date of the death or stillbirth</li>\n</ul>\n\n<p>They can take 2 weeks’ leave in one block or as 2 separate blocks of one week.</p>\n\n<p>You must get notice from the employee before they take Parental Bereavement Leave. How much notice depends on when they’re taking leave.</p>\n\n<h3 id=\"to-8-weeks-after-the-childs-death-or-stillbirth\">0 to 8 weeks after the child’s death or stillbirth</h3>\n\n<p>An employee must give you notice before the time they would normally start work on the first day of the period they want to take off work.</p>\n\n<h3 id=\"to-56-weeks-after-the-childs-death-or-stillbirth\">9 to 56 weeks after the child’s death or stillbirth</h3>\n\n<p>An employee must give you at least one week’s notice before the start of the week or weeks they want to take off work.</p>\n\n<h3 id=\"how-employees-should-give-you-notice\">How employees should give you notice</h3>\n\n<p>They should tell you:</p>\n\n<ul>\n  <li>the date of the child’s death or stillbirth</li>\n  <li>when they want their Parental Bereavement Leave to begin</li>\n  <li>how much leave they are taking - either 1 or 2 weeks</li>\n</ul>\n\n<p>An employee can give you notice informally, for example by phone, text message or email.</p>\n\n<p>You cannot ask for:</p>\n\n<ul>\n  <li>notice for leave in writing (such as following up with an email, letter or form)</li>\n  <li>notice to cancel leave in writing</li>\n  <li>evidence of entitlement for leave</li>\n  <li>details about the employee’s relationship to the child or baby</li>\n</ul>\n\n<h3 id=\"cancelling-parental-bereavement-leave\">Cancelling Parental Bereavement Leave</h3>\n\n<p>An employee can cancel their Parental Bereavement Leave if they’ve given you more than the required notice for taking leave.</p>\n\n<p>If they were starting the leave within 8 weeks of the death or stillbirth, they must let you know about the cancellation no later than the time they would normally start work on the first day of planned leave.</p>\n\n<p>If they were starting the leave 9 weeks or later after the death or stillbirth, they must let you know no later than one week before the start of the planned leave.</p>\n\n<p>They can rebook another week’s leave if they cancel before the leave was due to start and they give you the correct notice.</p>\n\n<h2 id=\"statutory-parental-bereavement-pay\">Statutory Parental Bereavement Pay</h2>\n\n<p>An employee must ask for Statutory Parental Bereavement Pay within 28 days, starting with the first day of the week they want to claim pay for.</p>\n\n<p>They must give you in writing (for example, a letter or email) each time:</p>\n\n<ul>\n  <li>the dates of the period the want to claim Statutory Parental Bereavement Pay</li>\n  <li>their name</li>\n  <li>the date of the child’s death or stillbirth</li>\n</ul>\n\n<p>The employee will also need to give you a self declaration to confirm they are <a href=\"/employers-parental-bereavement-pay-leave/eligibility\">eligible because of their relationship to the child or baby</a> - they only need to provide this once when they first ask for pay.</p>\n\n<h3 id=\"cancelling-statutory-parental-bereavement-pay\">Cancelling Statutory Parental Bereavement Pay</h3>\n\n<p>An employee can cancel their Statutory Parental Bereavement Pay if they’ve given you more than the required notice for claiming pay.</p>\n\n<p>If their pay was due to start within 8 weeks of the child’s death or stillbirth, they must give you notice on the first day of the week of pay they want to cancel.</p>\n\n<p>If their pay was due to start 9 weeks or later after the child’s death or stillbirth, they must tell you they want to cancel one week before their pay was due to start.</p>\n",
        "slug": "notice-period",
        "title": "Notice period"
      },
      {
        "body": "<p>You can refuse Statutory Parental Bereavement Pay if the employee does not qualify.</p>\n\n<p>To do this, send them a completed <a rel=\"external\" href=\"https://www.tax.service.gov.uk/submissions/new-form/tell-employee-not-eligible-statutory-parental-bereavement-pay\">non-payment form (SPBP1)</a> or your own equivalent form within 28 days of their pay request with evidence. You should keep a record of the week which was refused and the reason why.</p>\n\n<p>If an employee is unhappy with your decision, they can <a href=\"/guidance/statutory-pay-entitlement-how-to-deal-with-disagreements\">contact the HMRC Statutory Payments Disputes Team</a>. They must do this within 6 months of the start date of the Statutory Parental Bereavement Pay period they claimed.</p>\n",
        "slug": "nonpayment-form",
        "title": "Non-payment form"
      },
      {
        "body": "<p>You must keep records for HM Revenue and Customs (HMRC), including:</p>\n\n<ul>\n  <li>the start date for any period Statutory Parental Bereavement Pay was paid</li>\n  <li>the payments you’ve made (including dates)</li>\n  <li>a copy of the evidence of entitlement  from the employee for Statutory Parental Bereavement Pay including their written declaration, name and date of the child’s death or stillbirth</li>\n  <li>details of any weeks the employee claimed Statutory Parental Bereavement Pay but you did not pay and the reason why</li>\n</ul>\n\n<p>You must keep records for 3 years from the end of the tax year they relate to.</p>\n\n<p>You can use HMRC’s <a rel=\"external\" href=\"https://www.tax.service.gov.uk/submissions/new-form/record-claims-statutory-parental-bereavement-pay\">record keeping form (SPBP2)</a> or your own.</p>\n",
        "slug": "record-keeping",
        "title": "Record keeping"
      },
      {
        "body": "<p>For financial help with statutory pay, you can:</p>\n\n<ul>\n  <li><a href=\"/recover-statutory-payments\">reclaim payments</a></li>\n  <li>apply for an advance if you cannot afford payments</li>\n</ul>\n\n<h2 id=\"apply-for-an-advance-if-you-cannot-afford-payments\">Apply for an advance if you cannot afford payments</h2>\n\n<p>You can apply online for an advance to pay for an employee’s Statutory Parental Bereavement Pay.</p>\n\n<p><a href=\"/government/organisations/hm-revenue-customs/contact/employer-enquiries\">Contact HM Revenue and Customs (<abbr title=\"HM Revenue and Customs\">HMRC</abbr>)</a> if you’ve got questions about advance payments.</p>\n\n<p>Before you start, you’ll need:</p>\n\n<ul>\n  <li>your employer PAYE reference</li>\n  <li>your payment or account office reference numbers - this is on the letter when you first registered as an employer</li>\n  <li>the amount of tax or National Insurance owed to <abbr title=\"HM Revenue and Customs\">HMRC</abbr>\n</li>\n  <li>bank or building society details for you or the third party it’s being paid to</li>\n  <li>a completed <a href=\"/government/publications/income-tax-tax-claim-r38\">R38 form</a> if the advance is being paid to a third party</li>\n  <li>your email address or Government Gateway ID and password</li>\n</ul>\n\n<p>You’ll also need information about the employee including their:</p>\n\n<ul>\n  <li>National Insurance number</li>\n  <li>average weekly earnings</li>\n  <li>parental bereavement leave and pay arrangements - you can get this information from their self declaration</li>\n</ul>\n\n<p><a class=\"gem-c-button govuk-button govuk-button--start\" role=\"button\" data-module=\"govuk-button\" draggable=\"false\" href=\"https://www.tax.service.gov.uk/submissions/new-form/apply-for-advance-payment-statutory-parental-bereavement-pay\"><span> Apply now </span><svg class=\"govuk-button__start-icon govuk-!-display-none-print\" xmlns=\"http://www.w3.org/2000/svg\" width=\"17.5\" height=\"19\" viewbox=\"0 0 33 40\" focusable=\"false\" aria-hidden=\"true\"><path fill=\"currentColor\" d=\"M0 0h13l20 20-20 20H0l20-20z\"></path></svg></a></p>\n\n<h3 id=\"after-youve-applied\">After you’ve applied</h3>\n\n<p>If the advance is being paid to a third party and you’re sending a completed R38 form by post, send it to <abbr title=\"HM Revenue and Customs\">HMRC</abbr> within 4 weeks of applying for an advance.</p>\n\n<div class=\"address\"><div class=\"adr org fn\"><p>\n\nCorporate Treasury\n<br>HMRC\n<br>BX9 1BG\n<br>\n</p></div></div>\n\n<p>Once your application has been approved, the money will be paid to the bank or building society account you provided or you’ll be sent a cheque (payable order), depending on which payment option you chose.</p>\n\n<p>If there are any issues with your application, <abbr title=\"HM Revenue and Customs\">HMRC</abbr> will contact you directly.</p>\n\n<h3 id=\"paying-back-your-advance-payment\">Paying back your advance payment</h3>\n\n<p>You’ll need to <a href=\"/recover-statutory-payments/if-you-cant-afford-to-make-payments\">pay back your advance payment</a> through Employer Payment Summary (EPS).</p>\n\n",
        "slug": "get-help-with-statutory-pay",
        "title": "Get help with statutory pay"
      }
    ]
  },
  "document_type": "guide",
  "first_published_at": "2020-04-05T23:01:01Z",
  "links": {
    "available_translations": [
      {
        "api_path": "/api/content/employers-parental-bereavement-pay-leave",
        "api_url": "https://www.gov.uk/api/content/employers-parental-bereavement-pay-leave",
        "base_path": "/employers-parental-bereavement-pay-leave",
        "content_id": "4e6ec719-fb3b-4d0f-8b56-9715ecb786f6",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2020-04-06T16:31:44Z",
        "schema_name": "guide",
        "title": "Statutory Parental Bereavement Pay and Leave: employer guide",
        "web_url": "https://www.gov.uk/employers-parental-bereavement-pay-leave",
        "withdrawn": false
      }
    ],
    "mainstream_browse_pages": [
      {
        "api_path": "/api/content/browse/employing-people/time-off",
        "api_url": "https://www.gov.uk/api/content/browse/employing-people/time-off",
        "base_path": "/browse/employing-people/time-off",
        "content_id": "0d1822c7-c454-4dba-b77c-326bc911742a",
        "description": "Includes maternity and paternity leave, holiday entitlement and sick pay",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2015-06-24T13:56:38Z",
        "schema_name": "mainstream_browse_page",
        "title": "Statutory leave and time off",
        "web_url": "https://www.gov.uk/browse/employing-people/time-off",
        "withdrawn": false
      }
    ],
    "ordered_related_items": [
      {
        "api_path": "/api/content/employee-rights-when-on-leave",
        "api_url": "https://www.gov.uk/api/content/employee-rights-when-on-leave",
        "base_path": "/employee-rights-when-on-leave",
        "content_id": "dac7e6bf-023a-4f65-b61a-6c72be82025e",
        "document_type": "answer",
        "links": {
          "mainstream_browse_pages": [
            {
              "api_path": "/api/content/browse/childcare-parenting/pregnancy-birth",
              "api_url": "https://www.gov.uk/api/content/browse/childcare-parenting/pregnancy-birth",
              "base_path": "/browse/childcare-parenting/pregnancy-birth",
              "content_id": "6028e11b-592e-40ec-81e6-312c9fcb749d",
              "description": "Working, time off and financial support when you have a baby, registering a birth",
              "document_type": "mainstream_browse_page",
              "links": {
                "parent": [
                  {
                    "api_path": "/api/content/browse/childcare-parenting",
                    "api_url": "https://www.gov.uk/api/content/browse/childcare-parenting",
                    "base_path": "/browse/childcare-parenting",
                    "content_id": "451c8029-6fe3-41cf-80e8-717debd317bd",
                    "description": "Includes giving birth, fostering, adopting, benefits for children, childcare and schools",
                    "document_type": "mainstream_browse_page",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2015-07-15T11:40:43Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Childcare and parenting",
                    "web_url": "https://www.gov.uk/browse/childcare-parenting",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "public_updated_at": "2023-09-21T12:38:24Z",
              "schema_name": "mainstream_browse_page",
              "title": "Pregnancy and birth",
              "web_url": "https://www.gov.uk/browse/childcare-parenting/pregnancy-birth",
              "withdrawn": false
            },
            {
              "api_path": "/api/content/browse/employing-people/time-off",
              "api_url": "https://www.gov.uk/api/content/browse/employing-people/time-off",
              "base_path": "/browse/employing-people/time-off",
              "content_id": "0d1822c7-c454-4dba-b77c-326bc911742a",
              "description": "Includes maternity and paternity leave, holiday entitlement and sick pay",
              "document_type": "mainstream_browse_page",
              "links": {
                "parent": [
                  {
                    "api_path": "/api/content/browse/employing-people",
                    "api_url": "https://www.gov.uk/api/content/browse/employing-people",
                    "base_path": "/browse/employing-people",
                    "content_id": "a0a4c44e-5e8a-44f6-9e64-32ab2c9ba065",
                    "description": "Includes pay, contracts, hiring and redundancies",
                    "document_type": "mainstream_browse_page",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2021-07-09T12:54:33Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Employing people",
                    "web_url": "https://www.gov.uk/browse/employing-people",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "public_updated_at": "2015-06-24T13:56:38Z",
              "schema_name": "mainstream_browse_page",
              "title": "Statutory leave and time off",
              "web_url": "https://www.gov.uk/browse/employing-people/time-off",
              "withdrawn": false
            },
            {
              "api_path": "/api/content/browse/working/time-off",
              "api_url": "https://www.gov.uk/api/content/browse/working/time-off",
              "base_path": "/browse/working/time-off",
              "content_id": "e7360935-e4c8-4882-a2ad-bc81f5d6eaac",
              "description": "Includes career breaks and the holiday entitlement calculator",
              "document_type": "mainstream_browse_page",
              "links": {
                "parent": [
                  {
                    "api_path": "/api/content/browse/working",
                    "api_url": "https://www.gov.uk/api/content/browse/working",
                    "base_path": "/browse/working",
                    "content_id": "a24f0662-bbfe-4b77-9ec0-e73240e88b9a",
                    "description": "Includes holidays, finding a job and redundancy",
                    "document_type": "mainstream_browse_page",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2021-07-09T12:54:10Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Working, jobs and pensions",
                    "web_url": "https://www.gov.uk/browse/working",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "public_updated_at": "2015-06-24T13:56:40Z",
              "schema_name": "mainstream_browse_page",
              "title": "Holidays, time off, sick leave, maternity and paternity leave",
              "web_url": "https://www.gov.uk/browse/working/time-off",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2017-03-22T11:42:12Z",
        "schema_name": "answer",
        "title": "Employee rights when on leave",
        "web_url": "https://www.gov.uk/employee-rights-when-on-leave",
        "withdrawn": false
      }
    ],
    "organisations": [
      {
        "analytics_identifier": "D1382",
        "api_path": "/api/content/government/organisations/department-for-business-and-trade",
        "api_url": "https://www.gov.uk/api/content/government/organisations/department-for-business-and-trade",
        "base_path": "/government/organisations/department-for-business-and-trade",
        "content_id": "aa750cdf-7925-429d-a2b3-0d9fa47d2c48",
        "details": {
          "acronym": "DBT",
          "brand": "department-for-business-and-trade",
          "default_news_image": {
            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/64539946faf4aa0012e132d1/s960_DBT_Plaque-2.jpg",
            "url": "https://assets.publishing.service.gov.uk/media/64539946c33b46000cf5e655/s300_DBT_Plaque-2.jpg"
          },
          "logo": {
            "crest": "dbt",
            "formatted_title": "Department for<br/>Business &amp; Trade"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Department for Business and Trade",
        "web_url": "https://www.gov.uk/government/organisations/department-for-business-and-trade",
        "withdrawn": false
      },
      {
        "analytics_identifier": "D1198",
        "api_path": "/api/content/government/organisations/department-for-business-energy-and-industrial-strategy",
        "api_url": "https://www.gov.uk/api/content/government/organisations/department-for-business-energy-and-industrial-strategy",
        "base_path": "/government/organisations/department-for-business-energy-and-industrial-strategy",
        "content_id": "2bde479a-97f2-42b5-986a-287a623c2a1c",
        "details": {
          "acronym": "BEIS",
          "brand": "department-for-business-innovation-skills",
          "default_news_image": {
            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/5a37dab9ed915d5a62fdc6b1/s960_beis-sign-1vs.jpg",
            "url": "https://assets.publishing.service.gov.uk/media/5a37dab9ed915d5a5f965fd5/s300_beis-sign-1vs.jpg"
          },
          "logo": {
            "crest": "single-identity",
            "formatted_title": "Department for<br/>Business, Energy<br/>&amp; Industrial Strategy"
          },
          "organisation_govuk_status": {
            "status": "split",
            "updated_at": null,
            "url": ""
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Department for Business, Energy & Industrial Strategy",
        "web_url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy",
        "withdrawn": false
      },
      {
        "analytics_identifier": "D25",
        "api_path": "/api/content/government/organisations/hm-revenue-customs",
        "api_url": "https://www.gov.uk/api/content/government/organisations/hm-revenue-customs",
        "base_path": "/government/organisations/hm-revenue-customs",
        "content_id": "6667cce2-e809-4e21-ae09-cb0bdc1ddda3",
        "details": {
          "acronym": "HMRC",
          "brand": "hm-revenue-customs",
          "default_news_image": {
            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/5efdb7ace90e075c58556288/s960_HMRC_sign__media_library_-_alternative__GOVUK_960.jpg",
            "url": "https://assets.publishing.service.gov.uk/media/5efdb7ac3a6f4023cb365a65/s300_HMRC_sign__media_library_-_alternative__GOVUK_960.jpg"
          },
          "logo": {
            "crest": "hmrc",
            "formatted_title": "HM Revenue<br/>&amp; Customs"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "HM Revenue & Customs",
        "web_url": "https://www.gov.uk/government/organisations/hm-revenue-customs",
        "withdrawn": false
      }
    ],
    "parent": [
      {
        "api_path": "/api/content/browse/employing-people/time-off",
        "api_url": "https://www.gov.uk/api/content/browse/employing-people/time-off",
        "base_path": "/browse/employing-people/time-off",
        "content_id": "0d1822c7-c454-4dba-b77c-326bc911742a",
        "description": "Includes maternity and paternity leave, holiday entitlement and sick pay",
        "document_type": "mainstream_browse_page",
        "links": {
          "parent": [
            {
              "api_path": "/api/content/browse/employing-people",
              "api_url": "https://www.gov.uk/api/content/browse/employing-people",
              "base_path": "/browse/employing-people",
              "content_id": "a0a4c44e-5e8a-44f6-9e64-32ab2c9ba065",
              "description": "Includes pay, contracts, hiring and redundancies",
              "document_type": "mainstream_browse_page",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2021-07-09T12:54:33Z",
              "schema_name": "mainstream_browse_page",
              "title": "Employing people",
              "web_url": "https://www.gov.uk/browse/employing-people",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2015-06-24T13:56:38Z",
        "schema_name": "mainstream_browse_page",
        "title": "Statutory leave and time off",
        "web_url": "https://www.gov.uk/browse/employing-people/time-off",
        "withdrawn": false
      }
    ],
    "primary_publishing_organisation": [
      {
        "analytics_identifier": "OT1056",
        "api_path": "/api/content/government/organisations/government-digital-service",
        "api_url": "https://www.gov.uk/api/content/government/organisations/government-digital-service",
        "base_path": "/government/organisations/government-digital-service",
        "content_id": "af07d5a5-df63-4ddc-9383-6a666845ebe9",
        "details": {
          "acronym": "GDS",
          "brand": "cabinet-office",
          "default_news_image": null,
          "logo": {
            "crest": "single-identity",
            "formatted_title": "Government Digital Service"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Government Digital Service",
        "web_url": "https://www.gov.uk/government/organisations/government-digital-service",
        "withdrawn": false
      }
    ],
    "taxons": [
      {
        "api_path": "/api/content/business-and-industry/employing-people",
        "api_url": "https://www.gov.uk/api/content/business-and-industry/employing-people",
        "base_path": "/business-and-industry/employing-people",
        "content_id": "35f5b496-add7-4263-8084-8510461881fe",
        "details": {
          "internal_name": "Employing people",
          "notes_for_editors": "",
          "visible_to_departmental_editors": false
        },
        "document_type": "taxon",
        "links": {
          "parent_taxons": [
            {
              "api_path": "/api/content/business-and-industry/running-a-business",
              "api_url": "https://www.gov.uk/api/content/business-and-industry/running-a-business",
              "base_path": "/business-and-industry/running-a-business",
              "content_id": "8aa41155-58ff-4d7d-a11a-7e3ef42863dd",
              "details": {
                "internal_name": "Running a business",
                "notes_for_editors": "",
                "visible_to_departmental_editors": false
              },
              "document_type": "taxon",
              "links": {
                "parent_taxons": [
                  {
                    "api_path": "/api/content/business-and-industry",
                    "api_url": "https://www.gov.uk/api/content/business-and-industry",
                    "base_path": "/business-and-industry",
                    "content_id": "495afdb6-47be-4df1-8b38-91c8adb1eefc",
                    "description": "",
                    "details": {
                      "internal_name": "Business and industry",
                      "notes_for_editors": "",
                      "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                      "root_taxon": [
                        {
                          "api_path": "/api/content/",
                          "api_url": "https://www.gov.uk/api/content/",
                          "base_path": "/",
                          "content_id": "f3bbdec2-0e62-4520-a7fd-6ffd5d36e03a",
                          "document_type": "homepage",
                          "links": {
                          },
                          "locale": "en",
                          "public_updated_at": "2023-06-28T09:32:34Z",
                          "schema_name": "homepage",
                          "title": "GOV.UK homepage",
                          "web_url": "https://www.gov.uk/",
                          "withdrawn": false
                        }
                      ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2018-09-03T15:41:02Z",
                    "schema_name": "taxon",
                    "title": "Business and industry",
                    "web_url": "https://www.gov.uk/business-and-industry",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "phase": "live",
              "public_updated_at": "2018-09-03T15:41:02Z",
              "schema_name": "taxon",
              "title": "Running a business",
              "web_url": "https://www.gov.uk/business-and-industry/running-a-business",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2018-09-03T15:41:02Z",
        "schema_name": "taxon",
        "title": "Employing people",
        "web_url": "https://www.gov.uk/business-and-industry/employing-people",
        "withdrawn": false
      }
    ]
  },
  "locale": "en",
  "phase": "live",
  "public_updated_at": "2020-04-06T16:31:44Z",
  "publishing_app": "publisher",
  "publishing_request_id": "21-1679506292.064-10.13.20.233-25980",
  "publishing_scheduled_at": null,
  "rendering_app": "government-frontend",
  "scheduled_publishing_delay_seconds": null,
  "schema_name": "guide",
  "title": "Statutory Parental Bereavement Pay and Leave: employer guide",
  "updated_at": "2024-03-01T13:23:52Z",
  "withdrawn_notice": {
  }
}