{
  "analytics_identifier": null,
  "base_path": "/graduate-trainee-visa",
  "content_id": "5422f8d2-8cbb-439f-b66c-d016ffa97961",
  "description": "Apply for a Graduate Trainee visa if you are on a graduate trainee programme and you want to work for your employer’s UK branch - eligibility, fees, documents, bring your partner and children.",
  "details": {
    "external_related_links": [

    ],
    "hide_chapter_navigation": false,
    "parts": [
      {
        "body": "<p>A Graduate Trainee visa allows you to come to or stay in the UK to work for your employer in their UK branch.</p>\n\n<p>Your job must be eligible and part of a graduate training programme for a managerial or specialist role.</p>\n\n<p>This visa has replaced the Intra-company Graduate Trainee visa, previously Tier 2 (Intra-company Transfer) Graduate Trainee visa.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If you’re not on a graduate training programme, you may still be able to work for your employer’s UK branch with a <a href=\"/senior-specialist-worker-visa\">Senior or Specialist Worker visa</a>.</p>\n</div>\n\n<h2 id=\"eligibility\">Eligibility</h2>\n\n<p>To qualify for a Graduate Trainee visa, you must:</p>\n\n<ul>\n  <li>be an existing employee of an organisation that’s been approved by the Home Office as a sponsor</li>\n  <li>have worked for your sponsor outside the UK for at least 3 months immediately before you apply</li>\n  <li>have a ‘certificate of sponsorship’ from your employer with information about the work you will do in the UK</li>\n  <li>do a job that’s on the list of eligible occupations</li>\n  <li>be paid at least £24,220 per year</li>\n</ul>\n\n<p>You cannot apply to change (‘switch’) to a Graduate Trainee visa from inside the UK.</p>\n\n<h2 id=\"how-long-you-can-stay\">How long you can stay</h2>\n\n<p>You can stay in the UK with a Graduate Trainee visa for whichever is shorter of:</p>\n\n<ul>\n  <li>the time given on your certificate of sponsorship plus 14 days</li>\n  <li>12 months</li>\n</ul>\n\n<p>You cannot extend your visa, but you can apply for another Graduate Trainee visa from outside the UK.</p>\n\n<p>You can only stay in the UK for a maximum of 5 years in any 6 year period if you’ve spent time on any of these visas:</p>\n\n<ul>\n  <li>Intra-company Graduate Trainee visa</li>\n  <li>Intra-company Transfer visa</li>\n  <li>Graduate Trainee visa (Global Business Mobility)</li>\n  <li>Secondment Worker visa (Global Business Mobility)</li>\n  <li>Senior or Specialist Worker visa (Global Business Mobility)</li>\n  <li>Service Supplier visa (Global Business Mobility)</li>\n  <li>UK Expansion Worker visa (Global Business Mobility)</li>\n</ul>\n\n<p>You must have been working for your sponsor outside the UK for at least 3 months immediately before the date you apply.</p>\n\n<h2 id=\"how-to-apply\">How to apply</h2>\n\n<p><a href=\"/graduate-trainee-visa/apply-from-outside-the-uk\">You must apply online from outside the UK</a>.</p>\n\n<p><a href=\"/graduate-trainee-visa/your-partner-and-children\">Your partner and children</a> can apply to join you or stay in the UK as your ‘dependants’ if they’re eligible.</p>\n\n<h2 id=\"how-much-it-costs\">How much it costs</h2>\n\n<p>You, your partner or children will each need to:</p>\n\n<ul>\n  <li>pay the £298 application fee</li>\n  <li>pay the healthcare surcharge for each year of your stay</li>\n  <li>prove you have enough personal savings</li>\n</ul>\n\n<p><a href=\"/graduate-trainee-visa/how-much-it-costs\">Check how much it costs</a>.</p>\n\n<h2 id=\"how-long-it-takes\">How long it takes</h2>\n\n<p>You can apply for a visa up to 3 months before the day you are due to start work in the UK. This date is listed on your certificate of sponsorship.</p>\n\n<p>As part of your application, you’ll need to prove your identity and provide your documents.</p>\n\n<p>You may need to allow extra time if you need an appointment to do this. You’ll find out if you need one when you start your application.</p>\n\n<h3 id=\"getting-a-decision\">Getting a decision</h3>\n\n<p>Once you’ve applied online, proved your identity and provided your documents, you’ll usually get a decision on your visa within 3 weeks.</p>\n\n<p>You may be able to pay to <a href=\"/faster-decision-visa-settlement\">get a faster decision</a>.</p>\n\n<h2 id=\"what-you-can-and-cannot-do\">What you can and cannot do</h2>\n\n<p>With a Graduate Trainee visa you can:</p>\n\n<ul>\n  <li>work for your sponsor in the job described in your certificate of sponsorship</li>\n  <li>study</li>\n  <li>\n<a href=\"/graduate-trainee-visa/your-partner-and-children\">bring your partner and children with you as your ‘dependants’</a>, if they’re eligible</li>\n  <li>do voluntary work</li>\n  <li>travel abroad and return to the UK</li>\n</ul>\n\n<p>You cannot:</p>\n\n<ul>\n  <li>apply for most benefits (<a href=\"/government/publications/public-funds--2\">public funds</a>), or the State Pension</li>\n  <li>change jobs</li>\n  <li>do a second job</li>\n  <li>apply to settle permanently in the UK (also known as ‘indefinite leave to remain’)</li>\n</ul>\n\n<p>If your application is successful, you’ll get a full list of what you can and cannot do with a Graduate Trainee visa.</p>\n",
        "slug": "overview",
        "title": "Overview"
      },
      {
        "body": "<p>To be eligible for a Graduate Trainee visa you need to:</p>\n\n<ul>\n  <li>have a valid certificate of sponsorship from your employer</li>\n  <li>have worked for your employer outside the UK for 3 months immediately before you apply</li>\n  <li>do a job that’s on the list of eligible occupations</li>\n  <li>be paid the minimum eligible salary required for your job</li>\n</ul>\n\n<h2 id=\"getting-a-certificate-of-sponsorship\">Getting a certificate of sponsorship</h2>\n\n<p>Your employer - also known as your sponsor - will give you a ‘certificate of sponsorship’ with information about the work you will do in the UK. It’s an electronic record, not a paper document.</p>\n\n<p>You’ll need the reference number from the certificate of sponsorship for your visa application. You must apply for your visa within 3 months of getting your certificate of sponsorship.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If your employer is not currently licensed to sponsor people to work in the UK, they can <a href=\"/uk-visa-sponsorship-employers\">apply for a sponsor licence</a> if they’re eligible.</p>\n</div>\n\n<h2 id=\"how-long-you-need-to-have-worked-for-your-employer-outside-the-uk\">How long you need to have worked for your employer outside the UK</h2>\n\n<p>You must have worked for your employer outside of the UK for 3 months immediately before the date you apply.</p>\n\n<p>This means you cannot:</p>\n\n<ul>\n  <li>extend your Graduate Trainee visa from inside the UK</li>\n  <li>switch to a Graduate Trainee visa from inside the UK</li>\n</ul>\n\n<h2 id=\"check-if-your-job-is-eligible\">Check if your job is eligible</h2>\n\n<p>Before you can find out if your job is eligible, you need to know its 4-digit occupation code. You can get this from your employer or your certificate of sponsorship.</p>\n\n<p>When you know your occupation code, check the <a href=\"/government/publications/global-business-mobility-eligible-occupations-and-codes\">list of eligible occupations</a> to see if it’s eligible for your visa type.</p>\n\n<h2 id=\"salary-requirements\">Salary requirements</h2>\n\n<p>You must be paid at least £24,220 or 70% of the ‘going rate’ for your job - whichever is higher.</p>\n\n<p>Each occupation code has its own annual going rate. Check the going rate for your job in the <a href=\"/government/publications/global-business-mobility-going-rates-for-eligible-occupations\">going rates table</a>.</p>\n\n<h3 id=\"if-you-work-in-healthcare-or-education\">If you work in healthcare or education</h3>\n\n<p>There are different salary rules if you work in some healthcare or education jobs. Your salary must be at least £24,220 or the full ‘going rate’ of your job, whichever is higher.</p>\n\n<p>The going rates for these jobs are based on the national pay scales set by the relevant independent body, for example the NHS.</p>\n\n<p>Check the <a href=\"/government/publications/global-business-mobility-eligible-occupations-and-codes\">list of eligible occupations</a> to see if your job is eligible and what the going rate is.</p>\n",
        "slug": "eligibility",
        "title": "Eligibility"
      },
      {
        "body": "<p>When you apply for a Graduate Trainee visa, you’ll need to have enough money to:</p>\n\n<ul>\n  <li>pay the £298 application fee</li>\n  <li>pay the healthcare surcharge - this is usually £1,035 per year</li>\n  <li>support yourself when you arrive in the UK - you’ll usually need to have at least £1,270 available (unless you’re exempt)</li>\n</ul>\n\n<p>You’ll be told how much you need to pay when you apply.</p>\n\n<h2 id=\"healthcare-surcharge\">Healthcare surcharge</h2>\n\n<p>You’ll have to pay the healthcare surcharge for each year of your stay - this is usually £1,035 per year. <a rel=\"external\" href=\"https://www.immigration-health-surcharge.service.gov.uk/checker/type\">Check how much you’ll have to pay</a> before you apply.</p>\n\n<h2 id=\"money-to-support-yourself\">Money to support yourself</h2>\n\n<p>You must have at least £1,270 in your bank account to show you can support yourself when you arrive in the UK.</p>\n\n<p>You will need to have had the money available for at least 28 consecutive days. The end date of the 28 day period must be within 31 days of the date you apply.</p>\n\n<p>You’ll usually need to <a href=\"/graduate-trainee-visa/documents-you-need-to-apply\">show proof of this when you apply</a>, unless your employer can cover your costs during your first month in the UK, up to £1,270.</p>\n\n<p>Your partner and children will also need to prove they can support themselves while they’re in the UK. <a href=\"/graduate-trainee-visa/your-partner-and-children\">Check how much they’ll need</a>.</p>\n\n<p><a href=\"/guidance/financial-evidence-for-sponsored-or-endorsed-work-routes\">Read the guidance on financial evidence</a> for more information about the money you need and how to prove it.</p>\n\n<h3 id=\"if-your-employer-can-support-you-instead\">If your employer can support you instead</h3>\n\n<p>Your certificate of sponsorship must confirm this. Your employer will need to complete the ‘sponsor certifies maintenance’ section on your certificate. This is under ‘Additional data’.</p>\n",
        "slug": "how-much-it-costs",
        "title": "How much it costs"
      },
      {
        "body": "<p>When you apply you’ll need to provide:</p>\n\n<ul>\n  <li>your certificate of sponsorship reference number - your employer will give you this</li>\n  <li>a valid passport or other document that shows your identity and nationality</li>\n  <li>your job title and annual salary</li>\n  <li>your job’s occupation code</li>\n  <li>the name of your employer and their sponsor licence number - this will be on your certificate of sponsorship</li>\n  <li>evidence that you have enough <a href=\"/graduate-trainee-visa/how-much-it-costs\">personal savings to support yourself in the UK</a>, for example bank statements (unless your certificate of sponsorship shows your employer can support you)</li>\n  <li>proof of your relationship with <a href=\"/graduate-trainee-visa/your-partner-and-children\">your partner or children</a> if they’re applying with you</li>\n  <li>your <a href=\"/tb-test-visa/countries-where-you-need-a-tb-test-to-enter-the-uk\">tuberculosis test results if you’re from a listed country</a>\n</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>Ask your employer for a copy of your certificate of sponsorship if you do not have one.</p>\n</div>\n\n<h2 id=\"other-documents-you-might-need\">Other documents you might need</h2>\n\n<p>Depending on your circumstances, you might be asked to provide:</p>\n\n<ul>\n  <li>evidence you’ve worked for your employer outside the UK for 3 months immediately before you apply</li>\n  <li>details of your training programme</li>\n  <li>a <a href=\"/guidance/academic-technology-approval-scheme\">valid ATAS certificate</a> if your employer tells you that you need one because your job involves researching a sensitive subject at PhD level or higher</li>\n</ul>\n\n<p>You’ll need a blank page in your passport for your visa if you need to give your biometric information (fingerprints and a photograph) at a visa application centre. You’ll be told if you need to do this when you apply.</p>\n\n<p>If your documents are not in English or Welsh you’ll also need to provide a <a href=\"/certifying-a-document\">certified translation</a>.</p>\n\n<h2 id=\"evidence-youve-worked-for-your-employer-outside-the-uk\">Evidence you’ve worked for your employer outside the UK</h2>\n\n<p>After you apply you might be asked to show you’ve worked for your employer overseas for 3 months immediately before you apply.</p>\n\n<p>If you’re asked, you’ll need to show you’ve been paid by your employer over this time period. You can provide:</p>\n\n<ul>\n  <li>printed payslips</li>\n  <li>online payslips supported by a letter from your sponsor signed by a senior staff member</li>\n  <li>bank or building society statements</li>\n  <li>a building society pass book</li>\n</ul>\n\n",
        "slug": "documents-you-need-to-apply",
        "title": "Documents you’ll need to apply "
      },
      {
        "body": "<p>You must apply online for a Graduate Trainee visa.</p>\n\n<p>Check which <a href=\"/graduate-trainee-visa/documents-you-need-to-apply\">documents you’ll need to apply</a>.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You do not need to apply again if you have a Graduate Trainee visa and your job changes as part of your graduate training programme. Your employer will notify UK Visas and Immigration.</p>\n</div>\n\n<h2 id=\"proving-your-identity\">Proving your identity</h2>\n\n<p>As part of your application, you’ll need to prove your identity. How you do this depends on where you’re from and what type of passport you have.</p>\n\n<p>You’ll either:</p>\n\n<ul>\n  <li>have your fingerprints and photograph taken at a <a href=\"/find-a-visa-application-centre\">visa application centre</a> - this is to get a <a href=\"/biometric-residence-permits\">biometric residence permit</a>\n</li>\n  <li>use the ‘UK Immigration: ID Check’ app to scan your identity document (you’ll also create or sign into your UK Visas and Immigration (<abbr title=\"UK Visas and Immigration\">UKVI</abbr>) account)</li>\n</ul>\n\n<p>You’ll be told what you need to do when you apply.</p>\n\n<p>If you do need an appointment:</p>\n\n<ul>\n  <li>the visa application centre may need to keep your passport and documents while they process your application</li>\n  <li>you may have to travel to get to your nearest centre (this could be in another country)</li>\n</ul>\n\n<h2 id=\"apply-for-a-graduate-trainee-visa\">Apply for a Graduate Trainee visa</h2>\n\n<p>Once you’ve started your application, you can save your form and complete it later.</p>\n\n<p><a class=\"gem-c-button govuk-button govuk-button--start\" role=\"button\" data-module=\"govuk-button\" draggable=\"false\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/global_business_mobility_out_uk\"><span> Apply now </span><svg class=\"govuk-button__start-icon govuk-!-display-none-print\" xmlns=\"http://www.w3.org/2000/svg\" width=\"17.5\" height=\"19\" viewbox=\"0 0 33 40\" focusable=\"false\" aria-hidden=\"true\"><path fill=\"currentColor\" d=\"M0 0h13l20 20-20 20H0l20-20z\"></path></svg></a></p>\n\n<h2 id=\"how-long-it-takes-to-get-a-decision\">How long it takes to get a decision</h2>\n\n<p>Once you’ve applied online, proved your identity and provided your documents, you’ll usually get a decision within 3 weeks.</p>\n\n<p>You’ll be contacted if your application will take longer, for example because:</p>\n\n<ul>\n  <li>your supporting documents need to be verified</li>\n  <li>you need to attend an interview</li>\n  <li>of your personal circumstances (for example if you have a criminal conviction)</li>\n</ul>\n\n<p>You may be able to pay to <a href=\"/faster-decision-visa-settlement\">get a faster decision</a>.</p>\n\n<h2 id=\"after-you-apply\">After you apply</h2>\n\n<p>If you need to change something in your application after you’ve sent it <a href=\"/contact-ukvi-inside-outside-uk\">contact UK Visas and Immigration (<abbr title=\"UK Visas and Immigration\">UKVI</abbr>)</a>.</p>\n\n<p>You can ask to <a href=\"/cancel-visa\">cancel your application</a>. You’ll only get your fee refunded if <abbr title=\"UK Visas and Immigration\">UKVI</abbr> has not started processing your application.</p>\n\n<p>You’ll get an email with the <a href=\"/apply-to-come-to-the-uk/getting-a-decision-on-your-application\">decision on your application</a>. This will explain what you need to do next.</p>\n\n",
        "slug": "apply-from-outside-the-uk",
        "title": "Apply from outside the UK"
      },
      {
        "body": "<p>Your partner and children can also apply to join you or stay in the UK as your ‘dependants’ if they’re eligible.</p>\n\n<p>If your partner or child’s application is successful, their visa will usually end on the same date as yours. If a child’s parents have visas with different expiry dates, the child’s visa will end on the earlier date.</p>\n\n<p>A dependant partner or child is any of the following:</p>\n\n<ul>\n  <li>your husband, wife, civil partner or unmarried partner</li>\n  <li>your child under 18 - including if they were born in the UK during your stay</li>\n  <li>your child over 18 if they’re currently in the UK as your dependant</li>\n</ul>\n\n<p>You’ll need to provide evidence of your relationship to your dependant when you apply.</p>\n\n<h2 id=\"your-partner\">Your partner</h2>\n\n<p>You must be able to prove one of the following:</p>\n\n<ul>\n  <li>you’re in a civil partnership or marriage that’s recognised in the UK</li>\n  <li>you’ve been living together in a relationship for at least 2 years when you apply</li>\n  <li>you’ve been in a relationship for at least 2 years when you apply but you cannot live together, for example because you’re working or studying in different places, or it’s not accepted in your culture</li>\n</ul>\n\n<p>If you’re not living together, you’ll need to prove that you have an ongoing commitment to each other, for example by providing evidence that you:</p>\n\n<ul>\n  <li>communicate regularly with each other</li>\n  <li>support each other financially</li>\n  <li>care for any children you have together</li>\n  <li>spend time together as a couple, for example on holiday or at events</li>\n</ul>\n\n<h2 id=\"your-child\">Your child</h2>\n\n<p>They must:</p>\n\n<ul>\n  <li>live with you, unless they’re living away from home in full-time education - for example, at boarding school or university</li>\n  <li>not be married or in a civil partnership</li>\n</ul>\n\n<p>You’ll need to provide evidence of their address, such as:</p>\n\n<ul>\n  <li>a bank statement</li>\n  <li>credit card bills</li>\n  <li>driving licence</li>\n  <li>NHS registration document</li>\n  <li>an official letter from their university or college</li>\n</ul>\n\n<h2 id=\"money-they-need-to-support-themselves\">Money they need to support themselves</h2>\n\n<p>Your partner or children must have a certain amount of money available to support themselves while they’re in the UK.</p>\n\n<p>You - or your partner or child - will need:</p>\n\n<ul>\n  <li>£285 for your partner</li>\n  <li>£315 for one child</li>\n  <li>£200 for each additional child</li>\n</ul>\n\n<div class=\"example\">\n<p><strong>Example</strong>\nYou - or your partner or child - would need to have £600 to bring your partner and one child with you to the UK (£285 for your partner and £315 for your child).</p>\n\n<p>You would also need to have £1,270 to support yourself for your own application.</p>\n</div>\n\n<p>You - or your partner or child - will need to have had the money available for at least 28 days in a row. Day 28 must be within 31 days of the date you or they apply for this visa.</p>\n\n<p>You’ll usually need to <a href=\"/graduate-trainee-visa/documents-you-need-to-apply\">show proof of this when they apply</a>, unless either:</p>\n\n<ul>\n  <li>you have all been in the UK with a valid visa for at least 12 months</li>\n  <li>your employer can cover your family’s costs during your first month in the UK - this must be confirmed on your certificate of sponsorship</li>\n</ul>\n\n<p>If your partner or child is applying at a different time to you, they’ll only need to prove they have enough money to support themselves if they have been in the UK for less than one year.</p>\n\n<h2 id=\"apply-from-outside-the-uk\">Apply from outside the UK</h2>\n\n<p>Your partner and children must either:</p>\n\n<ul>\n  <li><a rel=\"external\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/pbs_dependant_partner_out_uk\">apply online as your partner</a></li>\n  <li><a rel=\"external\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/pbs_dependant_child_out_uk\">apply online as your child</a></li>\n</ul>\n\n<p>Each family member will need to complete a separate application and pay the <a href=\"/graduate-trainee-visa/how-much-it-costs\">visa fee</a>. They must apply before they travel to the UK.</p>\n\n<p>They’ll also need your application number - you’ll get this when you apply. This number is called a Global Web Form (GWF) or a Unique Application Number (UAN). You’ll find it on emails and letters from the Home Office about your application.</p>\n\n<h3 id=\"proving-their-identity-from-outside-the-uk\">Proving their identity from outside the UK</h3>\n\n<p>As part of an application, your partner and children will need to prove their identity. They’ll either:</p>\n\n<ul>\n  <li>have their fingerprints and photograph taken at a <a href=\"/find-a-visa-application-centre\">visa application centre</a> - this is to get a <a href=\"/biometric-residence-permits\">biometric residence permit</a>\n</li>\n  <li>use the ‘UK Immigration: ID Check’ app to scan their identity document - they’ll also create or sign into their UK Visas and Immigration (UKVI) account</li>\n</ul>\n\n<p>They’ll be told what they need to do when they apply.</p>\n\n<p>If they do need an appointment:</p>\n\n<ul>\n  <li>the visa application centre may need to keep their passport and documents while they process their application</li>\n  <li>they may have to travel to get to their nearest centre (this could be in another country)</li>\n</ul>\n\n<h3 id=\"how-long-it-takes-to-get-a-decision\">How long it takes to get a decision</h3>\n\n<p>Once they’ve applied online, proved their identity and provided their documents, they’ll usually get a decision within 3 weeks.</p>\n\n<p>They may be able to pay to <a href=\"/faster-decision-visa-settlement\">get a faster decision</a>.</p>\n\n<h2 id=\"children-born-in-the-uk\">Children born in the UK</h2>\n\n<p>If you have a child while you’re in the UK, they do not automatically <a href=\"/british-citizenship\">become a British citizen</a>.</p>\n\n<p>You can <a rel=\"external\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/pbs_dependant_child_in_uk\">apply online for their visa as your dependant</a>. You must do this if you want to travel in and out of the UK with your child.</p>\n\n<p>You’ll need to provide a full UK birth certificate for each child, showing the names of both parents.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You must apply to add them to your visa before they turn 18 if they want to stay in the UK.</p>\n</div>\n\n<h2 id=\"what-your-partner-or-child-can-and-cannot-do\">What your partner or child can and cannot do</h2>\n\n<p>Your partner or child can:</p>\n\n<ul>\n  <li>work, except as a sportsperson or coach</li>\n  <li>study</li>\n  <li>travel abroad and return to the UK</li>\n</ul>\n\n<p>They cannot apply for most benefits (public funds), or the State Pension.</p>\n\n<p>If their application is successful, they’ll get a full list of what they can and cannot do.</p>\n",
        "slug": "your-partner-and-children",
        "title": "Your partner and children"
      },
      {
        "body": "<p>You cannot apply to change (‘switch’) to a Graduate Trainee visa from inside the UK because you need to have worked for your employer overseas for 3 months immediately before you apply.</p>\n\n<p>You must leave the UK and <a href=\"/graduate-trainee-visa/apply-from-outside-the-UK\">apply for a Graduate Trainee visa from abroad</a>.</p>\n",
        "slug": "switch-to-this-visa-",
        "title": "Switch to this visa "
      }
    ]
  },
  "document_type": "guide",
  "first_published_at": "2022-04-11T08:00:03Z",
  "links": {
    "available_translations": [
      {
        "api_path": "/api/content/graduate-trainee-visa",
        "api_url": "https://www.gov.uk/api/content/graduate-trainee-visa",
        "base_path": "/graduate-trainee-visa",
        "content_id": "5422f8d2-8cbb-439f-b66c-d016ffa97961",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2022-06-30T08:55:14Z",
        "schema_name": "guide",
        "title": "Graduate Trainee visa (Global Business Mobility)",
        "web_url": "https://www.gov.uk/graduate-trainee-visa",
        "withdrawn": false
      }
    ],
    "mainstream_browse_pages": [
      {
        "api_path": "/api/content/browse/visas-immigration/work-visas",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/work-visas",
        "base_path": "/browse/visas-immigration/work-visas",
        "content_id": "4ab4764d-d9ce-425f-a8cc-aaba4a38be09",
        "description": "Skilled Worker visa, Graduate visa, other work visas, right to work",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2023-07-13T12:27:58Z",
        "schema_name": "mainstream_browse_page",
        "title": "Work in the UK",
        "web_url": "https://www.gov.uk/browse/visas-immigration/work-visas",
        "withdrawn": false
      }
    ],
    "organisations": [
      {
        "analytics_identifier": "OT554",
        "api_path": "/api/content/government/organisations/uk-visas-and-immigration",
        "api_url": "https://www.gov.uk/api/content/government/organisations/uk-visas-and-immigration",
        "base_path": "/government/organisations/uk-visas-and-immigration",
        "content_id": "04148522-b0c1-4137-b687-5f3c3bdd561a",
        "details": {
          "acronym": "UKVI",
          "brand": "home-office",
          "default_news_image": null,
          "logo": {
            "crest": "ho",
            "formatted_title": "UK Visas and Immigration"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "UK Visas and Immigration",
        "web_url": "https://www.gov.uk/government/organisations/uk-visas-and-immigration",
        "withdrawn": false
      }
    ],
    "parent": [
      {
        "api_path": "/api/content/browse/visas-immigration/work-visas",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/work-visas",
        "base_path": "/browse/visas-immigration/work-visas",
        "content_id": "4ab4764d-d9ce-425f-a8cc-aaba4a38be09",
        "description": "Skilled Worker visa, Graduate visa, other work visas, right to work",
        "document_type": "mainstream_browse_page",
        "links": {
          "parent": [
            {
              "api_path": "/api/content/browse/visas-immigration",
              "api_url": "https://www.gov.uk/api/content/browse/visas-immigration",
              "base_path": "/browse/visas-immigration",
              "content_id": "df6fcdc4-62bc-4e05-90e3-cb2e452453a4",
              "description": "Apply to visit, work, study, settle or seek asylum in the UK",
              "document_type": "mainstream_browse_page",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2021-06-03T13:56:26Z",
              "schema_name": "mainstream_browse_page",
              "title": "Visas and immigration",
              "web_url": "https://www.gov.uk/browse/visas-immigration",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2023-07-13T12:27:58Z",
        "schema_name": "mainstream_browse_page",
        "title": "Work in the UK",
        "web_url": "https://www.gov.uk/browse/visas-immigration/work-visas",
        "withdrawn": false
      }
    ],
    "primary_publishing_organisation": [
      {
        "analytics_identifier": "OT1056",
        "api_path": "/api/content/government/organisations/government-digital-service",
        "api_url": "https://www.gov.uk/api/content/government/organisations/government-digital-service",
        "base_path": "/government/organisations/government-digital-service",
        "content_id": "af07d5a5-df63-4ddc-9383-6a666845ebe9",
        "details": {
          "acronym": "GDS",
          "brand": "cabinet-office",
          "default_news_image": null,
          "logo": {
            "crest": "single-identity",
            "formatted_title": "Government Digital Service"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Government Digital Service",
        "web_url": "https://www.gov.uk/government/organisations/government-digital-service",
        "withdrawn": false
      }
    ]
  },
  "locale": "en",
  "phase": "live",
  "public_updated_at": "2022-06-30T08:55:14Z",
  "publishing_app": "publisher",
  "publishing_request_id": "21-1707240478.744-10.13.22.91-32282",
  "publishing_scheduled_at": null,
  "rendering_app": "government-frontend",
  "scheduled_publishing_delay_seconds": null,
  "schema_name": "guide",
  "title": "Graduate Trainee visa (Global Business Mobility)",
  "updated_at": "2024-02-06T17:27:59Z",
  "withdrawn_notice": {
  }
}