{
  "analytics_identifier": null,
  "base_path": "/right-to-shared-ownership",
  "content_id": "7d43e107-f2d7-4a72-b6c8-fef568069e17",
  "description": "Buy your rented home through the Right to Shared Ownership scheme: who can apply, how to apply, costs, paying rent, buying more shares, repairing and selling your home. ",
  "details": {
    "external_related_links": [

    ],
    "hide_chapter_navigation": false,
    "parts": [
      {
        "body": "<p>The Right to Shared Ownership scheme allows some tenants in England to buy a share of their rented home on shared ownership terms.</p>\n\n<p>This means you:</p>\n\n<ul>\n  <li>buy a share of your home <a href=\"/leasehold-property\">as a leaseholder</a>\n</li>\n  <li>\n<a href=\"/right-to-shared-ownership/paying-rent\">pay rent to the landlord</a> on the rest</li>\n  <li>usually pay monthly service charges, for example towards the maintenance of communal areas</li>\n</ul>\n\n<p>The Right to Shared Ownership scheme is not available in Scotland, Wales or Northern Ireland.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>There’s a different way to buy a share of a home you do not already rent - through <a href=\"/shared-ownership-scheme\">shared ownership</a>.</p>\n</div>\n\n<h2 id=\"eligible-homes\">Eligible homes</h2>\n\n<p>You can apply to buy a share of your home if:</p>\n\n<ul>\n  <li>it’s eligible for the Right to Shared Ownership scheme - you can check this with your landlord</li>\n  <li>it’s your only or main home</li>\n  <li>you’ve lived there for at least 1 year</li>\n  <li>you’ve been a tenant of social or affordable housing for at least 3 years - check with your current or previous landlords if you’re not sure</li>\n</ul>\n\n<p><a href=\"/right-to-shared-ownership/who-can-apply\">Check who can apply</a>.</p>\n\n<h2 id=\"buying-your-share\">Buying your share</h2>\n\n<p>You can buy a share of between 10% and 75% of your home’s full market value.</p>\n\n<p>You can either:</p>\n\n<ul>\n  <li>take out a mortgage to buy your share - you’ll also need to pay a deposit, usually between 5% and 10% of the share you’re buying</li>\n  <li>pay for it with savings</li>\n</ul>\n\n<p>You can <a href=\"/right-to-shared-ownership/buying-more-shares-staircasing\">buy more shares in your home</a> in the future. This is known as ‘staircasing’. If you buy more shares, you’ll pay less rent on the rest of the property.</p>\n\n<h2 id=\"other-help-to-buy-a-home\">Other help to buy a home</h2>\n\n<p>You may be eligible for support to buy a home through other <a href=\"/affordable-home-ownership-schemes\">affordable home ownership schemes</a>.</p>\n",
        "slug": "how-right-to-shared-ownership-works",
        "title": "How Right to Shared Ownership works"
      },
      {
        "body": "<p>You may be eligible to buy a share of your rented home through the Right to Shared Ownership scheme if all of the following are true:</p>\n\n<ul>\n  <li>your household income is £80,000 a year or less (£90,000 a year or less in London)</li>\n  <li>you cannot afford all of the deposit and mortgage payments to buy a home that meets your needs</li>\n  <li>you are renting a home that is eligible for the Right to Shared Ownership scheme - check with your landlord if you’re not sure</li>\n  <li>you’ve lived in your home for at least 1 year</li>\n  <li>you’ve been a tenant of social or affordable housing for at least 3 years - it does not have to be 3 years in a row or with the same landlord</li>\n  <li>you are not overdue with rent or credit payments</li>\n</ul>\n\n<p>One of the following must also be true:</p>\n\n<ul>\n  <li>you’re a first-time buyer</li>\n  <li>you used to own a home but cannot afford to buy one now</li>\n</ul>\n\n<p>You can <a href=\"/government/publications/right-to-shared-ownership-application-form-rtso1\">read the full eligibility requirements in the application form</a>.</p>\n\n<h2 id=\"joint-applications\">Joint applications</h2>\n\n<p>You can make a joint application with:</p>\n\n<ul>\n  <li>\n    <p>someone who shares your tenancy</p>\n  </li>\n  <li>\n    <p>up to 3 family members – they must have lived with you for the past 12 months</p>\n  </li>\n</ul>\n",
        "slug": "who-can-apply",
        "title": "Who can apply"
      },
      {
        "body": "<p>When you apply for Right to Shared Ownership, you’ll need to make sure you can afford the payments for your home. You’ll discuss the costs with your landlord during a home ownership meeting.</p>\n\n<p>Your landlord will then send you to a mortgage adviser or other independent financial adviser, who will assess your income and outgoings.</p>\n\n<p>You’ll be given an ‘offer notice’ when you apply - this lists the costs you’ll have to pay after you buy your share.</p>\n\n<h2 id=\"buying-costs\">Buying costs</h2>\n\n<p>You’ll need to pay a deposit when you exchange contracts. This is usually between 5% and 10% of the share you’re buying.</p>\n\n<p>You’ll need to be able to afford to pay:</p>\n\n<ul>\n  <li>your solicitors’ fees</li>\n  <li>your monthly mortgage repayments</li>\n  <li><a href=\"/right-to-shared-ownership/paying-rent\">rent to the landlord</a></li>\n  <li>any monthly charges (for example, <a href=\"/leasehold-property/service-charges-and-other-expenses\">service charges</a> to pay for the maintenance of communal areas)</li>\n</ul>\n\n<p>You may also need to pay <a href=\"/guidance/sdlt-shared-ownership-property\">stamp duty</a>.</p>\n\n<p>Your solicitor will give you a list of buying costs. They’ll go through it with you and explain what you need to do.</p>\n\n<p>Once you own a share of the home, you’ll need to pay buildings insurance. You may need to also pay:</p>\n\n<ul>\n  <li>a service charge</li>\n  <li>an estate charge</li>\n  <li>a management fee</li>\n  <li>into a repairs reserve fund</li>\n</ul>\n\n<h3 id=\"service-charge\">Service charge</h3>\n\n<p>You may need to pay a monthly service charge after you buy a share of your home. This depends on the type of home, but it’s more likely you’ll have to pay a service charge if you live in a flat with communal areas.</p>\n\n<p>The service charge covers the cost of cleaning and maintaining shared areas, such as gardens or the external windows of a block of flats.</p>\n\n<p>You can ask the landlord for a summary showing how the charge is worked out and what it’s spent on.</p>\n\n<h3 id=\"estate-charge\">Estate charge</h3>\n\n<p>For some homes, you’ll need to pay an estate charge. This is to cover the cost of maintaining any communal areas that are not covered by the service charge, such as roads.</p>\n\n<h3 id=\"management-fee\">Management fee</h3>\n\n<p>For some homes, you’ll need to pay a fee to the landlord to cover their administration costs.</p>\n\n<h3 id=\"repairs-reserve-fund\">Repairs reserve fund</h3>\n\n<p>You may need to pay into a reserve fund (also called a ‘sinking fund’). The fund covers major works, like replacing the roof. Reserve funds usually apply to flats, but some house developments have them.</p>\n\n<p>You can find out <a rel=\"external\" href=\"https://www.lease-advice.org/advice-guide/service-charges-other-issues/#7\">how landlords must manage these funds on the Leasehold Advisory Service website</a>. If you sell your home, you will not usually be able to get back any money you pay into a reserve fund. This depends on your lease.</p>\n\n<h2 id=\"extending-your-lease\">Extending your lease</h2>\n\n<p>You may need to pay to extend your lease in the future.</p>\n\n<p>If the remaining lease on your home is too short, it may become difficult to sell or remortgage your home. This can affect the value of your home.</p>\n\n<p>You’ll need your landlord’s permission to extend your lease. Check with your landlord before you buy what rules they have for shared owners who want to do this and how much you’ll have to pay. When the remaining lease drops below 80 years, it can be much more expensive to extend.</p>\n\n<p>You can <a rel=\"external\" href=\"https://www.lease-advice.org/advice-guide/lease-extension-getting-started/\">read more about extending a lease on the Leasehold Advisory Service website</a>.</p>\n",
        "slug": "costs",
        "title": "Costs"
      },
      {
        "body": "<p>For a shared ownership home, you need to pay rent for the share you do not own.</p>\n\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>You may lose your home and the money you put into it if you do not pay your rent or you break the terms of your lease.</p>\n</div>\n\n<p>The landlord will review and increase your rent each year. There are limits to how much rent the landlord can charge you.</p>\n\n<h2 id=\"rent-limits\">Rent limits</h2>\n\n<p>The rent limit is 3% of the value of the share you do not own. Most landlords charge 2.75%.</p>\n\n<div class=\"example\">\n<p>Example</p>\n\n<p>The table shows how much the rent might be for a home valued at £400,000 and a home valued at £200,000.</p>\n\n<table>\n  <thead>\n    <tr>\n      <td></td>\n      <th scope=\"col\">Home 1</th>\n      <th scope=\"col\">Home 2</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <th scope=\"row\">Total value of the home</th>\n      <td>£400,000</td>\n      <td>£200,000</td>\n    </tr>\n    <tr>\n      <th scope=\"row\">Your share (40% of the total)</th>\n      <td>£160,000</td>\n      <td>£80,000</td>\n    </tr>\n    <tr>\n      <th scope=\"row\">Remaining share (60% of the total)</th>\n      <td>£240,000</td>\n      <td>£120,000</td>\n    </tr>\n    <tr>\n      <th scope=\"row\">Rent for the first year (2.75% of remaining share)</th>\n      <td>£6,600</td>\n      <td>£3,300</td>\n    </tr>\n    <tr>\n      <th scope=\"row\">Your monthly rent</th>\n      <td>£550</td>\n      <td>£275</td>\n    </tr>\n  </tbody>\n</table>\n</div>\n\n<h2 id=\"rent-review\">Rent review</h2>\n\n<p>The landlord will review your rent at the times set out in your lease. This is usually once a year.</p>\n\n<p>Your rent will go up when it is reviewed. It will not go down.</p>\n\n<p>How much your rent can go up depends on the date you signed your lease.</p>\n\n<h3 id=\"if-you-signed-your-lease-before-12-october-2023\">If you signed your lease before 12 October 2023</h3>\n\n<p>The most your rent can go up by is the percentage increase in the <a rel=\"external\" href=\"https://www.ons.gov.uk/economy/inflationandpriceindices/timeseries/czbh/mm23\">Retail Prices Index (<abbr title=\"Retail Prices Index\">RPI</abbr>)</a> for the last 12 months plus 0.5%. This means that if the <abbr title=\"Retail Prices Index\">RPI</abbr> increase for the 12 months is 0% or negative, the most your rent can go up by is 0.5%.</p>\n\n<div class=\"example\">\n<p>Example</p>\n\n<p>Your rent is £360 a month. On your rent review date, the RPI increase over the last 12 months is 4% so your rent could increase by 4.5% (9.1% plus 0.5%). This means your rent could go up to £376.20 a month.</p>\n</div>\n\n<h3 id=\"if-you-signed-your-lease-on-or-after-12-october-2023\">If you signed your lease on or after 12 October 2023</h3>\n\n<p>Check the terms of your lease to see how much your landlord can increase your rent by. It will be either:</p>\n\n<ul>\n  <li>the Retail Prices Index (<abbr title=\"Retail Prices Index\">RPI</abbr>) plus up to 0.5%</li>\n  <li>the Consumer Prices Index (<abbr title=\"Consumer Prices Index\">CPI</abbr>) plus 1%</li>\n</ul>\n\n<p>If your rent increases in line with the <abbr title=\"Consumer Prices Index\">CPI</abbr>, the most your rent can go up by is the percentage increase in the <abbr title=\"Consumer Prices Index\">CPI</abbr> for the last 12 months plus 1%. If the <abbr title=\"Consumer Prices Index\">CPI</abbr> increase for the 12 months is -1% or below, your rent can be held at 0%.</p>\n\n<div class=\"example\">\n<p>Example</p>\n\n<p>Your rent is £550 a month. On your rent review date, the CPI increase for the last 12 months is 2.1%, so the most your rent could increase by is 3.1% (2.1% plus 1%). This means your rent could go up to £567.05 a month.</p>\n</div>\n\n<h2 id=\"if-you-buy-more-shares\">If you buy more shares</h2>\n\n<p>The amount of rent you pay will be based on the share you do not own. If you buy more shares, you’ll pay less rent on the rest of the property.</p>\n\n<div class=\"example\">\n<p>Example</p>\n\n<p>You have a 40% share and pay the landlord £360 a month in rent on the remaining 60%. You buy another 30%, so you now have a 70% share of the home.</p>\n\n<p>The remaining share is now 30% - half as much as before. This means your rent is also half as much as it was. It is £180 instead of £360.</p>\n</div>\n\n",
        "slug": "paying-rent",
        "title": "Paying rent"
      },
      {
        "body": "<p>There are 9 steps to apply for Right to Shared Ownership.</p>\n\n<h2 id=\"tell-your-landlord-you-want-to-apply\">1. Tell your landlord you want to apply</h2>\n\n<p>Tell your landlord you want to buy a share of your rented home on shared ownership terms.</p>\n\n<p>They will write to you within 4 weeks to confirm if your home is eligible for the Right to Shared Ownership scheme.</p>\n\n<h3 id=\"if-your-home-is-not-eligible\">If your home is not eligible</h3>\n\n<p>Your landlord must explain why your home is not eligible. You can make a complaint if you disagree with their decision. Your landlord will tell you how.</p>\n\n<h2 id=\"fill-in-the-application-form\">2. Fill in the application form</h2>\n\n<p>If your home is eligible, complete a <a href=\"https://www.gov.uk/government/publications/right-to-shared-ownership-application-form-rtso1\">Right to Shared Ownership application form</a> and send it to your landlord.</p>\n\n<p>The landlord will check that you are eligible. This can take up to 8 weeks.</p>\n\n<h3 id=\"if-you-are-not-eligible\">If you are not eligible</h3>\n\n<p>Your landlord must write to you to explain why you’re not eligible. They will also tell you how to appeal the decision.</p>\n\n<h2 id=\"meet-your-landlord-for-a-home-ownership-meeting\">3. Meet your landlord for a home ownership meeting</h2>\n\n<p>In this meeting, your landlord will:</p>\n\n<ul>\n  <li>tell you how shared ownership works</li>\n  <li>explain what happens when you become a shared owner - your costs and legal responsibilities</li>\n  <li>give you key information documents about shared ownership</li>\n  <li>give you an estimate of how much your home is worth</li>\n</ul>\n\n<h2 id=\"check-you-can-afford-it\">4. Check you can afford it</h2>\n\n<p>The landlord will send you to a mortgage or financial adviser, or you can choose your own adviser.</p>\n\n<p>They will check your income and outgoings. This is called an ‘affordability assessment’.</p>\n\n<p>They will make sure you can afford the payments for your home, and tell you what size of share you can afford to buy.</p>\n\n<p>If the adviser says you can afford to apply, you must tell your landlord. You can do this yourself or your adviser can do it for you.</p>\n\n<h2 id=\"getting-a-valuation\">5. Getting a valuation</h2>\n\n<p>Once you have told your landlord you can afford to apply, they must get an independent valuation of your home. The valuation must be done by a RICS surveyor (Royal Institution of Chartered Surveyors) who does not work for your landlord.</p>\n\n<p>This will be based on what it would cost to buy your home on the open market. This can take up to 6 weeks.</p>\n\n<p>If the valuation is higher than the original estimate you were given at the home ownership meeting, your mortgage adviser will need to re-check your income and outgoings. This may mean the size of the share you can afford to buy changes.</p>\n\n<p>If you disagree with the official valuation, you can pay to have a second independent valuation done. You must do this within 3 months of the date you got your landlord’s valuation.</p>\n\n<h2 id=\"choose-someone-to-do-the-legal-work\">6. Choose someone to do the legal work</h2>\n\n<p>You’ll need to find a legal professional to handle the process of buying a share of the property (called ‘conveyancing’).</p>\n\n<p>You can use a solicitor or a licensed conveyancer. They’ll explain the terms of your shared ownership lease and check the conditions of your mortgage offer, if you have one.</p>\n\n<p><a href=\"/find-a-legal-adviser\">Find a legal adviser</a>.</p>\n\n<h2 id=\"get-an-offer-notice\">7. Get an offer notice</h2>\n\n<p>Once the value of your home is agreed, your landlord will give you an offer notice.</p>\n\n<p>The offer notice tells you:</p>\n\n<ul>\n  <li>how much your home is worth</li>\n  <li>the size of the share you are buying and how much it will cost</li>\n  <li>how much rent you’ll pay</li>\n  <li>the <a href=\"/right-to-shared-ownership/costs\">costs you’ll have to pay</a> after you buy your share</li>\n  <li>how long the lease will be</li>\n</ul>\n\n<h2 id=\"accept-the-offer\">8. Accept the offer</h2>\n\n<p>Tell your landlord that you want to accept the offer. You must do this within 4 weeks of the date you got your offer notice.</p>\n\n<p>If you decide not to accept the offer, you should tell your landlord. You can continue to rent your home as a tenant.</p>\n\n<h2 id=\"buy-your-share\">9. Buy your share</h2>\n\n<p>Your landlord and solicitor will arrange the legal work for you. This includes:</p>\n\n<ul>\n  <li>checking your mortgage offer</li>\n  <li>exchanging contracts</li>\n  <li>completing the sale</li>\n</ul>\n\n",
        "slug": "how-to-apply",
        "title": "How to apply"
      },
      {
        "body": "<p>You can buy more shares in your home after you become a shared owner. This is known as ‘staircasing’.</p>\n\n<p>When you buy more shares, you’ll pay less rent to the landlord on the rest of the property. The amount of rent you pay will be based on the share you do not own.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If you buy additional shares, you may need a solicitor to update your lease.</p>\n</div>\n\n<p>You can buy shares until you own a 100% share of the property. There are two ways to do this:</p>\n\n<ul>\n  <li>gradual staircasing - buying shares of 1% each year</li>\n  <li>standard staircasing - buying shares of 5% or more</li>\n</ul>\n\n<h2 id=\"gradual-staircasing---buying-shares-of-1\">Gradual staircasing - buying shares of 1%</h2>\n\n<p>You can buy a 1% share each year for the first 15 years after you become a shared owner. You cannot buy shares of 2%, 3% or 4%. This is called ‘gradual staircasing’.</p>\n\n<p>The landlord will not charge an administration fee when you buy a 1% share.</p>\n\n<h3 id=\"how-gradual-staircasing-works\">How gradual staircasing works</h3>\n\n<p>The price of a 1% share will be based on the original price of your home, increased or decreased in line with the <a href=\"/government/publications/about-the-uk-house-price-index\">House Price Index (<abbr title=\"House Price Index\">HPI</abbr>)</a>.</p>\n\n<p>Your landlord will give you a <abbr title=\"House Price Index\">HPI</abbr> valuation at least once a year or whenever you ask to buy a 1% share.</p>\n\n<p>You or your landlord can choose to use a <a rel=\"external\" href=\"https://www.ricsfirms.com/residential/\">Royal Institution of Chartered Surveyors (<abbr title=\"Royal Institution of Chartered Surveyors\">RICS</abbr>)</a> valuation instead of <abbr title=\"House Price Index\">HPI</abbr>. Whoever asks for the <abbr title=\"Royal Institution of Chartered Surveyors\">RICS</abbr> valuation must pay for it. The most recent <abbr title=\"Royal Institution of Chartered Surveyors\">RICS</abbr> valuation will be used as the basis for future <abbr title=\"House Price Index\">HPI</abbr> valuations.</p>\n\n<p>You cannot roll over unused options to buy 1% shares to future years.</p>\n\n<h2 id=\"standard-staircasing---buying-shares-of-5-or-more\">Standard staircasing - buying shares of 5% or more</h2>\n\n<p>You can usually buy additional shares at any time if you are increasing your stake by more than 5% or more. This is called ‘standard staircasing’.</p>\n\n<p>The cost of your new share will depend on how much your home is worth when you want to buy the share.</p>\n\n<h3 id=\"getting-a-valuation\">Getting a valuation</h3>\n\n<p>You’ll need to pay for a valuation by a surveyor who is <a rel=\"external\" href=\"https://www.ricsfirms.com/residential/\">registered with the Royal Institution of Chartered Surveyors (<abbr title=\"Royal Institution of Chartered Surveyors\">RICS</abbr>)</a>. Your landlord will let you know whether they’ll arrange the valuation or you need to arrange it yourself. Your landlord will tell you the price of the share after the valuation.</p>\n\n<p>The landlord may charge an administration fee each time you buy a share of 5% or more. It’s set by the landlord and can vary between around £150 and £500.</p>\n\n<p>If you decide to buy more shares, you must buy them within 3 months of the valuation date or a surveyor will need to revalue your home.</p>\n\n<h3 id=\"if-youve-made-home-improvements\">If you’ve made home improvements</h3>\n\n<p>If you’ve made home improvements which affect the value of your home, the valuation must show 2 amounts:</p>\n\n<ul>\n  <li>\n    <p>the current market value - this is the home’s value including any increase because of home improvements</p>\n  </li>\n  <li>\n    <p>the unimproved value - this is the home’s value ignoring any home improvements carried out</p>\n  </li>\n</ul>\n\n<p>If you have your landlord’s written permission to carry out the home improvements, the price of additional shares is based on the unimproved value.</p>\n\n<p>If you did not get your landlord’s written permission, the price of the additional shares is based on the current market value. This price is likely to be higher.</p>\n\n<h2 id=\"legal-fees\">Legal fees</h2>\n\n<p>If you need legal advice when you buy a share, you must pay your own legal fees.</p>\n\n<p>The landlord must pay their own legal fees when you buy more shares.</p>\n\n",
        "slug": "buying-more-shares-staircasing",
        "title": "Buying more shares ('staircasing')"
      },
      {
        "body": "<p>You can sell your shared ownership home at any time.</p>\n\n<p>If you own a 100% share of your home, you can sell it on the open market. For example, through an estate agent.</p>\n\n<p>If you do not own a 100% share of your home, you must tell your landlord when you want to sell your home. This gives the landlord the opportunity to find a buyer for your share.</p>\n\n<h2 id=\"what-happens-when-you-tell-the-landlord-you-want-to-sell\">What happens when you tell the landlord you want to sell</h2>\n\n<p>When you give the landlord notice that you want to sell your home, the landlord has a ‘nomination period’. This means they have 4 weeks to find a buyer.</p>\n\n<p>The landlord may offer to buy back your share if they have the funds.</p>\n\n<p>If the landlord does not find a buyer within the nomination period, you can sell your share yourself on the open market.</p>\n\n<p>If the landlord finds a buyer during the nomination period, the sale price will be no more than the current market value of your share. It will be based on a valuation by a surveyor who is registered with the <a rel=\"external\" href=\"https://www.ricsfirms.com/residential/\">Royal Institution of Chartered Surveyors (<abbr title=\"Royal Institution of Chartered Surveyors\">RICS</abbr>)</a>.</p>\n\n<p>The landlord’s nomination period does not apply in some circumstances. This includes:</p>\n\n<ul>\n  <li>\n    <p>if you or someone else on the lease dies</p>\n  </li>\n  <li>\n    <p>if the court has asked you to transfer your ownership</p>\n  </li>\n</ul>\n\n<p>Contact your legal adviser if you’re not sure.</p>\n\n<h2 id=\"getting-a-valuation\">Getting a valuation</h2>\n\n<p>You must get a valuation by a surveyor who is registered with the <a rel=\"external\" href=\"https://www.ricsfirms.com/residential/\">Royal Institution of Chartered Surveyors (<abbr title=\"Royal Institution of Chartered Surveyors\">RICS</abbr>)</a>. The sale price of your home will be based on this valuation.</p>\n\n<p>Either you or your landlord will need to arrange the <abbr title=\"Royal Institution of Chartered Surveyors\">RICS</abbr> valuation. Ask your landlord what their policy is.</p>\n\n<p>You’ll still need to pay for the valuation.</p>\n\n<h2 id=\"selling-costs\">Selling costs</h2>\n\n<p>The landlord may charge you a fee when you sell your home. You can find out this cost from your landlord or check the key information document or lease for your home.</p>\n\n<p>You are responsible for seeking legal advice when you sell your home. You’ll need to pay your legal fees.</p>\n\n<p><a href=\"/find-a-legal-adviser\">Find a legal adviser</a>.</p>\n\n",
        "slug": "selling-your-home",
        "title": "Selling your home"
      },
      {
        "body": "<p>When you buy a home with Right to Shared Ownership, your lease will have an ‘initial repair period’.</p>\n\n<p>During the initial repair period, the landlord is responsible for the cost of some repairs and cannot:</p>\n\n<ul>\n  <li>use the reserve fund (‘sinking fund’) to pay for repairs that are their responsibility</li>\n  <li>use the <a href=\"/right-to-shared-ownership/costs\">service charge</a> to pay for external and structural repairs</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>The initial repair period usually lasts for 10 years after the home is first built - check with your landlord how long is left on your home’s initial repair period.</p>\n</div>\n\n<p>An initial repair period only applies if you own less than a 100% share of your home. After the period ends, all repairs are your responsibility. Some repair costs may be covered by the building warranty or another guarantee.</p>\n\n<p>You’ll still need to pay the service charge if your home has an ​​initial repair period.</p>\n\n<h2 id=\"what-repairs-are-included-during-the-initial-repair-period\">What repairs are included during the initial repair period</h2>\n\n<p>During the initial repair period, the landlord is responsible for the cost of:</p>\n\n<ul>\n  <li>essential repairs to the outside of the building</li>\n  <li>essential structural repairs to walls, floors, ceiling and stairs inside your home</li>\n</ul>\n\n<p>During this period you can also claim up to £500 a year from the landlord to cover repairing, replacing (if faulty) and maintaining fixtures and fittings that:</p>\n\n<ul>\n  <li>supply water, gas or electricity - for example sinks, baths or pipes</li>\n  <li>heat your home, for example a boiler or radiator</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You must get your boiler serviced every year by an engineer on the <a rel=\"external\" href=\"https://www.gassaferegister.co.uk/\">Gas Safe Register</a> - both during and after the initial repair period.</p>\n</div>\n\n<p>It does not include:</p>\n\n<ul>\n  <li>installing other fixtures (such as kitchen cabinets) and fittings (such as a bed or sofa)</li>\n  <li>installing appliances that use your gas, electricity or water supplies, such as ovens or washing machines</li>\n  <li>repairs covered by the building warranty or any other guarantee</li>\n</ul>\n\n<p>​​If you break the terms of your lease, your landlord will not need to pay for repairs they’re normally responsible for. For example, if you:</p>\n\n<ul>\n  <li>cause damage on purpose</li>\n  <li>do not arrange routine servicing and maintenance, such as regular boiler servicing</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If the repairs are covered by the building warranty or another guarantee, check the warranty or guarantee documents to find out how to claim for the repairs.</p>\n</div>\n\n<h2 id=\"if-your-home-needs-essential-repairs-during-the-initial-repair-period\">If your home needs essential repairs during the initial repair period</h2>\n\n<p>You must tell the landlord that the repairs are needed. The landlord will decide if they are essential. They have the right to inspect the home when making a decision.</p>\n\n<p>You’ll need to arrange the repairs yourself and claim a repairs allowance from your landlord to cover the cost. You can claim up to a certain amount a year (usually £500). You’ll need to pay for costs above this amount yourself.</p>\n\n<p>You must use a Trustmark-approved tradesperson or professionals approved by your landlord. You can <a rel=\"external\" href=\"https://www.trustmark.org.uk/\">find a local tradesperson on the Trustmark website</a>.</p>\n\n<p>If you do not claim the full repairs allowance in one year, a maximum of one year’s allowance will roll over to the following year.</p>\n\n<h3 id=\"example-of-how-the-repairs-allowance-works-if-you-claim-in-years-2-and-3\">Example of how the repairs allowance works if you claim in years 2 and 3</h3>\n\n<table>\n  <thead>\n    <tr>\n      <td></td>\n      <th scope=\"col\">Repairs allowance</th>\n      <th scope=\"col\">Allowance claimed for repairs</th>\n      <th scope=\"col\">Amount rolled over to next year</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <th scope=\"row\">Year 1</th>\n      <td>£500</td>\n      <td>£0</td>\n      <td>£500</td>\n    </tr>\n    <tr>\n      <th scope=\"row\">Year 2</th>\n      <td>£1,000 (£500 + £500)</td>\n      <td>£750</td>\n      <td>£250</td>\n    </tr>\n    <tr>\n      <th scope=\"row\">Year 3</th>\n      <td>£750 (£500 + £250)</td>\n      <td>£0</td>\n      <td>£500</td>\n    </tr>\n  </tbody>\n</table>\n\n<p>If you sell the home, the repairs allowance will usually transfer to the new owner. If the new owner buys a 100% share, they do not get the repairs allowance.</p>\n\n<h3 id=\"if-the-landlord-rejects-your-claim\">If the landlord rejects your claim</h3>\n\n<p>If the landlord rejects your claim for the cost of essential repairs, they must:</p>\n\n<ul>\n  <li>\n    <p>tell you why in writing within 7 days of receiving the information that supports your claim</p>\n  </li>\n  <li>\n    <p>tell you that you have the right to challenge the decision</p>\n  </li>\n  <li>\n    <p>explain how you can challenge it</p>\n  </li>\n</ul>\n\n<h2 id=\"home-improvements-and-decoration\">Home improvements and decoration</h2>\n\n<p>You can paint, decorate and refurbish a shared ownership home, for example replace a kitchen or bathroom. Your landlord is not responsible for this.</p>\n\n<p>You might need written permission from your landlord to make structural changes. Check with your landlord what you need permission for.</p>\n\n<p>Changes to your home may increase or decrease its market value. This can affect the price if you <a href=\"/right-to-shared-ownership/buying-more-shares-staircasing\">buy more shares in your home</a> in the future.</p>\n",
        "slug": "repairs-and-home-improvements",
        "title": "Repairs and home improvements"
      },
      {
        "body": "<p>You’ll usually need to get the landlord’s permission to rent out (sublet) all or part of your home, unless you own a 100% share.</p>\n\n<h2 id=\"if-you-need-your-landlords-permission\">If you need your landlord’s permission</h2>\n\n<p>If you rent out a room, for example to a lodger, you must be living there at the same time as the lodger.</p>\n\n<p>Your landlord will usually only give permission to sublet your entire home in exceptional circumstances, for example if you’re a member of the armed forces and are serving away from the area where you live for a fixed period.</p>\n\n<p>Check your lease to find out what the rules are for subletting all or part of it.</p>\n",
        "slug": "renting-out-all-or-part-of-your-home-subletting",
        "title": "Renting out all or part of your home (subletting)"
      },
      {
        "body": "<p>You can get free advice about how to buy a home through the Right to Shared Ownership scheme.</p>\n\n<h2 id=\"right-to-buy-agent-service\">Right to Buy agent service</h2>\n\n<p>The Right to Buy agents offer free advice on things like:</p>\n\n<ul>\n  <li>how the process of buying a home through shared ownership works</li>\n  <li>eligibility</li>\n  <li>filling out your application form</li>\n  <li>where you can get financial and legal advice</li>\n</ul>\n\n<div class=\"contact\">\n<p>Right to Buy Agent Service<br>\n<a href=\"mailto:enquiry@righttobuyagent.org.uk\">enquiry@righttobuyagent.org.uk</a>    <br>\nTelephone: 0300 123 0913 <br>\n<a href=\"/call-charges\">Find out about call charges</a></p>\n</div>\n\n<h2 id=\"moneyhelper\">MoneyHelper</h2>\n\n<p>You can get free, impartial advice from <a rel=\"external\" href=\"https://www.moneyhelper.org.uk/en/homes/buying-a-home\">MoneyHelper</a>. This includes advice about money, buying a home and taking out a mortgage.</p>\n\n<div class=\"contact\">\n<p>MoneyHelper<br>\nTelephone: 0800 138 7777<br>\n<a href=\"/call-charges\">Find out about call charges</a></p>\n</div>\n\n<h2 id=\"leasehold-property\">Leasehold property</h2>\n\n<p>Read more about buying <a href=\"/leasehold-property\">leasehold properties</a>.</p>\n\n<p>You can also get free advice from the <a rel=\"external\" href=\"https://www.lease-advice.org/\">Leasehold Advisory Service</a> on things like:</p>\n\n<ul>\n  <li>service charges</li>\n  <li>extending your lease</li>\n</ul>\n",
        "slug": "help-and-advice",
        "title": "Help and advice"
      }
    ]
  },
  "document_type": "guide",
  "first_published_at": "2022-12-22T12:55:49Z",
  "links": {
    "available_translations": [
      {
        "api_path": "/api/content/right-to-shared-ownership",
        "api_url": "https://www.gov.uk/api/content/right-to-shared-ownership",
        "base_path": "/right-to-shared-ownership",
        "content_id": "7d43e107-f2d7-4a72-b6c8-fef568069e17",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2023-06-19T12:57:04Z",
        "schema_name": "guide",
        "title": "Right to Shared Ownership: buying a share of your rented home",
        "web_url": "https://www.gov.uk/right-to-shared-ownership",
        "withdrawn": false
      }
    ],
    "mainstream_browse_pages": [
      {
        "api_path": "/api/content/browse/housing-local-services/buying-owning-property",
        "api_url": "https://www.gov.uk/api/content/browse/housing-local-services/buying-owning-property",
        "base_path": "/browse/housing-local-services/buying-owning-property",
        "content_id": "a5bc96b7-10c3-4014-8fff-4571b5b5586b",
        "description": "Includes buying and selling your home, home ownership schemes, mortgages and compensation",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2023-07-31T14:36:03Z",
        "schema_name": "mainstream_browse_page",
        "title": "Buying and owning a property",
        "web_url": "https://www.gov.uk/browse/housing-local-services/buying-owning-property",
        "withdrawn": false
      }
    ],
    "organisations": [
      {
        "analytics_identifier": "D1342",
        "api_path": "/api/content/government/organisations/department-for-levelling-up-housing-and-communities",
        "api_url": "https://www.gov.uk/api/content/government/organisations/department-for-levelling-up-housing-and-communities",
        "base_path": "/government/organisations/department-for-levelling-up-housing-and-communities",
        "content_id": "c45c316a-a4f5-42c7-b94d-d7f1821be18e",
        "details": {
          "acronym": "DLUHC",
          "brand": "department-for-levelling-up-housing-and-communities",
          "default_news_image": {
            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/6156c35c8fa8f52983494766/s960_2_Marsham_Street_960x640.jpg",
            "url": "https://assets.publishing.service.gov.uk/media/6156c35c8fa8f52985dd7453/s300_2_Marsham_Street_960x640.jpg"
          },
          "logo": {
            "crest": "single-identity",
            "formatted_title": "Department for Levelling Up,<br/>Housing &amp; Communities"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Department for Levelling Up, Housing and Communities ",
        "web_url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities",
        "withdrawn": false
      }
    ],
    "primary_publishing_organisation": [
      {
        "analytics_identifier": "OT1056",
        "api_path": "/api/content/government/organisations/government-digital-service",
        "api_url": "https://www.gov.uk/api/content/government/organisations/government-digital-service",
        "base_path": "/government/organisations/government-digital-service",
        "content_id": "af07d5a5-df63-4ddc-9383-6a666845ebe9",
        "details": {
          "acronym": "GDS",
          "brand": "cabinet-office",
          "default_news_image": null,
          "logo": {
            "crest": "single-identity",
            "formatted_title": "Government Digital Service"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Government Digital Service",
        "web_url": "https://www.gov.uk/government/organisations/government-digital-service",
        "withdrawn": false
      }
    ]
  },
  "locale": "en",
  "phase": "live",
  "public_updated_at": "2023-06-19T12:57:04Z",
  "publishing_app": "publisher",
  "publishing_request_id": "21-1697186598.345-10.13.21.130-40350",
  "publishing_scheduled_at": null,
  "rendering_app": "government-frontend",
  "scheduled_publishing_delay_seconds": null,
  "schema_name": "guide",
  "title": "Right to Shared Ownership: buying a share of your rented home",
  "updated_at": "2024-03-01T16:01:41Z",
  "withdrawn_notice": {
  }
}