{
  "analytics_identifier": null,
  "base_path": "/overseas-domestic-worker-visa",
  "content_id": "86d2e7e0-37b0-42b5-9f63-ec761f5c2e55",
  "description": "Apply for an Overseas Domestic Worker visa if you've worked for your employer for at least a year - eligibility, fees, knowledge of English, your employment rights",
  "details": {
    "external_related_links": [

    ],
    "hide_chapter_navigation": false,
    "parts": [
      {
        "body": "<p>You can apply for a visa to visit the UK with your employer if you:</p>\n\n<ul>\n  <li>live outside the UK</li>\n  <li>are a domestic worker in a private household</li>\n  <li>have worked for your employer for at least one year</li>\n  <li>meet the other <a href=\"/domestic-workers-in-a-private-household-visa/eligibility\">eligibility requirements</a>\n</li>\n</ul>\n\n<p>Domestic workers include:</p>\n\n<ul>\n  <li>cleaners</li>\n  <li>chauffeurs</li>\n  <li>cooks</li>\n  <li>those providing personal care for the employer and their family</li>\n  <li>nannies</li>\n</ul>\n\n<h2 id=\"how-long-it-will-take\">How long it will take</h2>\n\n<p>You can apply for a visa up to 3 months before your date of travel to the UK.</p>\n\n<p>You should get a decision on your visa within 3 weeks when you apply from outside the UK.</p>\n\n<p>You may be able to pay to <a href=\"/faster-decision-visa-settlement\">get a faster decision</a>.</p>\n\n<h2 id=\"fees\">Fees</h2>\n\n<p>It costs £637 for an Overseas Domestic Worker visa.</p>\n\n<h2 id=\"how-long-you-can-stay\">How long you can stay</h2>\n\n<p>You can use this visa to visit the UK with your employer for up to 6 months. You must return home at the end of the 6 months.</p>\n\n<p>You cannot extend an Overseas Domestic Worker visa.</p>\n\n<p>You may be able to extend a <a href=\"/overseas-domestic-worker-visa/domestic-workers-who-applied-before-5-april-2012\">Domestic Worker in a Private Household visa if you applied on or before 5 April 2012</a>.</p>\n\n<h2 id=\"what-you-can-and-cannot-do\">What you can and cannot do</h2>\n\n<p>You can:</p>\n\n<ul>\n  <li>travel abroad and return to the UK to complete your stay</li>\n  <li>change employers to another job as a domestic worker in a private household - only if you do not stay longer than the 6 months</li>\n</ul>\n\n<p>You cannot:</p>\n\n<ul>\n  <li>work except as a domestic worker in a private household</li>\n  <li>live in the UK for long periods of time through frequent visits</li>\n  <li>get <a href=\"/government/publications/public-funds--2\">public funds</a>\n</li>\n</ul>\n",
        "slug": "overview",
        "title": "Overview"
      },
      {
        "body": "<p>You must prove that you:</p>\n\n<ul>\n  <li>are 19 or older</li>\n  <li>have worked for your employer for at least 1 year</li>\n  <li>work in the same household as your employer or one they use regularly</li>\n  <li>plan to travel to the UK with your employer, their partner or children</li>\n  <li>intend to work as a full-time domestic worker in a UK household your employer will live in</li>\n  <li>plan to leave the UK at the end of 6 months</li>\n  <li>are able to support yourself in the UK without the need for public funds</li>\n</ul>\n\n<h2 id=\"your-employer\">Your employer</h2>\n\n<p>Your employer must be either a:</p>\n\n<ul>\n  <li>British citizen who usually lives outside the UK and who does not intend to remain in the UK for more than 6 months</li>\n  <li>foreign citizen who is coming to the UK on a visit and who does not intend to remain for more than 6 months</li>\n</ul>\n\n<p>Your employer must also pay you at least the <a href=\"/national-minimum-wage-rates\">national minimum wage</a>.</p>\n",
        "slug": "eligibility",
        "title": "Eligibility"
      },
      {
        "body": "<p>When you apply you’ll need to provide:</p>\n\n<ul>\n  <li>a current passport or other valid travel identification</li>\n  <li>proof you can support yourself during your trip, for example bank statements or payslips for the last 6 months</li>\n  <li>a completed <a href=\"/government/publications/overseas-domestic-workers-supporting-documents\">‘Appendix domestic worker statement’</a> signed by both you and your employer</li>\n  <li>a letter from your employer confirming your job title, how long you’ve worked for them and that you’re a permanent employee</li>\n</ul>\n\n<p>You’ll need to have a blank page in your passport on which to put the visa.</p>\n\n<p>You must also provide 1 of the following documents covering the same period of employment:</p>\n\n<ul>\n  <li>pay slips or bank statements showing payment of salary</li>\n  <li>confirmation of tax paid</li>\n  <li>confirmation of health insurance paid</li>\n  <li>contract of employment</li>\n  <li>work visa, residence permit or equivalent passport endorsement for the country where you’re currently employed by your employer</li>\n  <li>visas or equivalent passport endorsement if you’ve travelled with your employer before</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You may need to provide additional documents depending on your circumstances.</p>\n</div>\n\n<p>You’ll need to provide <a href=\"/certifying-a-document\">a certified translation</a> of any documents that are not in English or Welsh.</p>\n",
        "slug": "documents-you-must-provide",
        "title": "Documents you must provide"
      },
      {
        "body": "<p>You must <a rel=\"external\" href=\"http://visas-immigration.service.gov.uk/apply-visa-type/odw\">apply online</a> for this visa.</p>\n\n<p>You’ll need to have your fingerprints and photograph (known as ‘biometric information’) taken at a <a href=\"/find-a-visa-application-centre\">visa application centre</a> as part of your application.</p>\n\n<p>You may be able to pay to <a href=\"/faster-decision-visa-settlement\">get a faster decision</a>.</p>\n",
        "slug": "apply",
        "title": "Apply from outside the UK"
      },
      {
        "body": "<p>There are different rules if you applied for a Domestic Worker in a Private Household visa on or before 5 April 2012.</p>\n\n<p>You can:</p>\n\n<ul>\n  <li>extend your stay in the UK every 12 months</li>\n  <li>apply to settle permanently in the UK after 5 years</li>\n  <li>bring your partner and children under 18</li>\n  <li>change employer while your visa is valid</li>\n</ul>\n\n<h2 id=\"how-long-you-can-stay\">How long you can stay</h2>\n\n<p>You can apply to extend your visa for 12 months at a time.</p>\n\n<p>If you’ve worked in the UK as a domestic worker for 5 years you can apply to settle permanently in the UK.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You should apply before your current permission to stay expires.</p>\n</div>\n\n<h2 id=\"eligibility\">Eligibility</h2>\n\n<p>To extend your visa you must:</p>\n\n<ul>\n  <li>be a domestic worker in a private household</li>\n  <li>have applied for your domestic worker visa on or before 5 April 2012</li>\n  <li>have continued to live in the UK</li>\n  <li>apply while you’re still in the UK</li>\n</ul>\n\n<p>To settle in the UK as a domestic worker you must:</p>\n\n<ul>\n  <li>have applied for your domestic worker visa on or before 5 April 2012</li>\n  <li>have been living here legally for at least 5 years</li>\n  <li>currently have permission to stay here as a domestic worker</li>\n  <li>have been in the UK as a full-time domestic worker continuously throughout the 5 years (you cannot have been outside the UK for more than 180 days in any 12 consecutive months)</li>\n  <li>have maintained and accommodated yourself and any dependants without the use of public funds throughout the 5 years</li>\n  <li>have sufficient <a href=\"/domestic-workers-in-a-private-household-visa/knowledge-of-english\">knowledge of English</a> and <a href=\"/book-life-in-uk-test\">life in the UK</a>\n</li>\n</ul>\n\n<h2 id=\"documents-youll-need\">Documents you’ll need</h2>\n\n<p>To extend your visa you must provide both of the following:</p>\n\n<ul>\n  <li>a letter from your employer confirming that they want to continue to employ you</li>\n  <li>a completed <a href=\"/government/publications/overseas-domestic-workers-supporting-documents\">‘Appendix domestic worker statement’</a> signed by both you and your employer</li>\n</ul>\n\n<p>To settle in the UK you must provide:</p>\n\n<ul>\n  <li>a letter from your employer confirming that they want to continue to employ you</li>\n  <li>evidence that you can satisfy the <a href=\"/domestic-workers-in-a-private-household-visa/knowledge-of-english\">knowledge of English</a> and <a href=\"/book-life-in-uk-test\">life in the UK</a> criteria</li>\n</ul>\n\n<p>If you’ve had any absences because of serious illness, births or deaths in your family, or had to leave the UK, you also need to write a letter detailing these. You should also include any related supporting documents with your letter, for example medical certificates, birth/death certificates, information about why you had to leave the UK.</p>\n\n<h2 id=\"how-to-extend-your-visa\">How to extend your visa</h2>\n\n<p>You must <a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/product/flr-ir\">apply online to extend your visa</a>.</p>\n\n<p>You can include your dependants (partner and children aged under 18) on your application.</p>\n\n<p>If you have any dependant children aged over 18 they will need to apply separately.</p>\n\n<h2 id=\"how-to-apply-to-settle\">How to apply to settle</h2>\n\n<p>You must <a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/product/set-o\">apply online to settle</a>.</p>\n\n<p>You can include your dependants (partner and children aged under 18) on your application. Your partner must be able to demonstrate their <a href=\"/domestic-workers-in-a-private-household-visa/knowledge-of-english\">knowledge of English</a> and <a href=\"/book-life-in-uk-test\">life in the UK</a>.</p>\n\n<p>If you have any dependant children aged over 18 they will need to apply separately.</p>\n\n<h2 id=\"fees\">Fees</h2>\n\n<p>For each person applying it costs:</p>\n\n<ul>\n  <li>£1,048 to apply to extend your visa</li>\n  <li>£2,885 to apply to settle</li>\n</ul>\n\n<p>You’ll each need to have your biometric information (fingerprints and a photo) taken - there’s no fee for this.</p>\n\n<h3 id=\"get-a-faster-decision-on-your-application\">Get a faster decision on your application</h3>\n\n<p>You can pay an extra £1,000 to use the super priority service.</p>\n\n<h2 id=\"providing-biometric-information-and-supporting-documents\">Providing biometric information and supporting documents</h2>\n\n<p>When you apply, you’ll be asked to make an appointment at a <a href=\"/ukvcas\">UK Visa and Citizenship Application Services (<abbr title=\"UK Visa and Citizenship Application Services\">UKVCAS</abbr>)</a> service point to provide your biometric information (your fingerprints and a photo).</p>\n\n<p>You’ll also need to submit your supporting documents. You can:</p>\n\n<ul>\n  <li>upload them into the online service</li>\n  <li>have them scanned at your <abbr title=\"UK Visa and Citizenship Application Services\">UKVCAS</abbr> appointment</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You must not travel outside of the UK, Ireland, the Channel Islands or the Isle of Man until you get a decision. Your application will be withdrawn if you do.</p>\n</div>\n\n<h2 id=\"get-help-to-apply-online\">Get help to apply online</h2>\n\n<p>You can <a href=\"/assisted-digital-help-online-applications\">get help with completing the online form</a> if you:</p>\n\n<ul>\n  <li>do not feel confident using a computer or mobile device</li>\n  <li>do not have internet access</li>\n</ul>\n\n<p>You can only use this service if you’re applying in the UK.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You cannot get immigration advice through this service.</p>\n</div>\n\n<h2 id=\"getting-a-decision\">Getting a decision</h2>\n\n<p>A decision will be made within 8 weeks of your application date if you use the standard service.</p>\n\n<p>If you use the super priority service a decision will be made:</p>\n\n<ul>\n  <li>by the end of the next working day after your <abbr title=\"UK Visa and Citizenship Application Services\">UKVCAS</abbr> appointment if your appointment is on a weekday</li>\n  <li>2 working days after your <abbr title=\"UK Visa and Citizenship Application Services\">UKVCAS</abbr> appointment if your appointment is at the weekend</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>Once you’ve got your decision letter, your biometric residence permit will take up to 10 working days to arrive.</p>\n</div>\n\n<p>Working days are Monday to Friday, not including bank holidays.</p>\n\n<p>You’ll be contacted if your application is complex and will take longer, for example:</p>\n\n<ul>\n  <li>if your supporting documents need to be verified</li>\n  <li>if you need to attend an interview</li>\n  <li>because of your personal circumstances, for example you have a criminal conviction</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>Once you’ve applied you can stay in the UK until you’ve been given a decision, as long as you applied before your last visa expired.</p>\n</div>\n\n",
        "slug": "domestic-workers-who-applied-before-5-april-2012",
        "title": "Extend or settle if you applied before 5 April 2012"
      },
      {
        "body": "<p>If you want to settle in the UK, you’ll need to prove that you can satisfy the English language requirement.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You can only settle as a domestic worker in a private household if you applied for entry on or before 5 April 2012.</p>\n</div>\n\n<p>You can prove your knowledge of English by either:</p>\n\n<ul>\n  <li>passing an <a href=\"/government/publications/guidance-on-applying-for-uk-visa-approved-english-language-tests\">approved English language test</a> with at least CEFR level B1 in reading, writing, speaking and listening</li>\n  <li>having an academic qualification that was taught in English and is recognised by <a rel=\"external\" href=\"https://www.ecctis.com/visasandnationality\">Ecctis (formerly UK NARIC)</a> as being equivalent to a UK bachelor’s degree, master’s degree or PhD</li>\n</ul>\n\n<p>You also satisfy the English language requirement if you met one of these two points in a previous successful visa application.</p>\n\n<h2 id=\"who-does-not-need-to-prove-their-knowledge-of-english\">Who does not need to prove their knowledge of English</h2>\n\n<p>You will not need to prove your knowledge of English if you’re a national of one of the following countries or territories:</p>\n\n<ul>\n  <li>Antigua and Barbuda</li>\n  <li>Australia</li>\n  <li>the Bahamas</li>\n  <li>Barbados</li>\n  <li>Belize</li>\n  <li>the British overseas territories</li>\n  <li>Canada</li>\n  <li>Dominica</li>\n  <li>Grenada</li>\n  <li>Guyana</li>\n  <li>Jamaica</li>\n  <li>Malta</li>\n  <li>New Zealand</li>\n  <li>St Kitts and Nevis</li>\n  <li>St Lucia</li>\n  <li>St Vincent and the Grenadines</li>\n  <li>Trinidad and Tobago</li>\n  <li>USA</li>\n</ul>\n\n",
        "slug": "knowledge-of-english",
        "title": "Knowledge of English"
      },
      {
        "body": "<p>When you work in the UK your employer must:</p>\n\n<ul>\n  <li>pay you an agreed rate, which must be at least the <a href=\"/national-minimum-wage-rates\">national minimum wage</a>\n</li>\n  <li>not force you to work excessive hours</li>\n  <li>give you agreed holiday pay</li>\n  <li>give you the notice you’re entitled to if your employment ends</li>\n</ul>\n\n<p>You should already have agreed your employment conditions with your employer and have a copy of these in writing. Your employer cannot change your employment conditions unless you agree.</p>\n\n<p>If your employer does not meet these requirements, you can take legal action through an employment or industrial tribunal or the civil courts.</p>\n\n<h2 id=\"get-advice-and-support\">Get advice and support</h2>\n\n<p>You can get free and confidential advice from the <a href=\"/pay-and-work-rights-helpline\">Acas helpline</a>.</p>\n\n<p>You can also <a rel=\"external\" href=\"http://www.kalayaan.org.uk/\">contact the charity Kalayaan</a> for free, confidential and independent advice as a domestic worker in the UK.</p>\n\n<h2 id=\"if-you-want-to-return-home\">If you want to return home</h2>\n\n<p>Contact your country’s <a href=\"/government/publications/foreign-embassies-in-the-uk\">Embassy or High Commission in the UK</a> if you want to return home.</p>\n\n<p>You can also get confidential advice from a registered immigration adviser. Use the Office of the Immigration Services Commissioner (OISC) Adviser Finder to <a rel=\"external\" href=\"https://home.oisc.gov.uk/adviser_finder/finder.aspx\">find a registered adviser near you</a>.</p>\n",
        "slug": "your-employment-rights",
        "title": "Your employment rights"
      },
      {
        "body": "<p>Modern slavery and human trafficking involve being forced to do something you do not want to do, usually by being hurt or threatened.</p>\n\n<p>You may be forced to work for free or less than the minimum wage, get married or move to a country against your will.</p>\n\n<p>You can apply to stay in the UK for up to 2 years, if both of the following apply:</p>\n\n<ul>\n  <li>you have a ‘conclusive grounds’ letter from the Single Competent Authority (SCA) confirming that you’re a victim of modern slavery or human trafficking</li>\n  <li>you entered the UK on an Overseas Domestic Worker visa, on a Domestic Worker in a Private Household visa, or as a private servant of a diplomat (known as a Temporary Work - International Agreement visa).</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>The Temporary Work - International Agreement visa has now replaced the Temporary Worker – International Agreement Worker visa (T5)</p>\n</div>\n\n<h2 id=\"how-to-get-a-conclusive-grounds-letter\">How to get a conclusive grounds letter</h2>\n\n<p>If you think you’re a victim of modern slavery or human trafficking you need to <a href=\"/contact-police\">contact the police</a> or another first responder organisation. They can help refer your case to the SCA.</p>\n\n<p><a href=\"/government/publications/human-trafficking-victims-referral-and-assessment-forms/guidance-on-the-national-referral-mechanism-for-potential-adult-victims-of-modern-slavery-england-and-wales#first-responder-organisations\">Read the ‘First responder organisations’ section of the guidance on referrals to find out which organisations can refer your case</a>.</p>\n\n<p>The SCA will decide if you’re a victim of modern slavery or human trafficking. They will send you a conclusive grounds letter confirming their decision.</p>\n\n<h2 id=\"apply\">Apply</h2>\n\n<p>You must apply within 28 days of getting confirmation you’re a victim of modern slavery or human trafficking.</p>\n\n<p>You must <a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/product/flr-ir\">apply online to stay in the UK</a>.</p>\n\n<p>It’s free to apply.</p>\n\n<h3 id=\"get-help-using-a-computer-to-apply-online\">Get help using a computer to apply online</h3>\n\n<p>You can get help with:</p>\n\n<ul>\n  <li>accessing a computer or the internet</li>\n  <li>finding the right information on GOV.UK</li>\n</ul>\n\n<p>You cannot get advice on:</p>\n\n<ul>\n  <li>whether you’re eligible to apply</li>\n  <li>what information to put in your application</li>\n  <li>an application you’ve already made</li>\n</ul>\n\n<div class=\"contact\">\n<p>Telephone: 03333 445 675<br>\nMonday to Friday, 9am to 5pm<br>\n<a href=\"/call-charges\">Find out about call charges</a><br>\nText: ‘VISA’ to 07537 416 944<br>\n<a href=\"mailto:visa@we-are-digital.co.uk\">visa@we-are-digital.co.uk</a></p>\n</div>\n\n<h3 id=\"applying-for-a-different-visa\">Applying for a different visa</h3>\n\n<p>If you apply for a different type of visa within 28 days of getting confirmation but are refused, you can still apply as a victim of modern slavery or human trafficking.</p>\n\n<p>You must do this within 28 days of getting the refusal.</p>\n\n<h2 id=\"working-in-the-uk\">Working in the UK</h2>\n\n<p>You’ll be able to work as a domestic worker for up to 2 years.</p>\n\n<p>You do not need to have a job offer before you apply. You can change job while you’re in the UK.</p>\n\n",
        "slug": "victim-slavery-human-trafficking",
        "title": "If you’re a victim of modern slavery or human trafficking"
      }
    ]
  },
  "document_type": "guide",
  "first_published_at": "2014-02-07T15:46:11Z",
  "links": {
    "available_translations": [
      {
        "api_path": "/api/content/overseas-domestic-worker-visa",
        "api_url": "https://www.gov.uk/api/content/overseas-domestic-worker-visa",
        "base_path": "/overseas-domestic-worker-visa",
        "content_id": "86d2e7e0-37b0-42b5-9f63-ec761f5c2e55",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2014-12-09T15:18:56Z",
        "schema_name": "guide",
        "title": "Overseas Domestic Worker visa",
        "web_url": "https://www.gov.uk/overseas-domestic-worker-visa",
        "withdrawn": false
      }
    ],
    "mainstream_browse_pages": [
      {
        "api_path": "/api/content/browse/visas-immigration/work-visas",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/work-visas",
        "base_path": "/browse/visas-immigration/work-visas",
        "content_id": "4ab4764d-d9ce-425f-a8cc-aaba4a38be09",
        "description": "Skilled Worker visa, Graduate visa, other work visas, right to work",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2023-07-13T12:27:58Z",
        "schema_name": "mainstream_browse_page",
        "title": "Work in the UK",
        "web_url": "https://www.gov.uk/browse/visas-immigration/work-visas",
        "withdrawn": false
      }
    ],
    "meets_user_needs": [
      {
        "api_path": "/api/content/needs/apply-for-a-uk-visa",
        "api_url": "https://www.gov.uk/api/content/needs/apply-for-a-uk-visa",
        "base_path": "/needs/apply-for-a-uk-visa",
        "content_id": "acaa07a7-4c61-4f9b-a0ef-7845bde01bac",
        "details": {
          "benefit": "I can come to the UK to visit, study or work",
          "goal": "apply for a UK visa",
          "justifications": [
            "It's something only government does"
          ],
          "met_when": [
            "finds out whether they're eligible",
            "knows how to apply",
            "provides the appropriate documents with their application"
          ],
          "role": "non-EEA national"
        },
        "document_type": "need",
        "links": {
        },
        "locale": "en",
        "schema_name": "need",
        "title": "As a non-EEA national, I need to apply for a UK visa, so that I can come to the UK to visit, study or work (100126)",
        "web_url": "https://www.gov.uk/needs/apply-for-a-uk-visa",
        "withdrawn": false
      }
    ],
    "organisations": [
      {
        "analytics_identifier": "OT554",
        "api_path": "/api/content/government/organisations/uk-visas-and-immigration",
        "api_url": "https://www.gov.uk/api/content/government/organisations/uk-visas-and-immigration",
        "base_path": "/government/organisations/uk-visas-and-immigration",
        "content_id": "04148522-b0c1-4137-b687-5f3c3bdd561a",
        "details": {
          "acronym": "UKVI",
          "brand": "home-office",
          "default_news_image": null,
          "logo": {
            "crest": "ho",
            "formatted_title": "UK Visas and Immigration"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "UK Visas and Immigration",
        "web_url": "https://www.gov.uk/government/organisations/uk-visas-and-immigration",
        "withdrawn": false
      }
    ],
    "parent": [
      {
        "api_path": "/api/content/browse/visas-immigration/work-visas",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/work-visas",
        "base_path": "/browse/visas-immigration/work-visas",
        "content_id": "4ab4764d-d9ce-425f-a8cc-aaba4a38be09",
        "description": "Skilled Worker visa, Graduate visa, other work visas, right to work",
        "document_type": "mainstream_browse_page",
        "links": {
          "parent": [
            {
              "api_path": "/api/content/browse/visas-immigration",
              "api_url": "https://www.gov.uk/api/content/browse/visas-immigration",
              "base_path": "/browse/visas-immigration",
              "content_id": "df6fcdc4-62bc-4e05-90e3-cb2e452453a4",
              "description": "Apply to visit, work, study, settle or seek asylum in the UK",
              "document_type": "mainstream_browse_page",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2021-06-03T13:56:26Z",
              "schema_name": "mainstream_browse_page",
              "title": "Visas and immigration",
              "web_url": "https://www.gov.uk/browse/visas-immigration",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2023-07-13T12:27:58Z",
        "schema_name": "mainstream_browse_page",
        "title": "Work in the UK",
        "web_url": "https://www.gov.uk/browse/visas-immigration/work-visas",
        "withdrawn": false
      }
    ],
    "primary_publishing_organisation": [
      {
        "analytics_identifier": "OT1056",
        "api_path": "/api/content/government/organisations/government-digital-service",
        "api_url": "https://www.gov.uk/api/content/government/organisations/government-digital-service",
        "base_path": "/government/organisations/government-digital-service",
        "content_id": "af07d5a5-df63-4ddc-9383-6a666845ebe9",
        "details": {
          "acronym": "GDS",
          "brand": "cabinet-office",
          "default_news_image": null,
          "logo": {
            "crest": "single-identity",
            "formatted_title": "Government Digital Service"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Government Digital Service",
        "web_url": "https://www.gov.uk/government/organisations/government-digital-service",
        "withdrawn": false
      }
    ],
    "suggested_ordered_related_items": [
      {
        "api_path": "/api/content/skilled-worker-visa",
        "api_url": "https://www.gov.uk/api/content/skilled-worker-visa",
        "base_path": "/skilled-worker-visa",
        "content_id": "f9015c31-61c2-4504-8eb0-242cd75aee19",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2021-03-12T15:32:48Z",
        "schema_name": "guide",
        "title": "Skilled Worker visa",
        "web_url": "https://www.gov.uk/skilled-worker-visa",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/temporary-worker-charity-worker-visa",
        "api_url": "https://www.gov.uk/api/content/temporary-worker-charity-worker-visa",
        "base_path": "/temporary-worker-charity-worker-visa",
        "content_id": "47265f00-57ed-4b57-abce-364435d5b763",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2014-12-05T17:18:20Z",
        "schema_name": "guide",
        "title": "Charity Worker visa (Temporary Work)",
        "web_url": "https://www.gov.uk/temporary-worker-charity-worker-visa",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/guidance/immigration-rules",
        "api_url": "https://www.gov.uk/api/content/guidance/immigration-rules",
        "base_path": "/guidance/immigration-rules",
        "content_id": "87e2748f-2e9b-4681-8baa-778b6d326a8a",
        "document_type": "manual",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2024-02-22T08:36:27Z",
        "schema_name": "manual",
        "title": "Immigration Rules",
        "web_url": "https://www.gov.uk/guidance/immigration-rules",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/government-authorised-exchange",
        "api_url": "https://www.gov.uk/api/content/government-authorised-exchange",
        "base_path": "/government-authorised-exchange",
        "content_id": "dfe4291e-bdea-4db0-9293-143e20f12ec0",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2021-05-14T11:54:51Z",
        "schema_name": "guide",
        "title": "Government Authorised Exchange visa (Temporary Work)",
        "web_url": "https://www.gov.uk/government-authorised-exchange",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/international-agreement-worker-visa",
        "api_url": "https://www.gov.uk/api/content/international-agreement-worker-visa",
        "base_path": "/international-agreement-worker-visa",
        "content_id": "52e39612-d436-45d7-8e69-a0adc25fd94e",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2014-12-05T17:14:05Z",
        "schema_name": "guide",
        "title": "International Agreement visa (Temporary Work)",
        "web_url": "https://www.gov.uk/international-agreement-worker-visa",
        "withdrawn": false
      }
    ],
    "taxons": [
      {
        "api_path": "/api/content/entering-staying-uk/work-and-investor-visas",
        "api_url": "https://www.gov.uk/api/content/entering-staying-uk/work-and-investor-visas",
        "base_path": "/entering-staying-uk/work-and-investor-visas",
        "content_id": "7b9b52f3-e403-4844-b22b-879daf1cc776",
        "description": "",
        "details": {
          "internal_name": "Work and investor visas",
          "notes_for_editors": "",
          "visible_to_departmental_editors": false
        },
        "document_type": "taxon",
        "links": {
          "parent_taxons": [
            {
              "api_path": "/api/content/entering-staying-uk/visas-entry-clearance",
              "api_url": "https://www.gov.uk/api/content/entering-staying-uk/visas-entry-clearance",
              "base_path": "/entering-staying-uk/visas-entry-clearance",
              "content_id": "29480b00-dc4d-49a0-b48c-25dda8569325",
              "description": "",
              "details": {
                "internal_name": "Visas and entry clearance",
                "notes_for_editors": "",
                "visible_to_departmental_editors": false
              },
              "document_type": "taxon",
              "links": {
                "parent_taxons": [
                  {
                    "api_path": "/api/content/entering-staying-uk",
                    "api_url": "https://www.gov.uk/api/content/entering-staying-uk",
                    "base_path": "/entering-staying-uk",
                    "content_id": "ba3a9702-da22-487f-86c1-8334a730e559",
                    "details": {
                      "internal_name": "Entering and staying in the UK",
                      "notes_for_editors": "",
                      "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                      "root_taxon": [
                        {
                          "api_path": "/api/content/",
                          "api_url": "https://www.gov.uk/api/content/",
                          "base_path": "/",
                          "content_id": "f3bbdec2-0e62-4520-a7fd-6ffd5d36e03a",
                          "document_type": "homepage",
                          "links": {
                          },
                          "locale": "en",
                          "public_updated_at": "2023-06-28T09:32:34Z",
                          "schema_name": "homepage",
                          "title": "GOV.UK homepage",
                          "web_url": "https://www.gov.uk/",
                          "withdrawn": false
                        }
                      ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2018-07-11T08:58:32Z",
                    "schema_name": "taxon",
                    "title": "Entering and staying in the UK",
                    "web_url": "https://www.gov.uk/entering-staying-uk",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "phase": "live",
              "public_updated_at": "2018-07-11T08:58:33Z",
              "schema_name": "taxon",
              "title": "Visas and entry clearance",
              "web_url": "https://www.gov.uk/entering-staying-uk/visas-entry-clearance",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2018-07-11T08:58:33Z",
        "schema_name": "taxon",
        "title": "Work and investor visas",
        "web_url": "https://www.gov.uk/entering-staying-uk/work-and-investor-visas",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/employment/working",
        "api_url": "https://www.gov.uk/api/content/employment/working",
        "base_path": "/employment/working",
        "content_id": "092348a4-b896-4f8f-a0dc-e6d4605a4904",
        "description": "Includes holidays and finding a job",
        "details": {
          "internal_name": "Working, jobs and pensions [M] (merged, level 2, work theme)",
          "notes_for_editors": "",
          "visible_to_departmental_editors": false
        },
        "document_type": "taxon",
        "links": {
          "parent_taxons": [
            {
              "api_path": "/api/content/work",
              "api_url": "https://www.gov.uk/api/content/work",
              "base_path": "/work",
              "content_id": "d0f1e5a3-c8f4-4780-8678-994f19104b21",
              "description": "",
              "details": {
                "internal_name": "Work",
                "notes_for_editors": "",
                "visible_to_departmental_editors": true
              },
              "document_type": "taxon",
              "links": {
                "root_taxon": [
                  {
                    "api_path": "/api/content/",
                    "api_url": "https://www.gov.uk/api/content/",
                    "base_path": "/",
                    "content_id": "f3bbdec2-0e62-4520-a7fd-6ffd5d36e03a",
                    "document_type": "homepage",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2023-06-28T09:32:34Z",
                    "schema_name": "homepage",
                    "title": "GOV.UK homepage",
                    "web_url": "https://www.gov.uk/",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "phase": "live",
              "public_updated_at": "2018-09-16T20:33:40Z",
              "schema_name": "taxon",
              "title": "Work",
              "web_url": "https://www.gov.uk/work",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2018-08-22T11:08:23Z",
        "schema_name": "taxon",
        "title": "Working, jobs and pensions",
        "web_url": "https://www.gov.uk/employment/working",
        "withdrawn": false
      }
    ]
  },
  "locale": "en",
  "phase": "live",
  "public_updated_at": "2014-12-09T15:18:56Z",
  "publishing_app": "publisher",
  "publishing_request_id": "21-1708448064.048-10.13.22.232-27925",
  "publishing_scheduled_at": null,
  "rendering_app": "government-frontend",
  "scheduled_publishing_delay_seconds": null,
  "schema_name": "guide",
  "title": "Overseas Domestic Worker visa",
  "updated_at": "2024-02-22T08:36:31Z",
  "withdrawn_notice": {
  }
}