{
  "analytics_identifier": null,
  "base_path": "/settled-status-eu-citizens-families",
  "content_id": "91504a10-f697-42a3-a779-f238b4955ea9",
  "description": "The EU Settlement Scheme for EU citizens and their families to remain in the UK after it leaves the EU ('Brexit'): who's eligible, how to apply, how much it costs. ",
  "details": {
    "external_related_links": [

    ],
    "hide_chapter_navigation": false,
    "parts": [
      {
        "body": "<p>If you’re from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein, you and your family might be able to apply to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme to continue living in the UK. You might also be able to apply if you’re the family member of an eligible person of Northern Ireland.</p>\n\n<p>The deadline for most people to apply to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme was 30 June 2021. This deadline does not apply if you already have pre-settled status and you’re applying for settled status.</p>\n\n<p>If you or your family are from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein, you can still apply if you or a family member were living in the UK by 31 December 2020. You must also either:</p>\n\n<ul>\n  <li>meet one of the criteria for a later deadline to apply</li>\n  <li>have ‘reasonable grounds’ for why you’re applying now, and not by the deadline or in the time since the deadline passed</li>\n</ul>\n\n<p>You may be able to stay in the UK without applying - for example, if you’re an Irish citizen, or you already have indefinite leave to enter or remain.</p>\n\n<p>If your application is successful, you’ll get either settled or pre-settled status.</p>\n\n<h2 id=\"if-you-already-have-pre-settled-status\">If you already have pre-settled status</h2>\n\n<p>You can usually apply for settled status once you’ve lived in the UK for 5 years in a row. It’s free to apply.</p>\n\n<p>You’ll need to make a new application to the scheme to switch from pre-settled status to settled status. If you do not do this, the Home Office will extend your pre-settled status by 2 years just before it’s due to expire.</p>\n\n<p>They may cancel the extension if they think you no longer meet the requirements for it, for example because you’ve been outside the UK for more than 6 months in a 12 month period. There are some exceptions. Check how long you can spend outside the UK without losing your <a href=\"/settled-status-eu-citizens-families/what-settled-and-presettled-status-means\">continuous residence</a>.</p>\n\n<p>Settled status gives you proof that you have the right to live in the UK permanently. You can usually apply for <a href=\"/british-citizenship\">British citizenship</a> once you’ve had settled status for 12 months.</p>\n\n<p><a href=\"/settled-status-eu-citizens-families/switch-from-presettled-status-to-settled-status\">Check what you’ll need to do to apply for settled status</a>.</p>\n\n<h2 id=\"if-youre-coming-to-the-uk-from-ukraine\">If you’re coming to the UK from Ukraine</h2>\n\n<p>You can apply for the <abbr title=\"European Union\">EU</abbr> Settlement Scheme if you’re eligible. </p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>The <a href=\"/guidance/apply-for-a-ukraine-family-scheme-visa\">Ukraine Family Scheme visa</a> closed on 19 February 2024.</p>\n</div>\n\n<h2 id=\"criteria-for-later-deadlines-and-reasonable-grounds-for-the-delay-in-applying\">Criteria for later deadlines and reasonable grounds for the delay in applying</h2>\n\n<p>In some cases, you can still apply after 30 June 2021.</p>\n\n<p>For example, if you’re joining a family member who was living in the UK by 31 December 2020, your deadline will be based on when you arrive in the UK, as long as:</p>\n\n<ul>\n  <li>you were their family member by 31 December 2020 (this does not apply to children born or adopted after this date)</li>\n  <li>the family relationship still exists when you apply</li>\n</ul>\n\n<p>You can also still apply if you’re eligible and can show ‘reasonable grounds’ for why you could not apply by the deadline or in the time since the deadline passed.</p>\n\n<p>You must give evidence of your reasonable grounds, which both:</p>\n\n<ul>\n  <li>explains the reason or reasons you could not apply</li>\n  <li>covers the whole period since the deadline passed, as well as why you could not apply by the deadline</li>\n</ul>\n\n<p><a href=\"/settled-status-eu-citizens-families/eligibility\">Check who can still apply to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme</a>, including examples of what may count as reasonable grounds for the delay in applying.</p>\n\n<h2 id=\"if-you-have-not-yet-applied-to-the-eu-settlement-scheme\">If you have not yet applied to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme</h2>\n\n<p>Your rights in the UK are not protected unless you have applied to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme and received a certificate of application.</p>\n\n<p>This means you cannot:</p>\n\n<ul>\n  <li>access benefits and services (including free NHS healthcare)</li>\n  <li>work or study in the UK</li>\n  <li>rent a property in England</li>\n</ul>\n\n<h3 id=\"how-to-protect-your-rights-by-applying\">How to protect your rights by applying</h3>\n\n<p>Once you’ve applied and received your certificate of application to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme, your rights are protected.</p>\n\n<p>This protection will last until you get a decision on your application or the outcome of an appeal.</p>\n\n<p>You can use your certificate of application to prove your rights in the UK, for example the right to work, rent, claim benefits or use NHS services.</p>\n\n<p>You can <a href=\"/view-prove-immigration-status\">view your certificate online</a>. You will also receive a copy of your certificate in the post or by email, depending on how you applied.</p>\n\n<h3 id=\"if-youre-a-joining-family-member\">If you’re a joining family member</h3>\n\n<p>If you are <a href=\"/settled-status-eu-citizens-families/join-EU-EEA-Swiss-family-member\">a joining family member</a>, your rights will automatically be protected for 90 days from the date of your arrival in the UK.</p>\n\n<p>After 90 days, your automatic temporary protection will end. You’ll need to prove that you’ve submitted an application to continue to access your rights in the UK.</p>\n\n<p>If you arrive in the UK illegally your application will be rejected.</p>\n\n<h2 id=\"if-youre-waiting-for-a-decision\">If you’re waiting for a decision</h2>\n\n<p>Find out what happens <a href=\"/settled-status-eu-citizens-families/after-youve-applied\">after you’ve applied</a>.</p>\n\n<h2 id=\"fees\">Fees</h2>\n\n<p>It’s free to apply to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme.</p>\n\n",
        "slug": "overview",
        "title": "Overview"
      },
      {
        "body": "<p>The deadline for most people to apply to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme was 30 June 2021.</p>\n\n<p>You can still apply if either:</p>\n\n<ul>\n  <li>the deadline for you to apply is after 30 June 2021</li>\n  <li>you have ‘reasonable grounds’ for why you’re applying now, and not by the deadline or in the time since the deadline passed</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If you already have pre-settled status, you can usually <a href=\"/settled-status-eu-citizens-families/switch-from-presettled-status-to-settled-status\">apply for settled status</a> once you’ve lived in the UK for 5 years in a row.</p>\n</div>\n\n<h2 id=\"who-has-a-later-deadline-to-apply\">Who has a later deadline to apply</h2>\n\n<p>You have a different deadline if you’re eligible to apply for the <abbr title=\"European Union\">EU</abbr> Settlement Scheme for one of the following reasons. </p>\n\n<table>\n  <thead>\n    <tr>\n      <th scope=\"col\">How you’re eligible to apply for the <abbr title=\"European Union\">EU</abbr> Settlement Scheme</th>\n      <th scope=\"col\">Your deadline to apply</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>\n<a href=\"/settled-status-eu-citizens-families/join-EU-EEA-Swiss-family-member\">You’re applying as a family member</a> of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein who was living here by 31 December 2020, and has settled or pre-settled status, and you joined them in the UK on or after 1 April 2021, and you did not <a href=\"/standard-visitor\">enter the UK as a visitor</a>\n</td>\n      <td>90 days from when you arrive in the UK or when your permission to be in the UK expires, whichever is later</td>\n    </tr>\n    <tr>\n      <td>\n<a href=\"/settled-status-eu-citizens-families/join-EU-EEA-Swiss-family-member\">You’re applying as a family member</a> of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein who was living here by 31 December 2020, and has settled or pre-settled status, and you joined them in the UK on or after 1 April 2021, and you <a href=\"/standard-visitor\">entered the UK as a visitor</a>\n</td>\n      <td>90 days from when you arrive in the UK</td>\n    </tr>\n    <tr>\n      <td><a href=\"/settled-status-eu-citizens-families/apply-settled-status-for-child\">You’re applying for your child who was born or adopted in the UK on or after 1 April 2021</a></td>\n      <td>90 days from when your child was born or adopted</td>\n    </tr>\n    <tr>\n      <td>\n<a href=\"/settled-status-eu-citizens-families/family-member-eligible-person-from-northern-ireland\">You’re the family member of an eligible person of Northern Ireland</a>, but they could not move back to the UK without you by 31 December 2020 - you must be from outside the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein </td>\n      <td>90 days from when you arrive in the UK</td>\n    </tr>\n    <tr>\n      <td>You’re exempt from immigration control, or you stopped being exempt from immigration control after 30 June 2021</td>\n      <td>If you’re exempt from immigration control, you do not have to apply to the scheme. If you choose to do so, you can apply at any time. If you stop being exempt, you have 90 days to apply</td>\n    </tr>\n    <tr>\n      <td>You were living in the UK by 31 December 2020, and you got limited leave to enter or remain in the UK before 30 June 2021 and that leave expires after 30 June 2021 </td>\n      <td>Before that leave expires</td>\n    </tr>\n  </tbody>\n</table>\n\n<h2 id=\"if-you-did-not-apply-by-the-deadline\">If you did not apply by the deadline</h2>\n\n<p>You can still apply if you’re eligible and can show ‘reasonable grounds’ for why you could not apply by the deadline or in the time since the deadline passed.</p>\n\n<h3 id=\"who-is-eligible-for-the-eu-settlement-scheme\">Who is eligible for the <abbr title=\"European Union\">EU</abbr> Settlement Scheme</h3>\n\n<p>You must meet one of the eligibility criteria for the scheme, which for most people is either:</p>\n\n<ul>\n  <li>you’re from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein and you started living in the UK by 31 December 2020</li>\n  <li>you’re the family member of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein who started living in the UK by 31 December 2020 and has settled or pre-settled status</li>\n</ul>\n\n<p>You may also be eligible if:</p>\n\n<ul>\n  <li>you used to have a family member from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein who started living in the UK by 31 December 2020 (but you’ve separated, they’ve died or the family relationship has broken down)</li>\n  <li>you’re the family member of a British citizen who also is a citizen of an <abbr title=\"European Union\">EU</abbr> country, Switzerland, Norway, Iceland or Liechtenstein, and they lived in the UK as a citizen of one of these countries before getting British citizenship</li>\n  <li>you have a family member who is an eligible person of Northern Ireland</li>\n  <li>you’re the child of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein who used to live and work in the UK - you must be in education in the UK</li>\n  <li>you’re the family member of a person who is exempt from immigration control</li>\n  <li>you’re the <a href=\"/government/publications/eu-settlement-scheme-frontier-workers-and-their-family-members\">family member of a ‘frontier worker’</a>\n</li>\n</ul>\n\n<p>You and your child may also be eligible if, by 31 December 2020, you were the primary carer of a:</p>\n\n<ul>\n  <li>child of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein who used to live and work in the UK - the child must be in education in the UK</li>\n  <li>self-sufficient child from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein</li>\n</ul>\n\n<h3 id=\"reasonable-grounds-for-the-delay-in-applying\">Reasonable grounds for the delay in applying</h3>\n\n<p>If you did not apply by the deadline for your circumstances, you may still be able to apply to the scheme.</p>\n\n<p>You can still apply if you’re eligible and can show reasonable grounds for why you’re applying now, and not before the deadline or in the time since the deadline passed.</p>\n\n<p>You must give evidence of your reasonable grounds, which both:</p>\n\n<ul>\n  <li>explains the reason or reasons you could not apply</li>\n  <li>covers the whole period since the deadline passed, as well as why you could not apply by the deadline</li>\n</ul>\n\n<p>Reasonable grounds may include, if:</p>\n\n<ul>\n  <li>your parent, guardian or local authority did not apply for you when you were a child and you have only recently been made aware of the need to apply</li>\n  <li>you have a serious medical condition which prevented you from applying</li>\n  <li>you lack the physical or mental capacity to apply</li>\n  <li>you have significant, ongoing care or support needs</li>\n  <li>you’ve been in an abusive or controlling relationship, or experienced domestic violence</li>\n  <li>you came to the UK on a work or study visa and became eligible to apply to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme while you were here</li>\n  <li>another compelling practical or compassionate reason</li>\n</ul>\n\n<p>When you apply, you need to provide <a href=\"/settled-status-eu-citizens-families/what-youll-need-to-apply\">evidence to support each reason you give for the delay in applying</a>.</p>\n\n<h2 id=\"if-youre-the-family-member-or-primary-carer-of-a-british-citizen\">If you’re the family member or primary carer of a British citizen</h2>\n\n<p>For most people, you can no longer apply if you’re:</p>\n\n<ul>\n  <li>a family member of a ‘qualifying British citizen’ - this is known as a ‘Surinder Singh’ application</li>\n  <li>a primary carer of a British citizen - this is known as a ‘Zambrano’ application</li>\n</ul>\n\n<p><a href=\"/settled-status-eu-citizens-families/family-carer-british-citizen\">There are some cases where you can still apply</a>.</p>\n\n<h2 id=\"if-youre-exempt-from-immigration-control-or-stop-being-exempt\">If you’re exempt from immigration control, or stop being exempt</h2>\n\n<p>You do not need to do anything to continue living in the UK while you’re exempt from immigration control.</p>\n\n<p>You’ll have been told if you’re exempt from immigration control, for example because you’re:</p>\n\n<ul>\n  <li>a foreign diplomat posted in the UK</li>\n  <li>a member of NATO</li>\n</ul>\n\n<p>You can apply to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme at any time, as long as you or a family member started living in the UK by 31 December 2020. Your privileges and immunities may change if you get settled status.</p>\n\n<p>If you stop being exempt, you need to apply to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme within 90 days of when you stop being exempt.</p>\n\n<p>You’ll need to <a href=\"/government/publications/exempt-exm/exempt-exm\">prove that you are or were exempt from immigration control</a> as part of your application.</p>\n\n<p>Your family members may be eligible to apply to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme whether they are exempt from immigration control or not. They can apply at any time, even if you have not yet applied.</p>\n\n<h2 id=\"who-does-not-need-to-apply\">Who does not need to apply</h2>\n\n<p>You do not need to apply if you have:</p>\n\n<ul>\n  <li><a href=\"/settled-status-eu-citizens-families/if-you-have-indefinite-leave-to-enter-remain\">indefinite leave to enter or remain in the UK</a></li>\n  <li>Irish citizenship (including British and Irish ‘dual citizenship’)</li>\n  <li>a <a href=\"/frontier-worker-permit\">Frontier Worker permit</a>, or you’re eligible for one, as long as you continue living outside the UK while working here</li>\n</ul>\n\n<p>You cannot apply if you have British citizenship.</p>\n\n",
        "slug": "eligibility",
        "title": "Who can apply"
      },
      {
        "body": "<p>You’ll be given either:</p>\n\n<ul>\n  <li>settled status, usually where you’ve lived in the UK for a continuous 5-year period (known as ‘continuous residence’)</li>\n  <li>pre-settled status</li>\n</ul>\n\n<p>You will not be asked to choose which you’re applying for. Which status you get usually depends on how long you’ve been living in the UK when you apply.</p>\n\n<p>You may be eligible for settled status before you have 5 years’ continuous residence. This would be, for example, if you’re the child of someone with settled status, or <a href=\"/settled-status-eu-citizens-families/settled-status-less-than-5-years\">if you stop working in the UK, or start working in an <abbr title=\"European Union\">EU</abbr> country</a>.</p>\n\n<h2 id=\"how-your-continuous-residence-is-worked-out\">How your continuous residence is worked out</h2>\n\n<p>Five years’ continuous residence means that for 5 years in a row you’ve been in the UK, the Channel Islands or the Isle of Man for at least 6 months in any 12-month period.</p>\n\n<p>You’ll need to show that you - or your family member from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein - were living in the UK by 31 December 2020.</p>\n\n<h3 id=\"when-you-can-be-outside-the-uk-for-more-than-6-months\">When you can be outside the UK for more than 6 months</h3>\n\n<p>There are some absences of more than 6 months in a 12-month period that will not count as a break in your continuous residence, which are:</p>\n\n<ul>\n  <li>one period of up to 12 months for an important reason - for example, childbirth, serious illness, study, vocational training, an overseas work posting or because of coronavirus (COVID-19)</li>\n  <li>compulsory military service of any length</li>\n  <li>time you spent abroad as a Crown servant, or as the family member of a Crown servant</li>\n  <li>time you spent abroad in the armed forces, or as the family member of someone in the armed forces</li>\n  <li>working in the UK marine area</li>\n</ul>\n\n<p>If you were outside the UK for more than 12 months because of COVID-19, <a href=\"/guidance/coronavirus-covid-19-eu-settlement-scheme-guidance-for-applicants\">check if you maintained your continuous residence</a>.</p>\n\n<h2 id=\"your-rights-with-settled-or-pre-settled-status\">Your rights with settled or pre-settled status</h2>\n\n<p>You’ll be able to:</p>\n\n<ul>\n  <li>work in the UK</li>\n  <li>use the NHS for free, if you can at the moment</li>\n  <li>enrol in education or study in the UK</li>\n  <li>access public funds such as benefits and pensions, if you’re eligible for them</li>\n  <li>travel in and out of the UK</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If you’re a <a href=\"/guidance/immigration-rules/immigration-rules-appendix-visitor-visa-national-list\">national of a country requiring UK entry clearance</a> you need a valid <a href=\"/uk-residence-card\">biometric residence card (BRC)</a> and passport to return to the UK after travelling abroad. If your BRC has been lost, stolen or has expired, you’ll need to <a href=\"/euss-travel-permit\">apply for an EU Settlement Scheme travel permit</a>.</p>\n</div>\n\n<p>You’ll have the right to live in the UK permanently if you have settled status. You can also have the right to live in the UK permanently if you can provide evidence that:</p>\n\n<ul>\n  <li>\n    <p>you have pre-settled status</p>\n  </li>\n  <li>\n    <p>you’re from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein and started living in the UK by 31 December 2020 (or you’re their family member)</p>\n  </li>\n  <li>\n    <p>you’ve spent five years in the UK and in that time you’ve been working (or looking for work for up to 3 months), studying or you’re self-sufficient</p>\n  </li>\n</ul>\n\n<p>However, if you get settled status, it will be easier to prove your right to live in the UK permanently. You’ll also be able to apply for British citizenship if you’re eligible.</p>\n\n<p>If you get pre-settled status, you can usually switch to settled status after you’ve lived in the UK for 5 years in a row.</p>\n\n<h3 id=\"if-you-want-to-spend-time-outside-the-uk\">If you want to spend time outside the UK</h3>\n\n<p>If you have settled status, you can spend up to 5 years in a row outside the UK, the Channel Islands or the Isle of Man without losing your status.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If you’re a Swiss citizen, you and your family members can spend up to 4 years in a row outside the UK, the Channel Islands or the Isle of Man without losing your settled status. Your family members do not have to be Swiss citizens.</p>\n</div>\n\n<p>If you have pre-settled status, you must stay in the UK, the Channel Islands or the Isle of Man for at least 6 months in every 12 month period, unless any of the reasons for being outside the UK for more than 6 months apply to you.</p>\n\n<p>You’ll lose your pre-settled status automatically if you spend more than 2 years in a row outside the UK, the Channel Islands or the Isle of Man.</p>\n\n<h3 id=\"if-you-spend-too-much-time-outside-the-uk-the-channel-islands-or-the-isle-of-man\">If you spend too much time outside the UK, the Channel Islands or the Isle of Man</h3>\n\n<p>You’ll lose your settled or pre-settled status. You’ll usually need to <a href=\"/apply-to-come-to-the-uk\">apply for a visa</a> to live and work in the UK, even if your biometric residence card (<abbr title=\"Biometric residence permit\">BRC</abbr>) has not expired.</p>\n\n<p>You can reapply to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme if you’re eligible as a <a href=\"/settled-status-eu-citizens-families/join-EU-EEA-Swiss-family-member\">family member of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein</a>.</p>\n\n<h3 id=\"if-you-have-children-after-applying\">If you have children after applying</h3>\n\n<p>If you get settled status, any children born in the UK while you’re living here will automatically be British citizens.</p>\n\n<p>If you get pre-settled status, any children born in the UK will be eligible for pre-settled status. They will only be a British citizen if they qualify for it through their other parent.</p>\n\n<p>If you had a child in the UK on or after 1 July 2021, they may still be British automatically even if you did not have settled status at the time of their birth. This will be the case if you either:</p>\n\n<ul>\n  <li>applied for settled status by 30 June 2021 but were only granted this after the birth</li>\n  <li>applied for settled status after 30 June 2021, had ‘reasonable grounds’ for submitting a late application, and would have been granted settled status had you applied by 30 June 2021</li>\n</ul>\n\n<h2 id=\"switching-from-pre-settled-to-settled-status\">Switching from pre-settled to settled status</h2>\n\n<p>You can <a href=\"/settled-status-eu-citizens-families/switch-from-presettled-status-to-settled-status\">switch to settled status</a> as soon as you’ve had 5 years’ continuous residence, or sooner if you’re eligible before 5 years.</p>\n\n<p>The 5 years is counted from the day you started your continuous residence, not the day you were granted pre-settled status.</p>\n\n<p>If you do not switch to settled status, your pre-settled status will be extended by 2 years shortly before it’s due to expire. You’ll be sent an email when your status has been updated. You can also <a href=\"/view-prove-immigration-status\">check your UKVI account</a>.</p>\n\n<p>The Home Office may cancel the extension if they think you no longer meet the requirements for it, for example because you’ve been outside the UK for more than 6 months in a 12 month period. There are some exceptions. Check how long you can spend outside the UK without losing your <a href=\"/settled-status-eu-citizens-families/what-settled-and-presettled-status-means\">continuous residence</a>.</p>\n\n<h2 id=\"if-you-want-family-members-to-join-or-remain-with-you-in-the-uk\">If you want family members to join or remain with you in the UK</h2>\n\n<p>If you’re from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein, your family members can join or remain with you if all of the following apply:</p>\n\n<ul>\n  <li>you were living in the UK by 31 December 2020</li>\n  <li>your relationship with them began by 31 December 2020 (unless they’re a child born or adopted after that date)</li>\n  <li>the relationship still exists when they apply</li>\n  <li>you have settled or pre-settled status</li>\n</ul>\n\n<p>They need to make the application themselves, as long as they meet <a href=\"/settled-status-eu-citizens-families/join-EU-EEA-Swiss-family-member\">the requirements to apply</a>.</p>\n\n<h3 id=\"if-youre-a-swiss-citizen-and-you-have-a-partner\">If you’re a Swiss citizen and you have a partner</h3>\n\n<p>Your spouse or civil partner can apply until 31 December 2025 to join or remain with you in the UK if both of the following apply:</p>\n\n<ul>\n  <li>your relationship with them began after 31 December 2020 but by 31 December 2025</li>\n  <li>you’re still in the relationship when you apply</li>\n</ul>\n\n<h3 id=\"if-youre-the-family-member-of-someone-from-the-eu-switzerland-norway-iceland-or-liechtenstein-who-has-died\">If you’re the family member of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein who has died</h3>\n\n<p>You may be eligible for settled status before you’ve been living in the UK for 5 years.</p>\n\n<p>Your family member must have been working or self-employed in the UK at the time of their death. They must have been living in the UK by 31 December 2020.</p>\n\n<p>You must also have been living with them in the UK just before their death and either:</p>\n\n<ul>\n  <li>they lived continuously in the UK, the Channel Islands or the Isle of Man for at least 2 years immediately before their death</li>\n  <li>their death was the result of an accident at work or an occupational disease</li>\n</ul>\n\n",
        "slug": "what-settled-and-presettled-status-means",
        "title": "What you’ll get"
      },
      {
        "body": "<p>If you are from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein, and you started living in the UK by 31 December 2020 - or you’re applying to join or remain with your family member who did - you’ll need evidence to prove your:</p>\n\n<ul>\n  <li>identity</li>\n  <li>continuous residence in the UK and (unless you’re applying to join a family member) that it started by 31 December 2020</li>\n  <li>relationship to your family member, and their eligibility or status under the <abbr title=\"European Union\">EU</abbr> Settlement Scheme, if you’re applying to join or remain with them in the UK</li>\n</ul>\n\n<p>You’ll also need to provide evidence that either:</p>\n\n<ul>\n  <li>you’re applying before the deadline for your circumstances - for example, you’re applying for your child within 90 days of them being born or adopted in the UK</li>\n  <li>\n<a href=\"/settled-status-eu-citizens-families/eligibility\">you have ‘reasonable grounds’</a> for why you’re applying now, and not by the deadline or in the time since the deadline passed for your circumstances</li>\n</ul>\n\n<h2 id=\"proof-of-identity\">Proof of identity</h2>\n\n<p>If you’re from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein, you need a valid passport or valid national identity card. You also need to provide a digital photo of your face.</p>\n\n<p>If you’re not from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein, you need to provide one of the following:</p>\n\n<ul>\n  <li>a valid passport</li>\n  <li>a biometric residence card (<abbr title=\"biometric residence card\">BRC</abbr>) or biometric residence permit (<abbr title=\"biometric residence permit\">BRP</abbr>) issued in the UK which has not expired</li>\n</ul>\n\n<p>You also need to provide a digital photo of your face. If you do not already have a biometric residence card within its expiry date, you’ll need to provide your fingerprints (but not for children aged 5 and under).</p>\n\n<p>If you do not have any of these you may be able to use other evidence in certain situations. </p>\n\n<p>Contact the <a href=\"/contact-ukvi-inside-outside-uk/y/inside-the-uk/applying-to-continue-living-in-the-uk-including-settled-and-pre-settled-status/using-the-eu-exit-id-document-check-app\">Resolution Centre</a> if you do not have any of the listed documents as you may be unable to use the online service.</p>\n\n<p>When you apply, you can either:</p>\n\n<ul>\n  <li>scan your document and upload your photo using the ‘<abbr title=\"European Union\">EU</abbr> Exit: ID Document Check’ app using an Android phone, or an iPhone 7 or above</li>\n  <li>send your document in the post and upload your photo using the online application form (you can take this yourself)</li>\n</ul>\n\n<h3 id=\"if-youre-applying-to-switch-from-pre-settled-status-to-settled-status\">If you’re applying to switch from pre-settled status to settled status</h3>\n\n<p>If your identity document has changed since you applied for pre-settled status, you must tell UKVI about your new document by <a href=\"/update-uk-visas-immigration-account-details/update-your-ukvi-account\">updating your UKVI account details</a> before you apply to switch.</p>\n\n<h3 id=\"scan-your-document\">Scan your document</h3>\n\n<p>You can use the ‘<abbr title=\"European Union\">EU</abbr> Exit: ID Document Check’ app on:</p>\n\n<ul>\n  <li>an Android phone</li>\n  <li>an iPhone 7 or above</li>\n</ul>\n\n<p>To scan your document using a phone, you’ll need one of the following:</p>\n\n<ul>\n  <li>a valid passport or biometric national identity card from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein</li>\n  <li>a UK-issued biometric residence card within its expiry date</li>\n</ul>\n\n<p>You can use someone else’s phone to prove your identity.</p>\n\n<h3 id=\"send-your-document-by-post\">Send your document by post</h3>\n\n<p>You must send your document by post if you have a:</p>\n\n<ul>\n  <li>passport that is not from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein</li>\n  <li>\n<abbr title=\"biometric residence permit\">BRP</abbr> issued in the UK</li>\n  <li>non-biometric national identity card from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein</li>\n</ul>\n\n<p>You can send other types of document in the post if you cannot use the ‘ID Document Check’ app.</p>\n\n<h2 id=\"evidence-of-continuous-residence\">Evidence of continuous residence</h2>\n\n<p>You’ll need to provide evidence of how many years’ continuous residence you have in the UK. This usually decides whether you get settled or pre-settled status.</p>\n\n<h3 id=\"if-you-arrived-in-the-uk-by-31-december-2020\">If you arrived in the UK by 31 December 2020</h3>\n\n<p>You can give your National Insurance number to allow an automated check of your residence based on tax and certain benefit records.</p>\n\n<p>If this check shows you’ve been here for 5 years in a row, you will not need to provide any documents as proof of residence. You’ll only need to provide documents if you have been here for 5 years in a row but there is not enough data to confirm this.</p>\n\n<p>The Home Office will tell you after you apply if you need to provide any documents. You should submit photos or scans of your documents through the online application form, rather than sending them by post.</p>\n\n<h3 id=\"if-you-arrived-after-31-december-2020-or-youre-asked-for-more-evidence\">If you arrived after 31 December 2020 or you’re asked for more evidence</h3>\n\n<p><a href=\"/guidance/eu-settlement-scheme-evidence-of-uk-residence\">Read what documents you can provide</a> if you arrived after 31 December 2020, or you arrived before then but you’re asked to provide more evidence.</p>\n\n<p>There is extra <a href=\"/guidance/coronavirus-covid-19-eu-settlement-scheme-guidance-for-applicants\">guidance if your continuous residence has been affected by COVID-19</a>, including examples of the evidence you can provide.</p>\n\n<h2 id=\"evidence-of-why-youre-applying-after-30-june-2021\">Evidence of why you’re applying after 30 June 2021</h2>\n\n<p>If the 30 June 2021 deadline did not apply in your circumstances, you’ll need evidence to show why. If it did apply, or you had a later deadline and did not meet it, you’ll need to show your reasonable grounds for the delay in applying.</p>\n\n<h3 id=\"if-the-30-june-2021-deadline-did-not-apply\">If the 30 June 2021 deadline did not apply</h3>\n\n<p>If you’re joining a family member from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein, and you arrived in the UK on or after 1 April 2021, you’ll need evidence of when you arrived in the UK, for example:</p>\n\n<ul>\n  <li>an inbound travel ticket if it was stamped when you arrived (you cannot use a ticket that has no proof of your arrival, such as an e-ticket)</li>\n  <li>transactions taking place inside the UK (in person, not online) after your arrival date</li>\n  <li>a letter from a government department, public body or charity confirming a physical meeting - for example, with a job centre, or Citizens Advice</li>\n</ul>\n\n<p>This is to show you’re applying within 90 days of arriving in the UK. If you are applying after 90 days of arriving in the UK, you can still apply if you’re eligible and can show ‘reasonable grounds’ for why you could not apply by the deadline or in the time since the deadline passed.</p>\n\n<p>You must give evidence of your reasonable grounds, which both:</p>\n\n<ul>\n  <li>explains the reason or reasons you could not apply</li>\n  <li>covers the whole period since the deadline passed, as well as why you could not apply by the deadline</li>\n</ul>\n\n<p>You’ll need other types of evidence if you’re applying:</p>\n\n<ul>\n  <li>for your <a href=\"/settled-status-eu-citizens-families/apply-settled-status-for-child\">child who was born or adopted in the UK on or after 1 April 2021</a>\n</li>\n  <li>as the <a href=\"/settled-status-eu-citizens-families/family-member-eligible-person-from-northern-ireland\">family member of an eligible person of Northern Ireland</a> who could not move back to the UK by 31 December 2020 while you remained outside the UK</li>\n  <li>before your existing limited leave to enter or remain expires</li>\n</ul>\n\n<p>If you’re exempt from immigration control, or you stop being exempt, you’ll need evidence of:</p>\n\n<ul>\n  <li>the job you have, or had, that means you are or were exempt, such as a copy of your employment contract</li>\n  <li>when your job started and finished, if you stop being exempt, such as a letter from your employer</li>\n</ul>\n\n<h3 id=\"evidence-of-your-reasonable-grounds-for-the-delay-in-applying\">Evidence of your reasonable grounds for the delay in applying</h3>\n\n<p>You can still apply if you’re eligible and can show ‘reasonable grounds’ for why you could not apply by the deadline or in the time since the deadline passed.</p>\n\n<p>You must give evidence of your reasonable grounds, which both:</p>\n\n<ul>\n  <li>explains the reason or reasons you could not apply</li>\n  <li>covers the whole period since the deadline passed, as well as why you could not apply by the deadline</li>\n</ul>\n\n<p>For example, evidence of the reasons for the delay in applying could be:</p>\n\n<ul>\n  <li>a letter from a doctor, healthcare professional or social worker explaining how your serious medical grounds or care needs stopped you from applying earlier</li>\n  <li>court documents or a letter from an organisation supporting people who experience domestic violence, to show you were in an abusive or controlling relationship which stopped you from applying earlier</li>\n  <li>a letter explaining the reasons for the delay from a parent, guardian or local authority, if the application is for a child</li>\n</ul>\n\n<h2 id=\"if-youre-applying-to-join-or-remain-with-a-family-member-in-the-uk\">If you’re applying to join or remain with a family member in the UK</h2>\n\n<p>You will also need to provide evidence of:</p>\n\n<ul>\n  <li>your relationship to your family member from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein - for example, a birth, marriage or civil partnership certificate, or a UK residence card issued based on the relationship</li>\n  <li>your family member’s pre-settled or settled status</li>\n</ul>\n\n<p>If your family member does not have pre-settled or settled status, you’ll need evidence that they’re one of the following:</p>\n\n<ul>\n  <li>an Irish citizen or eligible British citizen</li>\n  <li>an <a href=\"/settled-status-eu-citizens-families/family-member-eligible-person-from-northern-ireland\">eligible person of Northern Ireland</a>\n</li>\n  <li>exempt from immigration control</li>\n</ul>\n\n<p>If you have a UK permanent residence document, you do not need to provide any evidence of your relationship.</p>\n\n<h3 id=\"how-to-provide-your-evidence\">How to provide your evidence</h3>\n\n<p>You can usually scan and submit your evidence through the online application form.</p>\n\n<p>You might be asked to provide the original document or a certified English translation of any document that is not in English.</p>\n\n<p>If you’re not from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein, and you do not have a biometric residence card (that has not expired), you’ll be asked to make an appointment at a <a href=\"/ukvcas\">UK Visa and Citizenship Application Services (UKVCAS)</a> service point. This is to provide your biometric information (your fingerprints and a photo, or only a photo for children under 5) when you apply.</p>\n\n<h3 id=\"when-you-need-to-provide-more-evidence\">When you need to provide more evidence</h3>\n\n<p>You’ll need to provide more evidence if:</p>\n\n<ul>\n  <li>you used to have a family member from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein who started living in the UK by 31 December 2020 (but you’ve separated, they’ve died or the family relationship has broken down)</li>\n  <li>you’re the family member of a British citizen who is also a citizen of an <abbr title=\"European Union\">EU</abbr> country, Switzerland, Norway, Iceland or Liechtenstein, and they lived in the UK as a citizen of one of these countries before getting British citizenship</li>\n  <li>you have a family member who is an <a href=\"/settled-status-eu-citizens-families/family-member-eligible-person-from-northern-ireland\">eligible person of Northern Ireland</a>\n</li>\n  <li>you’re the child of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein who used to live and work in the UK - you must be in education in the UK</li>\n  <li>you’re the family member of a person who is exempt from immigration control</li>\n  <li>you’re the <a href=\"/government/publications/eu-settlement-scheme-frontier-workers-and-their-family-members\">family member of a ‘frontier worker’</a>\n</li>\n</ul>\n\n<p>You’ll also need to provide more evidence if by 31 December 2020 you were the primary carer (or the child of a primary carer) of a:</p>\n\n<ul>\n  <li>child of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein who used to live and work in the UK - the child must be in education in the UK</li>\n  <li>self-sufficient child from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein</li>\n</ul>\n\n<h2 id=\"if-you-have-criminal-convictions\">If you have criminal convictions</h2>\n\n<p>If you’re 18 or over, the Home Office will check you have not committed serious or repeated crimes, and that you do not pose a security threat.</p>\n\n<p>You’ll be asked to declare convictions that appear in your criminal record in the UK or overseas.</p>\n\n<p>You do not need to declare any of the following:</p>\n\n<ul>\n  <li>convictions that do not need to be disclosed (‘spent convictions’)</li>\n  <li>warnings (‘cautions’)</li>\n  <li>alternatives to prosecution, for example speeding fines</li>\n</ul>\n\n<p>You’ll also be checked against the UK’s crime databases.</p>\n\n<p>You’ll still be eligible for settled or pre-settled status if you’ve only been convicted of a minor crime.</p>\n\n<p>If you have other convictions, you may still get settled or pre-settled. This will be decided on a case-by-case basis.</p>\n\n<h3 id=\"if-youve-been-to-prison\">If you’ve been to prison</h3>\n\n<p>If you had a right of permanent residence or had 5 years’ continuous residence before you went to prison, you may be eligible for settled status.</p>\n\n<p>If you do not have a right of permanent residence, or 5 years’ continuous residence before you went to prison, you may be eligible for pre-settled status. This only applies if you were released on or before 31 December 2020.</p>\n\n",
        "slug": "what-youll-need-to-apply",
        "title": "What you'll need to apply"
      },
      {
        "body": "<p>If you have pre-settled status, you can usually switch to settled status after you’ve lived in the UK for 5 years in a row. It’s free to apply.</p>\n\n<p>It’s easier to prove your right to live in the UK permanently if you have settled status.</p>\n\n<p>You can usually <a href=\"/apply-citizenship-indefinite-leave-to-remain\">apply for British citizenship</a> once you’ve had settled status for 12 months.</p>\n\n<p>If you do not switch to settled status, your pre-settled status will be extended by 2 years shortly before it’s due to expire.</p>\n\n<p>You’ll be sent an email when your status has been updated. You can also <a href=\"/view-prove-immigration-status\">check your UKVI account</a>.</p>\n\n<p>The Home Office may cancel the extension if they think you no longer meet the requirements for it, for example because you’ve been outside the UK for more than 6 months in a 12 month period. There are some exceptions. Check how long you can spend outside the UK without losing your <a href=\"/settled-status-eu-citizens-families/what-settled-and-presettled-status-means\">continuous residence</a>.</p>\n\n<h2 id=\"when-to-switch\">When to switch</h2>\n\n<p>You can apply to switch to settled status as soon as you’re eligible. This is usually after you’ve lived in the UK, the Channel Islands or the Isle of Man for 5 years in a row (known as ‘continuous residence’).</p>\n\n<p>The 5 years is counted from the day you started your continuous residence, not the day you were granted pre-settled status.</p>\n\n<p>You may not be eligible for settled status if during the 5 years you spent more than 6 months outside the UK in a 12-month period.</p>\n\n<div class=\"example\">\n<h3 id=\"example\">Example</h3>\n\n<p>You came to the UK on 2 March 2018 and got pre-settled status on 15 January 2020. You will become eligible to apply for settled status on 2 March 2023, after you’ve lived in the UK for 5 years.</p>\n</div>\n\n<p><a href=\"/settled-status-eu-citizens-families/what-settled-and-presettled-status-means\">Find out more about continuous residence and if you’re eligible for settled status</a>.</p>\n\n<p>Check the <a href=\"/guidance/coronavirus-covid-19-eu-settlement-scheme-guidance-for-applicants\">guidance if your continuous residence has been affected by COVID-19</a>, which includes information on when you can be absent from the UK for longer than 6 months.</p>\n\n<h3 id=\"if-youre-not-eligible-for-settled-status\">If you’re not eligible for settled status</h3>\n\n<p>If you’re not eligible for settled status because you spent more than 6 months outside the UK in a 12-month period, you’ll keep your pre-settled status.</p>\n\n<p>The Home Office may cancel your pre-settled status if they think you no longer meet the requirements for it, for example because you’ve been outside the UK for more than 6 months in a 12 month period. There are some exceptions. Check how long you can spend outside the UK without losing your <a href=\"/settled-status-eu-citizens-families/what-settled-and-presettled-status-means\">continuous residence</a>.</p>\n\n<h2 id=\"how-to-switch\">How to switch</h2>\n\n<p>You’ll need to apply again to the EU Settlement Scheme and prove you meet the requirements.</p>\n\n<p>This means you’ll need to:</p>\n\n<ul>\n  <li>prove your identity</li>\n  <li>give evidence of your continuous residence</li>\n  <li>give evidence of your relationship to a family member - if your pre-settled status was based on that relationship</li>\n</ul>\n\n<p>You can use the same types of <a href=\"/settled-status-eu-citizens-families/what-youll-need-to-apply\">evidence you used to apply for pre-settled status</a>.</p>\n\n<p>You’ll need to use your current identity document - you must tell UKVI if it’s changed since you applied for pre-settled status.</p>\n\n<h3 id=\"if-your-identity-document-has-changed-since-you-applied-for-pre-settled-status\">If your identity document has changed since you applied for pre-settled status</h3>\n\n<p>When you applied for pre-settled status, you will have created a UK Visas and Immigration (UKVI) account. You must <a href=\"/update-uk-visas-immigration-account-details/update-your-ukvi-account\">update your UKVI account</a> with the details of your new identity document before you can apply to switch to settled status.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You cannot update your identity document in the ‘EU Exit: ID Document Check’ app.</p>\n</div>\n\n<h2 id=\"apply-to-switch-your-status\">Apply to switch your status</h2>\n\n<p>You must <a href=\"/update-uk-visas-immigration-account-details/update-your-ukvi-account\">update your UKVI account</a> before you apply if your identity document has changed since you applied for pre-settled status.</p>\n\n<p>Select ‘Prove your identity’ to start your application if your identity details are up to date.</p>\n\n<p><a class=\"gem-c-button govuk-button govuk-button--start\" role=\"button\" data-module=\"govuk-button\" draggable=\"false\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/euss\"><span> Start now </span><svg class=\"govuk-button__start-icon govuk-!-display-none-print\" xmlns=\"http://www.w3.org/2000/svg\" width=\"17.5\" height=\"19\" viewbox=\"0 0 33 40\" focusable=\"false\" aria-hidden=\"true\"><path fill=\"currentColor\" d=\"M0 0h13l20 20-20 20H0l20-20z\"></path></svg></a></p>\n\n<h2 id=\"after-youve-applied\">After you’ve applied</h2>\n\n<p>If your application is successful, a letter will be emailed to you confirming your status.</p>\n\n<h3 id=\"if-youre-given-settled-status\">If you’re given settled status</h3>\n\n<p>You can stay in the UK as long as you like. You’ll usually be able to <a href=\"/apply-citizenship-indefinite-leave-to-remain\">apply for citizenship</a> 12 months after you’ve got settled status.</p>\n\n<h3 id=\"if-you-keep-your-pre-settled-status\">If you keep your pre-settled status</h3>\n\n<p>You can reapply for settled status after you’ve lived in the UK, the Channel Islands or the Isle of Man for 5 years in a row (known as ‘continuous residence’). You must not have spent more than 6 months outside the UK in a 12-month period.</p>\n\n<p><a href=\"/settled-status-eu-citizens-families/after-youve-applied\">Find out what to do if you think the decision should have been different</a>.</p>\n\n<p>You’ll have the right to live in the UK permanently if you have settled status. You might also have the right to live in the UK permanently without applying for settled status if you can show that:</p>\n\n<ul>\n  <li>\n    <p>you have pre-settled status</p>\n  </li>\n  <li>\n    <p>you’re from the EU, Switzerland, Norway, Iceland or Liechtenstein and started living in the UK by 31 December 2020 (or you’re their family member)</p>\n  </li>\n  <li>\n    <p>you’ve spent five years in the UK and in that time you’ve been working (or looking for work for up to 3 months), studying or you’re self-sufficient</p>\n  </li>\n</ul>\n\n<p>However, if you get settled status, it will be easier to prove your right to live in the UK permanently.</p>\n",
        "slug": "switch-from-presettled-status-to-settled-status",
        "title": "Switch from pre-settled status to settled status"
      },
      {
        "body": "<p>Each child must have their own application. You can apply for your child or they can apply for themselves.</p>\n\n<h2 id=\"eligibility\">Eligibility</h2>\n\n<p>Your child may be eligible for settled or pre-settled status if they are:</p>\n\n<ul>\n  <li>under 21, or they were under 21 when they got pre-settled status and they want to switch to settled status</li>\n  <li>from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein - or you, or your spouse or civil partner, are</li>\n</ul>\n\n<p>Although the deadline for applications for most people was 30 June 2021, you can still apply for your child - or they can apply for themselves - if you lived in the UK by 31 December 2020.</p>\n\n<p>You must apply within 90 days of your child being born or adopted in the UK or joining you here.</p>\n\n<p>If your child was born in the UK but is not a British citizen, they will still need to apply. You can <a href=\"/check-british-citizenship/your-parents-immigration-status-when-you-were-born\">check if they’re a British citizen</a> if you’re not sure.</p>\n\n<h2 id=\"what-documents-youll-need\">What documents you’ll need</h2>\n\n<p>You’ll need proof of:</p>\n\n<ul>\n  <li>your child’s identity - you can use the same <a href=\"/settled-status-eu-citizens-families/what-youll-need-to-apply\">types of documents for proving your own identity</a>, for example a passport or biometric residence card (if it has not expired)</li>\n  <li>your relationship to your child</li>\n  <li>your pre-settled or settled status - or that you’re an Irish citizen, eligible British citizen, <a href=\"/settled-status-eu-citizens-families/family-member-eligible-person-from-northern-ireland\">an eligible person of Northern Ireland</a> or exempt from immigration control</li>\n  <li>when your child was born or adopted - for example a birth certificate or adoption order</li>\n  <li>when your child started living here, if they started living in the UK by 31 December 2020</li>\n  <li>your child’s continuous residence</li>\n</ul>\n\n<p>If your child started living in the UK by 31 December 2020, you’ll need evidence that shows they were here in the last 6 months of 2020.</p>\n\n<p><a href=\"/guidance/eu-settlement-scheme-evidence-of-uk-residence\">Check what evidence you can use to show when your child started living in the UK</a>, and that they’ve continued to live here.</p>\n\n<h2 id=\"if-you-have-applied-to-the-eu-settlement-scheme\">If you have applied to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme</h2>\n\n<p>When you apply for your child you can ‘link’ their application to yours. This means that if your own application is successful, your child will usually get the same status as you.</p>\n\n<p>To do this, select the option to apply ‘using your parent’s residence’, then enter your application number. You will need to do this for each child you apply for.</p>\n\n<p>You can use your own email address in the application if your child does not have one.</p>\n\n<p>You can apply for your child any time after you’ve made your own application - you do not need to wait for a decision.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>Your child will not get the same status as you if they’re eligible for settled status and you have pre-settled status.</p>\n</div>\n\n<h2 id=\"if-you-have-not-applied-to-the-eu-settlement-scheme\">If you have not applied to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme</h2>\n\n<p>If you’re eligible for the scheme, but did not apply by the deadline, you may still be able to apply. You’ll need to <a href=\"/settled-status-eu-citizens-families/eligibility\">show ‘reasonable grounds’ for why you’re applying now, and not before the deadline or in the time since the deadline passed</a>.</p>\n\n<p>If you’re not eligible for the scheme but your child is, you can still apply for them. For example, if they live in the UK and you do not.</p>\n\n<h3 id=\"if-your-child-does-not-have-5-years-continuous-residence\">If your child does not have 5 years’ continuous residence</h3>\n\n<p>If your child does not have 5 years’ continuous residence when they apply, they’ll usually get pre-settled status.</p>\n\n<p>If you’ve already been granted settled status, your child will be granted it too.</p>\n\n<p>You can apply to change your child’s status from pre-settled to settled status once they’ve reached 5 years’ continuous residence or you’ve been granted settled status.</p>\n\n<h2 id=\"if-youre-an-irish-citizen\">If you’re an Irish citizen</h2>\n\n<p>You do not need to apply for settled or pre-settled status if you’re an Irish citizen who was living in the UK by 31 December 2020, but you can choose to do so.</p>\n\n<p>If you apply, your children will also need their own application unless they have:</p>\n\n<ul>\n  <li>Irish citizenship</li>\n  <li>British citizenship</li>\n  <li>dual British and Irish citizenship</li>\n</ul>\n\n<p>If you’re an Irish citizen and your child is not a British citizen, they’ll be eligible for either:</p>\n\n<ul>\n  <li>the same status that you could get, based on how long you’ve lived in the UK</li>\n  <li>settled or pre-settled status, based on their own residence</li>\n</ul>\n\n<p>This also applies if you’re from Northern Ireland and have Irish, British or dual British and Irish citizenship, and your child does not have Irish, British or dual citizenship.</p>\n\n<h2 id=\"how-to-apply\">How to apply</h2>\n\n<p><a href=\"/settled-status-eu-citizens-families/applying-for-settled-status\">Apply online for the <abbr title=\"European Union\">EU</abbr> Settlement Scheme</a>.</p>\n\n",
        "slug": "apply-settled-status-for-child",
        "title": "Applying for your child"
      },
      {
        "body": "<p>You can apply as the family member of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein if all of the following are true:</p>\n\n<ul>\n  <li>they started living in the UK by 31 December 2020</li>\n  <li>they have settled or pre-settled status</li>\n  <li>you started living in the UK by 31 December 2020, or you’re joining them in the UK</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If you started living in the UK by 31 December 2020, or you arrived after that date and you did not apply within 90 days of arriving, you can still apply. You’ll need to show <a href=\"/settled-status-eu-citizens-families/eligibility\">‘reasonable grounds’ for the delay in applying</a>.</p>\n</div>\n\n<p>You can apply if you’re a non-British family member of an Irish citizen, even though they do not need to.</p>\n\n<p>If you’re the family member of a person of Northern Ireland, <a href=\"/settled-status-eu-citizens-families/family-member-eligible-person-from-northern-ireland\">there are different rules for how you can apply</a>.</p>\n\n<h2 id=\"your-family-relationship\">Your family relationship</h2>\n\n<p>You can apply if you’re in a relationship with someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein as their spouse, civil partner or unmarried partner. The relationship must have started by 31 December 2020 and must still exist.</p>\n\n<p>You can also apply if you’re related to someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein - or you’re related to their spouse or civil partner - if you’re their:</p>\n\n<ul>\n  <li>child, grandchild or great-grandchild under 21 years old</li>\n  <li>dependent child, grandchild or great-grandchild over the age of 21</li>\n</ul>\n\n<p>You can also apply as a dependent parent, grandparent or great-grandparent if you <a href=\"/guidance/eu-settlement-scheme-evidence-of-relationship-to-an-eu-citizen\">have a relevant document to prove your relationship</a>.</p>\n\n<p>You can apply as another type of dependent relative if both of the following apply:</p>\n\n<ul>\n  <li>you were living in the UK by 31 December 2020</li>\n  <li>you have a relevant document to prove your relationship</li>\n</ul>\n\n<h3 id=\"when-to-apply\">When to apply</h3>\n\n<p>You need to apply within 90 days of arriving in the UK.</p>\n\n<p>If you do not apply within 90 days of arriving, or you started living in the UK by 31 December 2020, you will need to show your reasonable grounds for the delay in applying.</p>\n\n<h3 id=\"other-types-of-family-relationship\">Other types of family relationship</h3>\n\n<p>You may also be able to apply if:</p>\n\n<ul>\n  <li>you used to have a family member from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein who was living in the UK by 31 December 2020 (but you’ve separated, they’ve died or the family relationship has broken down)</li>\n  <li>you’re the family member of a British citizen who is also a citizen of an <abbr title=\"European Union\">EU</abbr> country, Switzerland, Norway, Iceland or Liechtenstein, and they lived in the UK as a citizen of one of these countries before getting British citizenship</li>\n  <li>you’re the child of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein who used to live and work in the UK - you must be in education in the UK</li>\n  <li>you’re the family member of a person who is exempt from immigration control</li>\n  <li>you’re the <a href=\"/government/publications/eu-settlement-scheme-frontier-workers-and-their-family-members\">family member of a ‘frontier worker’</a>\n</li>\n</ul>\n\n<p>You and your child can also apply if by 31 December 2020 you were the primary carer of a:</p>\n\n<ul>\n  <li>child of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein who used to live and work in the UK - the child must be in education in the UK</li>\n  <li>self-sufficient child from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein</li>\n</ul>\n\n<p>How you apply is different for each of these criteria.</p>\n\n<h2 id=\"if-you-used-to-have-a-family-member-from-the-eu-switzerland-norway-iceland-or-liechtenstein-who-was-living-in-the-uk-by-31-december-2020\">If you used to have a family member from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein who was living in the UK by 31 December 2020</h2>\n\n<p>You may be able to apply if you used to have a family member who started living in the UK by 31 December 2020. This is called a ‘retained right of residence’.</p>\n\n<p>If you’re eligible because you have a retained right of residence, you can <a href=\"/settled-status-eu-citizens-families/applying-for-settled-status\">apply using the online service</a>.</p>\n\n<p>If you started living in the UK by 31 December 2020, or you arrived after that date and you did not apply within 90 days of arriving, you can still apply if you have <a href=\"/settled-status-eu-citizens-families/eligibility\">reasonable grounds for the delay in applying</a>.</p>\n\n<h3 id=\"if-youre-in-education-in-the-uk\">If you’re in education in the UK</h3>\n\n<p>You can apply if you’re in education in the UK and either of the following is true:</p>\n\n<ul>\n  <li>you’re the child of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein who was living in the UK by 31 December 2020, and they have left the UK or died</li>\n  <li>one of your parents is the spouse or civil partner of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein who was living in the UK by 31 December 2020, and they have left the UK or died</li>\n</ul>\n\n<p>If you qualify through any of these circumstances, your parent is also eligible, providing they have custody of you.</p>\n\n<h3 id=\"if-your-family-member-has-died\">If your family member has died</h3>\n\n<p>You can also apply if your family member who was living in the UK by 31 December 2020 has died, and you lived continuously in the UK as their family member for at least one year immediately before their death.</p>\n\n<h3 id=\"if-you-or-a-family-member-was-previously-married-or-in-a-civil-partnership\">If you or a family member was previously married or in a civil partnership</h3>\n\n<p>You can apply if your marriage or civil partnership to someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein who was living in the UK by 31 December 2020 ended with a divorce, annulment or dissolution, and you lived in the UK when it ended.</p>\n\n<p>One of the following must also apply:</p>\n\n<ul>\n  <li>the marriage or civil partnership lasted for at least 3 years and you’d both been living in the UK for at least one year during that time</li>\n  <li>you have custody of their child</li>\n  <li>you have been given right of access in the UK to their child - the child must be under 18</li>\n  <li>particularly difficult circumstances apply - for example, you or another family member was the victim of domestic violence or abuse in the marriage or civil partnership</li>\n</ul>\n\n<p>You can also apply if a family member had an eligible marriage or civil partnership and you lived in the UK when it ended. You must be their:</p>\n\n<ul>\n  <li>child, grandchild or great-grandchild under 21 years old</li>\n  <li>dependent child, grandchild or great-grandchild over the age of 21</li>\n  <li>dependent parent, grandparent or great-grandparent</li>\n  <li>other dependent relative</li>\n</ul>\n\n<h3 id=\"if-you-are-a-victim-of-domestic-violence-or-abuse\">If you are a victim of domestic violence or abuse</h3>\n\n<p>You can apply if your family relationship to someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein who was living in the UK by 31 December 2020 has broken down permanently because of domestic violence or abuse.</p>\n\n<p>You can apply if you are or were their:</p>\n\n<ul>\n  <li>spouse or civil partner</li>\n  <li>unmarried partner</li>\n  <li>child, grandchild or great-grandchild under 21 years old</li>\n  <li>dependent child, grandchild or great-grandchild over the age of 21</li>\n  <li>dependent parent, grandparent or great-grandparent</li>\n  <li>other dependent relative</li>\n</ul>\n\n<h2 id=\"if-youre-the-primary-carer-of-a-child-and-they-or-their-parent-is-from-the-eu-switzerland-norway-iceland-or-liechtenstein\">If you’re the primary carer of a child and they or their parent is from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein</h2>\n\n<p>You may be able to apply if by 31 December 2020 you were the primary carer of either:</p>\n\n<ul>\n  <li>a self-sufficient child from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein</li>\n  <li>a child of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein</li>\n</ul>\n\n<p>You both must have been living in the UK by 31 December 2020.</p>\n\n<p>To be someone’s primary carer, you must be responsible for their day to day care, including making decisions about their education, health and finances. You must also be their:</p>\n\n<ul>\n  <li>parent or legal guardian</li>\n  <li>grandparent</li>\n  <li>brother or sister</li>\n  <li>spouse or civil partner</li>\n  <li>child</li>\n  <li>grandchild</li>\n</ul>\n\n<p>You can share these responsibilities with someone else.</p>\n\n<p>If you were the primary carer of a child of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein, they must be in education in the UK. They must have a parent who has both:</p>\n\n<ul>\n  <li>lived and worked in the UK when the child lived in the UK</li>\n  <li>later stopped working in the UK, or left the UK</li>\n</ul>\n\n<p>You cannot use the online service to apply if this is how you qualify for the scheme. <a href=\"/contact-ukvi-inside-outside-uk/y/inside-the-uk/applying-to-continue-living-in-the-uk-including-settled-and-pre-settled-status/something-else/settled-or-pre-settled-status-the-eu-settlement-scheme\">Contact the Resolution Centre online</a> to find out how to apply.</p>\n\n<p>Any dependent children you have may also be able to apply.</p>\n\n<h2 id=\"if-your-spouse-or-civil-partner-is-a-swiss-citizen\">If your spouse or civil partner is a Swiss citizen</h2>\n\n<p>You can apply as the spouse or civil partner of a Swiss citizen in the UK until 31 December 2025 if both of the following apply:</p>\n\n<ul>\n  <li>your relationship with them began after 31 December 2020 and by 31 December 2025</li>\n  <li>you’re still in the relationship when you apply</li>\n</ul>\n\n",
        "slug": "join-EU-EEA-Swiss-family-member",
        "title": "Applying as the family member of someone from the EU, Switzerland, Norway, Iceland or Liechtenstein"
      },
      {
        "body": "<p>You can apply if you have a family member who is an eligible person of Northern Ireland. You do not have to be from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein.</p>\n\n<p>The person of Northern Ireland who is your family member must:</p>\n\n<ul>\n  <li>be a British, Irish or dual British and Irish citizen</li>\n  <li>have been born in Northern Ireland</li>\n  <li>at the time of their birth, have at least one parent who held British, Irish or dual British and Irish citizenship (or was without any restriction on their period of residence)</li>\n  <li>have been living in the UK by 31 December 2020</li>\n</ul>\n\n<h2 id=\"if-your-family-member-could-not-return-to-the-uk-by-31-december-2020\">If your family member could not return to the UK by 31 December 2020</h2>\n\n<p>You will be able to apply if all of the following are true:</p>\n\n<ul>\n  <li>you are not from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein</li>\n  <li>your family member is a British citizen or dual British and Irish citizen</li>\n  <li>your family member meets the other criteria to be an eligible person of Northern Ireland, but they were not able to come back to the UK to live here by 31 December 2020 while you remained outside the UK</li>\n</ul>\n\n<p>They must have been unable to come back to the UK for ‘compelling practical or compassionate reasons’ - for example, if both of the following applied:</p>\n\n<ul>\n  <li>you could not get a visa or permit to come back with them to the UK by 31 December 2020</li>\n  <li>they could not leave you to come back to the UK because you were dependent on them for care</li>\n</ul>\n\n<p>You will not need to show you have ‘reasonable grounds’ for the delay in applying.</p>\n\n<h2 id=\"what-documents-youll-need\">What documents you’ll need</h2>\n\n<p>If you’re applying now because your family member could not return to the UK without you by 31 December 2020, you will need to <a href=\"/family-permit\">apply for an <abbr title=\"European Union\">EU</abbr> Settlement Scheme family permit</a> to come to the UK.</p>\n\n<p>Once you’re in the UK, you can <a href=\"/settled-status-eu-citizens-families/applying-for-settled-status\">apply to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme</a>. You can use the same evidence you used to apply for the family permit.</p>\n\n<h3 id=\"if-you-did-not-apply-by-30-june-2021\">If you did not apply by 30 June 2021</h3>\n\n<p>You need to provide a birth certificate or passport showing that your family member was born in Northern Ireland.</p>\n\n<p>You also need evidence of a parent’s citizenship (or evidence showing no restriction on their period of residence) at the time of your family member’s birth. This could be the parent’s:</p>\n\n<ul>\n  <li>passport</li>\n  <li>British naturalisation certificate or registration certificate, and photo ID of the parent</li>\n  <li>certificate of Irish citizenship, and photo ID of the parent</li>\n  <li>biometric residence card or permit, or other Home Office document or stamp, showing no restriction on their period of residence, and photo ID of the parent</li>\n</ul>\n\n<p>You will also need the <a href=\"/settled-status-eu-citizens-families/what-youll-need-to-apply\">usual evidence required in an application</a>, which is:</p>\n\n<ul>\n  <li>your own identity and continuous residence</li>\n  <li>your relationship to your family member</li>\n  <li>your family member’s identity and continuous residence</li>\n  <li>the reasonable grounds for the delay in applying (where relevant)</li>\n</ul>\n\n",
        "slug": "family-member-eligible-person-from-northern-ireland",
        "title": "Applying if you're the family member of an eligible person of Northern Ireland"
      },
      {
        "body": "<p>For most people, you can no longer apply if you’re:</p>\n\n<ul>\n  <li>a family member of a ‘qualifying British citizen’ - this is known as a ‘Surinder Singh’ application</li>\n  <li>a primary carer of a British citizen - this is known as a ‘Zambrano’ application</li>\n</ul>\n\n<p>If you applied before 9 August 2023, your application will still be considered.</p>\n\n<p>If you already have pre-settled status as a Surinder Singh or Zambrano applicant, you can <a href=\"/settled-status-eu-citizens-families/switch-from-presettled-status-to-settled-status\">apply to switch to settled status</a>.</p>\n\n<p>There are some other cases where you can still apply.</p>\n\n<p>If you’re not able to apply for pre-settled or settled status, you might be able to <a href=\"/uk-family-visa\">apply for a family visa to live with a family member in the UK</a> for more than 6 months.</p>\n\n<h2 id=\"if-you-lived-with-a-british-citizen-in-the-eu-switzerland-norway-iceland-or-liechtenstein\">If you lived with a British citizen in the EU, Switzerland, Norway, Iceland or Liechtenstein</h2>\n\n<p>You can only apply if you either:</p>\n\n<ul>\n  <li>already have pre-settled status as the family member of a ‘qualifying British citizen’</li>\n  <li>entered the UK with an EU Settlement Scheme family permit as a family member of a ‘qualifying British citizen’</li>\n</ul>\n\n<p>For your family member to be a ‘qualifying British citizen’, all of the following must apply:</p>\n\n<ul>\n  <li>you lived with them in the EU, Switzerland, Norway, Iceland or Liechtenstein by 31 December 2020</li>\n  <li>the country you lived in together was your main residence</li>\n  <li>they were working, studying, self-sufficient or had a permanent right of residence under EU law</li>\n</ul>\n\n<p>You must also be their:</p>\n\n<ul>\n  <li>spouse, civil partner or unmarried partner</li>\n  <li>child, grandchild or great-grandchild under 21 years old</li>\n  <li>dependent child, grandchild or great-grandchild over the age of 21</li>\n  <li>dependent parent, grandparent or great-grandparent</li>\n</ul>\n\n<p>If your family permit has expired, you’ll need to show <a href=\"/settled-status-eu-citizens-families/eligibility\">‘reasonable grounds’ for the delay in applying</a>.</p>\n\n<h3 id=\"what-youll-need-to-apply\">What you’ll need to apply</h3>\n\n<p>You’ll need proof of your:</p>\n\n<ul>\n  <li>identity</li>\n  <li>continuous residence</li>\n  <li>relationship to your family member</li>\n  <li>family member’s identity and continuous residence</li>\n</ul>\n\n<p><a href=\"/settled-status-eu-citizens-families/what-youll-need-to-apply\">Check the full list of documents you can use as evidence</a>.</p>\n\n<p>You can use the same evidence you used to apply for your EU Settlement Scheme family permit.</p>\n\n<h2 id=\"if-you-are-the-primary-carer-of-a-british-citizen\">If you are the primary carer of a British citizen</h2>\n\n<p>You can only apply if you either:</p>\n\n<ul>\n  <li>already have pre-settled status as the primary carer of a British citizen</li>\n  <li>entered the UK with an EU Settlement Scheme family permit as a ‘specified EEA family permit case’ based on being the primary carer of such a British citizen</li>\n</ul>\n\n<p>If you have a family permit, it will say on your decision letter if it’s a ‘specified EEA family permit case’.</p>\n\n<p>You must have had no other type of permission to stay in the UK since you entered with your EU Settlement Scheme family permit.</p>\n\n<p>To be someone’s primary carer, you must be responsible for their day to day care, including making decisions about their education, health and finances. You must also be their:</p>\n\n<ul>\n  <li>parent or legal guardian</li>\n  <li>grandparent</li>\n  <li>brother or sister</li>\n  <li>spouse or civil partner</li>\n  <li>child</li>\n  <li>grandchild</li>\n</ul>\n\n<p>You can share these responsibilities with someone else.</p>\n\n<p>If your family permit has expired, you’ll need to show <a href=\"/settled-status-eu-citizens-families/eligibility\">‘reasonable grounds’ for the delay in applying</a>.</p>\n\n<h3 id=\"what-youll-need-to-apply-1\">What you’ll need to apply</h3>\n\n<p>You’ll need proof of your:</p>\n\n<ul>\n  <li>identity</li>\n  <li>continuous residence</li>\n  <li>relationship to your family member</li>\n  <li>family member’s identity and continuous residence</li>\n</ul>\n\n<p><a href=\"/settled-status-eu-citizens-families/what-youll-need-to-apply\">Check the full list of documents you can use as evidence</a>.</p>\n\n<p>You’ll also need proof that:</p>\n\n<ul>\n  <li>the person you’re the primary carer of is a British citizen, and they were living in the UK by 31 December 2020</li>\n  <li>you were the primary carer for that person by 31 December 2020</li>\n  <li>they would not be able to live in the UK, the EU, Switzerland, Norway, Iceland or Liechtenstein if you left the UK indefinitely</li>\n</ul>\n\n<h2 id=\"how-to-apply\">How to apply</h2>\n\n<p><a href=\"/contact-ukvi-inside-outside-uk/y/inside-the-uk/applying-to-continue-living-in-the-uk-including-settled-and-pre-settled-status/something-else/settled-or-pre-settled-status-the-eu-settlement-scheme\">Contact the Resolution Centre online</a> to apply.</p>\n\n<p>If you’re eligible, you’ll be given a form with a unique reference number which you must use to apply. If you’re not eligible to apply, they will tell you and you will not be sent a form.</p>\n\n<p>You must send your completed application form and supporting documents to the Home Office by post.</p>\n\n<div class=\"address\"><div class=\"adr org fn\"><p>\n\nEU Settlement Scheme\n<br>PO Box 2076\n<br>Liverpool\n<br>L69 3PG\n<br>\n</p></div></div>\n\n<p>You must not send your form back by email unless the Resolution Centre has told you to do so.</p>\n\n<p>You cannot use the online service to apply.</p>\n",
        "slug": "family-carer-british-citizen",
        "title": "Applying if you’re the family member or primary carer of a British citizen"
      },
      {
        "body": "<p>You can apply using any device, for example, a laptop, Android device or iPhone.</p>\n\n<p><a href=\"/settled-status-eu-citizens-families/what-youll-need-to-apply\">Check what you’ll need</a> before you apply.</p>\n\n<p>If you have pre-settled status already, you’ll need to apply again when you’re <a href=\"/settled-status-eu-citizens-families/switch-from-presettled-status-to-settled-status\">changing your pre-settled status to settled status</a>.</p>\n\n<h2 id=\"apply\">Apply</h2>\n\n<p>The deadline for applying for most people was 30 June 2021. You can still apply if either:</p>\n\n<ul>\n  <li>the deadline for you to apply is after 30 June 2021</li>\n  <li>you have <a href=\"/settled-status-eu-citizens-families/eligibility\">‘reasonable grounds’ for why you’re applying now, and not by the deadline or in the time since the deadline passed</a>\n</li>\n</ul>\n\n<p>If you’re <a href=\"/settled-status-eu-citizens-families/apply-settled-status-for-child\">applying for yourself and your children</a>, make your own application first.</p>\n\n<p><a class=\"gem-c-button govuk-button govuk-button--start\" role=\"button\" data-module=\"govuk-button\" draggable=\"false\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/euss\"><span> Start now </span><svg class=\"govuk-button__start-icon govuk-!-display-none-print\" xmlns=\"http://www.w3.org/2000/svg\" width=\"17.5\" height=\"19\" viewbox=\"0 0 33 40\" focusable=\"false\" aria-hidden=\"true\"><path fill=\"currentColor\" d=\"M0 0h13l20 20-20 20H0l20-20z\"></path></svg></a></p>\n\n<p>The Home Office will use the personal information you provide to decide whether to grant your application. Find out <a href=\"/guidance/eu-settlement-scheme-how-we-use-your-personal-information\">how the Home Office will process your personal information</a>.</p>\n\n<h2 id=\"continue-your-application\">Continue your application</h2>\n\n<p>If you’ve already started to apply, you can <a rel=\"external\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/dashboard/\">continue your application</a>.</p>\n\n<h2 id=\"who-cannot-use-this-service\">Who cannot use this service</h2>\n\n<p>You cannot use the online service to apply to the scheme if you’re applying as:</p>\n\n<ul>\n  <li>the family member of a British citizen you lived with in the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein by 31 December 2020 and you returned with them to the UK</li>\n  <li>the family member of a British citizen who is also a citizen of an <abbr title=\"European Union\">EU</abbr> country, Switzerland, Norway, Iceland or Liechtenstein, and they lived in the UK as a citizen of one of those countries before becoming a British citizen</li>\n  <li>the child (who is in education in the UK) of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein who used to live and work in the UK</li>\n</ul>\n\n<p>You and your child can also not apply using the online service if by 31 December 2020 you were the primary carer of a:</p>\n\n<ul>\n  <li>British citizen (and you did not have another type of permission to stay in the UK)</li>\n  <li>child of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein who used to live and work in the UK - the child must be in education in the UK</li>\n  <li>self-sufficient child from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein</li>\n</ul>\n\n<p>If you do not have any of the documents you’ll need to prove your identity, you may not be able to use the online service. <a href=\"/settled-status-eu-citizens-families/what-youll-need-to-apply\">Check what you’ll need</a> before you apply.</p>\n\n<h3 id=\"if-you-cannot-use-the-online-service\">If you cannot use the online service</h3>\n\n<p><a href=\"/contact-ukvi-inside-outside-uk/y/inside-the-uk/applying-to-continue-living-in-the-uk-including-settled-and-pre-settled-status/something-else/settled-or-pre-settled-status-the-eu-settlement-scheme\">Contact the Resolution Centre online</a> to find out how to apply.</p>\n\n<p>They will usually send you an application form. You must send your completed application form and supporting documents to the Home Office by post.</p>\n\n<div class=\"address\"><div class=\"adr org fn\"><p>\n\nEU Settlement Scheme\n<br>PO Box 2076\n<br>Liverpool\n<br>L69 3PG\n<br>\n</p></div></div>\n\n<p>You must not send your form back by email unless the Resolution Centre has told you to do so.</p>\n\n<p>If you’re <a href=\"/settled-status-eu-citizens-families/family-carer-british-citizen\">applying as the family member or primary carer of a British citizen</a> and you’re eligible to apply, you’ll be given a form with a unique reference number. You must use this form to apply.</p>\n\n<p>If you’re not eligible to apply, the Resolution Centre will tell you and you will not be sent a form.</p>\n\n<h2 id=\"when-you-can-apply-from-outside-the-uk\">When you can apply from outside the UK</h2>\n\n<p>If you’re from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein, you can apply from outside the UK if you hold either a valid passport or national identity card with a biometric chip.</p>\n\n<p>If you’re from somewhere else, you can apply to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme from outside the UK if you have a UK-issued biometric residence card (if it has not expired).</p>\n\n<p>Otherwise, you will need to apply for an <a href=\"/family-permit\"><abbr title=\"European Union\">EU</abbr> Settlement Scheme family permit</a> to come to the UK. Once you’re in the UK you can apply to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme.</p>\n\n<h2 id=\"fees\">Fees</h2>\n\n<p>It’s free to apply to the scheme.</p>\n\n<h2 id=\"get-help\">Get help</h2>\n\n<p><a rel=\"external\" href=\"https://eu-settled-status-enquiries.service.gov.uk/start\">Contact the Resolution Centre online</a>.</p>\n\n<p>You can also get help over the phone.</p>\n\n<p>The phone number is different if you’re from a local council or another organisation helping others to apply.</p>\n\n<h3 id=\"if-youre-inside-the-uk\">If you’re inside the UK</h3>\n\n<div class=\"contact\">\n<p>Telephone: 0300 123 7379 <br>\nMonday to Friday (excluding bank holidays), 8am to 8.30pm <br>\nSaturday and Sunday, 9:30am to 4:30pm<br>\n<a href=\"/call-charges\">Find out about call charges</a></p>\n</div>\n\n<h3 id=\"if-youre-outside-the-uk\">If you’re outside the UK</h3>\n\n<div class=\"contact\">\n<p>Telephone: 0300 123 7379 <br>\nMonday to Friday (excluding bank holidays), 8am to 8.30pm <br>\nSaturday and Sunday, 9:30am to 4:30pm <br>\n<a href=\"/call-charges\">Find out about call charges</a></p>\n</div>\n\n<h3 id=\"if-youre-from-an-organisation-helping-others-to-apply\">If you’re from an organisation helping others to apply</h3>\n\n<div class=\"contact\">\n<p>Telephone: 0300 790 0566<br>\nMonday to Friday (excluding bank holidays), 8am to 8.30pm <br>\nSaturday and Sunday, 9:30am to 4:30pm <br>\n<a href=\"/call-charges\">Find out about call charges</a></p>\n</div>\n\n<p>You can also <a href=\"/assisted-digital-help-online-applications\">get support if you need help doing things online</a>.</p>\n\n",
        "slug": "applying-for-settled-status",
        "title": "Apply to the EU Settlement Scheme"
      },
      {
        "body": "<p>The deadline to apply to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme in most cases was 30 June 2021. In some cases, you can still apply after the deadline.</p>\n\n<p>If you have indefinite leave to enter (<abbr title=\"indefinite leave to enter\">ILE</abbr>) or indefinite leave to remain (<abbr title=\"indefinite leave to remain\">ILR</abbr>), you do not need settled or pre-settled status to continue living in the UK. This means you do not need to apply to the scheme, but you can choose to apply.</p>\n\n<h2 id=\"what-youll-get\">What you’ll get</h2>\n\n<p>If you have <abbr title=\"indefinite leave to enter\">ILE</abbr> or <abbr title=\"indefinite leave to remain\">ILR</abbr>, and you successfully apply to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme, you’ll get indefinite leave to enter or remain under the <abbr title=\"European Union\">EU</abbr> Settlement Scheme - also known as settled status. You will not have to prove you have 5 years’ continuous residence.</p>\n\n<p>This means you can spend up to 5 years in a row outside the UK, the Channel Islands or the Isle of Man without losing your settled status (instead of 2 years with the <abbr title=\"indefinite leave to enter\">ILE</abbr> or <abbr title=\"indefinite leave to remain\">ILR</abbr> you have now).</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If you’re a Swiss citizen, you and your family members can spend up to 4 years in a row outside the UK, the Channel Islands or the Isle of Man without losing your settled status. Your family members do not have to be Swiss citizens.</p>\n</div>\n\n<h3 id=\"if-you-spend-too-much-time-outside-the-uk-the-channel-islands-or-the-isle-of-man\">If you spend too much time outside the UK, the Channel Islands or the Isle of Man</h3>\n\n<p>If you spend more than 5 years in a row outside the UK, the Channel Islands or the Isle of Man (4 years if you’re a Swiss citizen or their family member) you’ll lose your settled status. You’ll usually need to <a href=\"/apply-to-come-to-the-uk\">apply for a visa</a> to live and work in the UK.</p>\n\n<p>You can reapply to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme if you’re eligible as a <a href=\"/settled-status-eu-citizens-families/join-EU-EEA-Swiss-family-member\">family member of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein</a>.</p>\n\n<h2 id=\"if-you-moved-to-the-uk-before-it-joined-the-eu-on-1-january-1973\">If you moved to the UK before it joined the <abbr title=\"European Union\">EU</abbr> on 1 January 1973</h2>\n\n<p>You may have been given <abbr title=\"indefinite leave to remain\">ILR</abbr> automatically if you’re from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein and you lived in the UK before 1973. If you were, you do not need to apply to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme to stay in the UK, but you can choose to apply.</p>\n\n<p>If you do not have a document confirming your <abbr title=\"indefinite leave to remain\">ILR</abbr> status, you can either:</p>\n\n<ul>\n  <li>\n<a href=\"/settled-status-eu-citizens-families/applying-for-settled-status\">apply to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme</a> to get settled status</li>\n  <li>\n<a href=\"/government/publications/undocumented-commonwealth-citizens-resident-in-the-uk\">apply to the Windrush scheme</a> to get proof of your <abbr title=\"indefinite leave to remain\">ILR</abbr> status</li>\n</ul>\n\n<p>If you’re from Malta or Cyprus, you could also apply for British citizenship through the <a href=\"/government/publications/undocumented-commonwealth-citizens-resident-in-the-uk\">Windrush scheme</a>.</p>\n\n<p>Applications for either scheme are free of charge.</p>\n\n",
        "slug": "if-you-have-indefinite-leave-to-enter-remain",
        "title": "If you have indefinite leave to enter or remain"
      },
      {
        "body": "<p>The deadline for applying for most people was 30 June 2021. You can still <a href=\"/settled-status-eu-citizens-families/eligibility\">apply to the scheme</a> if either:</p>\n\n<ul>\n  <li>the deadline for you to apply is after 30 June 2021</li>\n  <li>you have <a href=\"/settled-status-eu-citizens-families/eligibility\">‘reasonable grounds’ for why you’re applying now, and not by the deadline or in the time since the deadline passed</a>\n</li>\n</ul>\n\n<p>If you can still apply, you and your family members can get settled status with less than 5 years’ continuous residence in certain situations.</p>\n\n<h2 id=\"if-you-have-to-stop-working\">If you have to stop working</h2>\n\n<p>If you’re from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein, you may be able to get settled status if you have to stop working or being self-employed in the UK because of an accident or illness (known as ‘permanent incapacity’).</p>\n\n<p>You may be able to get settled status if either:</p>\n\n<ul>\n  <li>you have lived continuously in the UK, the Channel Islands or the Isle of Man for more than the 2 years immediately beforehand</li>\n  <li>the permanent incapacity was the result of an accident at work or an occupational disease that entitles you to a pension from a UK institution</li>\n</ul>\n\n<p>You can also get settled status if you’re married to or in a civil partnership with a British citizen.</p>\n\n<p>If you’re the family member of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein at the time they had to stop working or being self-employed in the UK, you may also be eligible for settled status.</p>\n\n<h2 id=\"if-you-reach-state-pension-age-or-retire-early\">If you reach State Pension age or retire early</h2>\n\n<p>If you’re from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein you may be able to get settled status if you reach State Pension age or retire early in the UK.</p>\n\n<p>If you’re the family member of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein at the time they reach State Pension age or retire early in the UK, you may also be eligible for settled status.</p>\n\n<h3 id=\"if-you-reach-state-pension-age\">If you reach State Pension age</h3>\n\n<p>If you’re from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein, you can get settled status if you stopped working when you reached State Pension age and either:</p>\n\n<ul>\n  <li>you worked continuously or were self employed in the UK for at least 1 year beforehand and have lived continuously in the UK, the Channel Islands or the Isle of Man for more than 3 years</li>\n  <li>your spouse or civil partner is a British citizen</li>\n</ul>\n\n<h3 id=\"if-you-retire-early\">If you retire early</h3>\n\n<p>If you’re from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein you can get settled status if you retire early and either:</p>\n\n<ul>\n  <li>you worked continuously (for someone other than yourself) in the UK for at least 1 year beforehand and have lived continuously in the UK, the Channel Islands or the Isle of Man for more than 3 years</li>\n  <li>your spouse or civil partner is a British citizen</li>\n</ul>\n\n<h2 id=\"if-you-start-work-or-self-employment-in-the-eu-switzerland-norway-iceland-or-liechtenstein\">If you start work or self-employment in the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein</h2>\n\n<p>If you’re from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein you can get settled status if you start work or self-employment in one of those countries and you both:</p>\n\n<ul>\n  <li>have lived and worked or been self-employed in the UK continuously for at least 3 years beforehand</li>\n  <li>usually return to your UK home at least once a week</li>\n</ul>\n\n<p>If you’re the family member of someone from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein at the time they start work or self-employment in one of those countries you may also be eligible for settled status.</p>\n\n",
        "slug": "settled-status-less-than-5-years",
        "title": "If you stop working in the UK or start working in an EU country"
      },
      {
        "body": "<p>After you’ve applied, the Home Office will check your application.</p>\n\n<p>They’ll confirm whether your application is valid including checks on your:</p>\n\n<ul>\n  <li>proof of identity</li>\n  <li>biometrics</li>\n  <li>entitlement to apply from outside the UK (if applicable)</li>\n  <li>legal entry into the UK (if you’re a joining family member)</li>\n  <li>reasonable grounds for the delay in applying (if applicable)</li>\n</ul>\n\n<p>If your application is valid, you’ll get a certificate of application.</p>\n\n<p>The certificate will explain what you can use it for while you’re waiting for a decision - for example, to prove your right to work, rent, claim certain benefits or use NHS services in the UK.</p>\n\n<p>If your application is successful, you’ll get a decision letter by email or post confirming you’ve been given settled or pre-settled status. You cannot use the letter itself to prove your status.</p>\n\n<p>Do not travel to the UK until you’ve been given pre-settled or settled status. <a href=\"/uk-border-control/before-you-leave-for-the-uk\">Check the documents you’ll need to enter the UK</a>.</p>\n\n<p>The status you get under the <abbr title=\"European Union\">EU</abbr> Settlement Scheme proves your rights in the UK only.</p>\n\n<p>Your documents will be returned to you automatically once the decision has been made - this usually takes between 6 to 8 weeks.</p>\n\n<h2 id=\"viewing-and-proving-your-status-online\">Viewing and proving your status online</h2>\n\n<p>You can <a href=\"/view-prove-immigration-status\">view your status or prove it to someone else online</a>, for example employers or landlords.</p>\n\n<p>You’ll get a ‘share code’ to give to your employer or landlord. <a href=\"/check-immigration-status\">They can view your immigration status and rights</a> by entering the share code and your date of birth online.</p>\n\n<h2 id=\"if-youre-not-from-the-eu-switzerland-norway-iceland-or-liechtenstein\">​​If you’re not from the <abbr title=\"European Union\">EU</abbr>, Switzerland, Norway, Iceland or Liechtenstein</h2>\n\n<p>You can <a href=\"/view-prove-immigration-status\">view your status or prove it to someone else online</a>.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You cannot use your biometric residence card (BRC) to confirm your right to work or rent. You’ll need to <a href=\"/prove-right-to-work\">prove your right to work online</a> or <a href=\"/prove-right-to-rent\">prove your right to rent online</a> instead.</p>\n</div>\n\n<p>If you did not have a <abbr title=\"Biometric residence permit\">BRC</abbr> when you applied to the <abbr title=\"European Union\">EU</abbr> Settlement Scheme, you’ll be sent one by post if your application is successful. This <abbr title=\"Biometric residence permit\">BRC</abbr> will expire on 31 December 2024. Your immigration status will not be affected.</p>\n\n<p>From 1 January 2025, you’ll only be able to <a href=\"/view-prove-immigration-status\">view your status or prove it to someone else online</a>.</p>\n\n<h2 id=\"travelling-abroad\">Travelling abroad</h2>\n\n<p>You cannot use your <abbr title=\"Biometric residence permit\">BRC</abbr> to travel from the UK to another country. You’ll need to apply for a visa if the country you’re travelling to requires one.</p>\n\n<h3 id=\"returning-to-the-uk\">Returning to the UK</h3>\n\n<p>If you’re a <a href=\"/guidance/immigration-rules/immigration-rules-appendix-visitor-visa-national-list\">national of a country requiring UK entry clearance</a>, you’ll need:</p>\n\n<ul>\n  <li>a valid <abbr title=\"Biometric residence permit\">BRC</abbr>\n</li>\n  <li>a passport</li>\n</ul>\n\n<p>If your <abbr title=\"Biometric residence permit\">BRC</abbr> is lost, stolen or expires when you’re outside the UK, you can get an <a href=\"/euss-travel-permit\"><abbr title=\"European Union\">EU</abbr> Settlement Scheme travel permit</a>. Once you return, you should then <a href=\"/uk-residence-card/replace\">apply for a replacement <abbr title=\"Biometric residence permit\">BRC</abbr></a>. You must apply from inside the UK.</p>\n\n<p>From 1 January 2025, you’ll only be able to <a href=\"/view-prove-immigration-status\">view your status or prove it to someone else online</a>.</p>\n\n<h2 id=\"updating-your-details\">Updating your details</h2>\n\n<p>You must <a href=\"/update-eu-settlement-scheme-details\">keep your details up to date</a>, for example if you get a new passport.</p>\n\n<h2 id=\"applying-for-citizenship\">Applying for citizenship</h2>\n\n<p>You’ll usually be able to <a href=\"/apply-citizenship-indefinite-leave-to-remain\">apply for citizenship</a> 12 months after you’ve got settled status.</p>\n\n<h2 id=\"if-the-home-office-finds-a-mistake-or-needs-more-information\">If the Home Office finds a mistake or needs more information</h2>\n\n<p>The Home Office will contact you before making a decision on a valid application, so you can correct the error.</p>\n\n<p>They’ll also tell you if you need to provide more evidence before they can make a decision.</p>\n\n<p>If you cannot find the email in your inbox, check your junk or spam folder before contacting the Home Office for progress on your application.</p>\n\n<h2 id=\"appeal-the-decision\">Appeal the decision</h2>\n\n<p>You can <a href=\"/immigration-asylum-tribunal\">make an appeal to an independent tribunal</a> if your application is refused.</p>\n\n<p>You may have to pay for any NHS healthcare that you received while waiting for a decision.</p>\n\n<h2 id=\"if-you-already-have-an-outstanding-immigration-application\">If you already have an outstanding immigration application</h2>\n\n<p>The Home Office will consider both applications. If you meet the criteria for both, you can choose which one is granted.</p>\n\n",
        "slug": "after-youve-applied",
        "title": "After you've applied"
      }
    ]
  },
  "document_type": "guide",
  "first_published_at": "2018-06-21T12:15:03Z",
  "links": {
    "available_translations": [
      {
        "api_path": "/api/content/settled-status-eu-citizens-families",
        "api_url": "https://www.gov.uk/api/content/settled-status-eu-citizens-families",
        "base_path": "/settled-status-eu-citizens-families",
        "content_id": "91504a10-f697-42a3-a779-f238b4955ea9",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2018-08-31T15:19:02Z",
        "schema_name": "guide",
        "title": "Apply to the EU Settlement Scheme (settled and pre-settled status)",
        "web_url": "https://www.gov.uk/settled-status-eu-citizens-families",
        "withdrawn": false
      }
    ],
    "document_collections": [
      {
        "api_path": "/api/content/government/collections/the-digital-technology-and-computer-services-sectors-from-january-2021",
        "api_url": "https://www.gov.uk/api/content/government/collections/the-digital-technology-and-computer-services-sectors-from-january-2021",
        "base_path": "/government/collections/the-digital-technology-and-computer-services-sectors-from-january-2021",
        "content_id": "10c07a77-1b0e-4135-893d-ea2f6d78a174",
        "document_type": "document_collection",
        "links": {
          "documents": [
            {
              "api_path": "/api/content/settled-status-eu-citizens-families",
              "api_url": "https://www.gov.uk/api/content/settled-status-eu-citizens-families",
              "base_path": "/settled-status-eu-citizens-families",
              "content_id": "91504a10-f697-42a3-a779-f238b4955ea9",
              "document_type": "guide",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2018-08-31T15:19:02Z",
              "schema_name": "guide",
              "title": "Apply to the EU Settlement Scheme (settled and pre-settled status)",
              "web_url": "https://www.gov.uk/settled-status-eu-citizens-families",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2021-01-12T15:18:16Z",
        "schema_name": "document_collection",
        "title": "The digital, technology and computer services sectors and the EU",
        "web_url": "https://www.gov.uk/government/collections/the-digital-technology-and-computer-services-sectors-from-january-2021",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/government/collections/guidance-for-higher-education-providers-during-the-transition-period-and-after-1-january-2021",
        "api_url": "https://www.gov.uk/api/content/government/collections/guidance-for-higher-education-providers-during-the-transition-period-and-after-1-january-2021",
        "base_path": "/government/collections/guidance-for-higher-education-providers-during-the-transition-period-and-after-1-january-2021",
        "content_id": "2447a975-b42d-42be-940f-73d09f9ea44c",
        "document_type": "document_collection",
        "links": {
          "documents": [
            {
              "api_path": "/api/content/settled-status-eu-citizens-families",
              "api_url": "https://www.gov.uk/api/content/settled-status-eu-citizens-families",
              "base_path": "/settled-status-eu-citizens-families",
              "content_id": "91504a10-f697-42a3-a779-f238b4955ea9",
              "document_type": "guide",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2018-08-31T15:19:02Z",
              "schema_name": "guide",
              "title": "Apply to the EU Settlement Scheme (settled and pre-settled status)",
              "web_url": "https://www.gov.uk/settled-status-eu-citizens-families",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2020-12-21T17:54:44Z",
        "schema_name": "document_collection",
        "title": "The higher education sector and the EU",
        "web_url": "https://www.gov.uk/government/collections/guidance-for-higher-education-providers-during-the-transition-period-and-after-1-january-2021",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/government/collections/the-civil-society-sectors-from-january-2021",
        "api_url": "https://www.gov.uk/api/content/government/collections/the-civil-society-sectors-from-january-2021",
        "base_path": "/government/collections/the-civil-society-sectors-from-january-2021",
        "content_id": "31b885ab-775a-4a1c-bb92-5bfdd127adad",
        "document_type": "document_collection",
        "links": {
          "documents": [
            {
              "api_path": "/api/content/settled-status-eu-citizens-families",
              "api_url": "https://www.gov.uk/api/content/settled-status-eu-citizens-families",
              "base_path": "/settled-status-eu-citizens-families",
              "content_id": "91504a10-f697-42a3-a779-f238b4955ea9",
              "document_type": "guide",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2018-08-31T15:19:02Z",
              "schema_name": "guide",
              "title": "Apply to the EU Settlement Scheme (settled and pre-settled status)",
              "web_url": "https://www.gov.uk/settled-status-eu-citizens-families",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2021-03-31T13:58:24Z",
        "schema_name": "document_collection",
        "title": "The civil society sectors and the EU",
        "web_url": "https://www.gov.uk/government/collections/the-civil-society-sectors-from-january-2021",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/government/collections/the-sports-and-recreation-sector-from-january-2021",
        "api_url": "https://www.gov.uk/api/content/government/collections/the-sports-and-recreation-sector-from-january-2021",
        "base_path": "/government/collections/the-sports-and-recreation-sector-from-january-2021",
        "content_id": "98cc0866-e106-4896-834b-81755872f736",
        "document_type": "document_collection",
        "links": {
          "documents": [
            {
              "api_path": "/api/content/settled-status-eu-citizens-families",
              "api_url": "https://www.gov.uk/api/content/settled-status-eu-citizens-families",
              "base_path": "/settled-status-eu-citizens-families",
              "content_id": "91504a10-f697-42a3-a779-f238b4955ea9",
              "document_type": "guide",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2018-08-31T15:19:02Z",
              "schema_name": "guide",
              "title": "Apply to the EU Settlement Scheme (settled and pre-settled status)",
              "web_url": "https://www.gov.uk/settled-status-eu-citizens-families",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2021-01-05T15:31:28Z",
        "schema_name": "document_collection",
        "title": "The sports and recreation sector and the EU",
        "web_url": "https://www.gov.uk/government/collections/the-sports-and-recreation-sector-from-january-2021",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/government/collections/the-media-and-broadcasting-sectors-from-january-2021",
        "api_url": "https://www.gov.uk/api/content/government/collections/the-media-and-broadcasting-sectors-from-january-2021",
        "base_path": "/government/collections/the-media-and-broadcasting-sectors-from-january-2021",
        "content_id": "bf0b3a7c-f7d6-4799-bc60-bc59330251ea",
        "document_type": "document_collection",
        "links": {
          "documents": [
            {
              "api_path": "/api/content/settled-status-eu-citizens-families",
              "api_url": "https://www.gov.uk/api/content/settled-status-eu-citizens-families",
              "base_path": "/settled-status-eu-citizens-families",
              "content_id": "91504a10-f697-42a3-a779-f238b4955ea9",
              "document_type": "guide",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2018-08-31T15:19:02Z",
              "schema_name": "guide",
              "title": "Apply to the EU Settlement Scheme (settled and pre-settled status)",
              "web_url": "https://www.gov.uk/settled-status-eu-citizens-families",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2021-01-05T15:25:07Z",
        "schema_name": "document_collection",
        "title": "The media and broadcasting sectors and the EU",
        "web_url": "https://www.gov.uk/government/collections/the-media-and-broadcasting-sectors-from-january-2021",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/government/collections/the-arts-culture-and-heritage-sectors-from-january-2021",
        "api_url": "https://www.gov.uk/api/content/government/collections/the-arts-culture-and-heritage-sectors-from-january-2021",
        "base_path": "/government/collections/the-arts-culture-and-heritage-sectors-from-january-2021",
        "content_id": "f43240ab-30d4-4dae-a8e4-97c7bf4d8401",
        "document_type": "document_collection",
        "links": {
          "documents": [
            {
              "api_path": "/api/content/settled-status-eu-citizens-families",
              "api_url": "https://www.gov.uk/api/content/settled-status-eu-citizens-families",
              "base_path": "/settled-status-eu-citizens-families",
              "content_id": "91504a10-f697-42a3-a779-f238b4955ea9",
              "document_type": "guide",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2018-08-31T15:19:02Z",
              "schema_name": "guide",
              "title": "Apply to the EU Settlement Scheme (settled and pre-settled status)",
              "web_url": "https://www.gov.uk/settled-status-eu-citizens-families",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2021-01-05T14:33:11Z",
        "schema_name": "document_collection",
        "title": "The arts, culture and heritage sectors and the EU",
        "web_url": "https://www.gov.uk/government/collections/the-arts-culture-and-heritage-sectors-from-january-2021",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/government/collections/the-telecoms-and-information-services-sector-from-january-2021",
        "api_url": "https://www.gov.uk/api/content/government/collections/the-telecoms-and-information-services-sector-from-january-2021",
        "base_path": "/government/collections/the-telecoms-and-information-services-sector-from-january-2021",
        "content_id": "d955878b-33e7-4b05-aaec-ae64b1fe2d6d",
        "document_type": "document_collection",
        "links": {
          "documents": [
            {
              "api_path": "/api/content/settled-status-eu-citizens-families",
              "api_url": "https://www.gov.uk/api/content/settled-status-eu-citizens-families",
              "base_path": "/settled-status-eu-citizens-families",
              "content_id": "91504a10-f697-42a3-a779-f238b4955ea9",
              "document_type": "guide",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2018-08-31T15:19:02Z",
              "schema_name": "guide",
              "title": "Apply to the EU Settlement Scheme (settled and pre-settled status)",
              "web_url": "https://www.gov.uk/settled-status-eu-citizens-families",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2021-01-05T17:09:53Z",
        "schema_name": "document_collection",
        "title": "The telecoms and information services sector and the EU",
        "web_url": "https://www.gov.uk/government/collections/the-telecoms-and-information-services-sector-from-january-2021",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/government/collections/the-art-market-sector-from-january-2021",
        "api_url": "https://www.gov.uk/api/content/government/collections/the-art-market-sector-from-january-2021",
        "base_path": "/government/collections/the-art-market-sector-from-january-2021",
        "content_id": "876c78e9-bf62-47a0-b460-ad9acbe79c9f",
        "document_type": "document_collection",
        "links": {
          "documents": [
            {
              "api_path": "/api/content/settled-status-eu-citizens-families",
              "api_url": "https://www.gov.uk/api/content/settled-status-eu-citizens-families",
              "base_path": "/settled-status-eu-citizens-families",
              "content_id": "91504a10-f697-42a3-a779-f238b4955ea9",
              "document_type": "guide",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2018-08-31T15:19:02Z",
              "schema_name": "guide",
              "title": "Apply to the EU Settlement Scheme (settled and pre-settled status)",
              "web_url": "https://www.gov.uk/settled-status-eu-citizens-families",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2021-01-05T17:03:52Z",
        "schema_name": "document_collection",
        "title": "The art market sector and the EU",
        "web_url": "https://www.gov.uk/government/collections/the-art-market-sector-from-january-2021",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/government/collections/the-creative-industries-sector-from-january-2021",
        "api_url": "https://www.gov.uk/api/content/government/collections/the-creative-industries-sector-from-january-2021",
        "base_path": "/government/collections/the-creative-industries-sector-from-january-2021",
        "content_id": "aca83cde-e0ad-4ae1-804f-bae5a0f4f953",
        "document_type": "document_collection",
        "links": {
          "documents": [
            {
              "api_path": "/api/content/settled-status-eu-citizens-families",
              "api_url": "https://www.gov.uk/api/content/settled-status-eu-citizens-families",
              "base_path": "/settled-status-eu-citizens-families",
              "content_id": "91504a10-f697-42a3-a779-f238b4955ea9",
              "document_type": "guide",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2018-08-31T15:19:02Z",
              "schema_name": "guide",
              "title": "Apply to the EU Settlement Scheme (settled and pre-settled status)",
              "web_url": "https://www.gov.uk/settled-status-eu-citizens-families",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2021-01-05T12:30:21Z",
        "schema_name": "document_collection",
        "title": "The creative industries sector and the EU",
        "web_url": "https://www.gov.uk/government/collections/the-creative-industries-sector-from-january-2021",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/government/collections/the-gambling-sector-from-january-2021",
        "api_url": "https://www.gov.uk/api/content/government/collections/the-gambling-sector-from-january-2021",
        "base_path": "/government/collections/the-gambling-sector-from-january-2021",
        "content_id": "a6bdd55e-4800-4ae9-848e-71587e95f964",
        "document_type": "document_collection",
        "links": {
          "documents": [
            {
              "api_path": "/api/content/settled-status-eu-citizens-families",
              "api_url": "https://www.gov.uk/api/content/settled-status-eu-citizens-families",
              "base_path": "/settled-status-eu-citizens-families",
              "content_id": "91504a10-f697-42a3-a779-f238b4955ea9",
              "document_type": "guide",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2018-08-31T15:19:02Z",
              "schema_name": "guide",
              "title": "Apply to the EU Settlement Scheme (settled and pre-settled status)",
              "web_url": "https://www.gov.uk/settled-status-eu-citizens-families",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2021-01-05T16:54:32Z",
        "schema_name": "document_collection",
        "title": "The gambling sector and the EU",
        "web_url": "https://www.gov.uk/government/collections/the-gambling-sector-from-january-2021",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/government/collections/the-tourism-sector-from-january-2021",
        "api_url": "https://www.gov.uk/api/content/government/collections/the-tourism-sector-from-january-2021",
        "base_path": "/government/collections/the-tourism-sector-from-january-2021",
        "content_id": "16a18dcb-4954-45ac-ad6a-b8d94348bb36",
        "document_type": "document_collection",
        "links": {
          "documents": [
            {
              "api_path": "/api/content/settled-status-eu-citizens-families",
              "api_url": "https://www.gov.uk/api/content/settled-status-eu-citizens-families",
              "base_path": "/settled-status-eu-citizens-families",
              "content_id": "91504a10-f697-42a3-a779-f238b4955ea9",
              "document_type": "guide",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2018-08-31T15:19:02Z",
              "schema_name": "guide",
              "title": "Apply to the EU Settlement Scheme (settled and pre-settled status)",
              "web_url": "https://www.gov.uk/settled-status-eu-citizens-families",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2021-01-05T11:58:28Z",
        "schema_name": "document_collection",
        "title": "The tourism sector and the EU",
        "web_url": "https://www.gov.uk/government/collections/the-tourism-sector-from-january-2021",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/government/collections/guidance-for-local-authority-childrens-services-during-the-transition-period-and-after-1-january-2021",
        "api_url": "https://www.gov.uk/api/content/government/collections/guidance-for-local-authority-childrens-services-during-the-transition-period-and-after-1-january-2021",
        "base_path": "/government/collections/guidance-for-local-authority-childrens-services-during-the-transition-period-and-after-1-january-2021",
        "content_id": "b03e74af-13a1-4db1-bf49-de024cad02af",
        "document_type": "document_collection",
        "links": {
          "documents": [
            {
              "api_path": "/api/content/settled-status-eu-citizens-families",
              "api_url": "https://www.gov.uk/api/content/settled-status-eu-citizens-families",
              "base_path": "/settled-status-eu-citizens-families",
              "content_id": "91504a10-f697-42a3-a779-f238b4955ea9",
              "document_type": "guide",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2018-08-31T15:19:02Z",
              "schema_name": "guide",
              "title": "Apply to the EU Settlement Scheme (settled and pre-settled status)",
              "web_url": "https://www.gov.uk/settled-status-eu-citizens-families",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2020-11-17T15:00:35Z",
        "schema_name": "document_collection",
        "title": "Local authority children's services and the EU",
        "web_url": "https://www.gov.uk/government/collections/guidance-for-local-authority-childrens-services-during-the-transition-period-and-after-1-january-2021",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/government/collections/guidance-for-schools-during-the-transition-period-and-after-1-january-2021",
        "api_url": "https://www.gov.uk/api/content/government/collections/guidance-for-schools-during-the-transition-period-and-after-1-january-2021",
        "base_path": "/government/collections/guidance-for-schools-during-the-transition-period-and-after-1-january-2021",
        "content_id": "804eed2f-840c-4ad5-92f7-fa69f1039a4b",
        "document_type": "document_collection",
        "links": {
          "documents": [
            {
              "api_path": "/api/content/settled-status-eu-citizens-families",
              "api_url": "https://www.gov.uk/api/content/settled-status-eu-citizens-families",
              "base_path": "/settled-status-eu-citizens-families",
              "content_id": "91504a10-f697-42a3-a779-f238b4955ea9",
              "document_type": "guide",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2018-08-31T15:19:02Z",
              "schema_name": "guide",
              "title": "Apply to the EU Settlement Scheme (settled and pre-settled status)",
              "web_url": "https://www.gov.uk/settled-status-eu-citizens-families",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2020-11-17T15:00:28Z",
        "schema_name": "document_collection",
        "title": "The schools sector and the EU",
        "web_url": "https://www.gov.uk/government/collections/guidance-for-schools-during-the-transition-period-and-after-1-january-2021",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/government/collections/guidance-for-providers-of-further-education-and-apprenticeships-during-the-transition-period-and-after-1-january-2021",
        "api_url": "https://www.gov.uk/api/content/government/collections/guidance-for-providers-of-further-education-and-apprenticeships-during-the-transition-period-and-after-1-january-2021",
        "base_path": "/government/collections/guidance-for-providers-of-further-education-and-apprenticeships-during-the-transition-period-and-after-1-january-2021",
        "content_id": "c9a28412-be92-426a-b15e-983b9c97a591",
        "document_type": "document_collection",
        "links": {
          "documents": [
            {
              "api_path": "/api/content/settled-status-eu-citizens-families",
              "api_url": "https://www.gov.uk/api/content/settled-status-eu-citizens-families",
              "base_path": "/settled-status-eu-citizens-families",
              "content_id": "91504a10-f697-42a3-a779-f238b4955ea9",
              "document_type": "guide",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2018-08-31T15:19:02Z",
              "schema_name": "guide",
              "title": "Apply to the EU Settlement Scheme (settled and pre-settled status)",
              "web_url": "https://www.gov.uk/settled-status-eu-citizens-families",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2021-10-25T10:58:57Z",
        "schema_name": "document_collection",
        "title": "Further education and apprenticeships and the EU",
        "web_url": "https://www.gov.uk/government/collections/guidance-for-providers-of-further-education-and-apprenticeships-during-the-transition-period-and-after-1-january-2021",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/government/collections/brexit-guidance",
        "api_url": "https://www.gov.uk/api/content/government/collections/brexit-guidance",
        "base_path": "/government/collections/brexit-guidance",
        "content_id": "479cd15b-680f-4fbe-bc64-55058879957e",
        "document_type": "document_collection",
        "links": {
          "documents": [
            {
              "api_path": "/api/content/settled-status-eu-citizens-families",
              "api_url": "https://www.gov.uk/api/content/settled-status-eu-citizens-families",
              "base_path": "/settled-status-eu-citizens-families",
              "content_id": "91504a10-f697-42a3-a779-f238b4955ea9",
              "document_type": "guide",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2018-08-31T15:19:02Z",
              "schema_name": "guide",
              "title": "Apply to the EU Settlement Scheme (settled and pre-settled status)",
              "web_url": "https://www.gov.uk/settled-status-eu-citizens-families",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2023-04-05T08:09:16Z",
        "schema_name": "document_collection",
        "title": "Travel or do business in Europe: Brexit guidance",
        "web_url": "https://www.gov.uk/government/collections/brexit-guidance",
        "withdrawn": false
      }
    ],
    "mainstream_browse_pages": [
      {
        "api_path": "/api/content/browse/visas-immigration/eu-eea-swiss",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/eu-eea-swiss",
        "base_path": "/browse/visas-immigration/eu-eea-swiss",
        "content_id": "16e8b371-acd2-4b1b-a8a1-a430b04cb475",
        "description": "Settled and pre-settled status, EU Settlement Scheme family permit, Frontier Worker permit",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2022-12-21T09:01:45Z",
        "schema_name": "mainstream_browse_page",
        "title": "EU, EEA and Swiss citizens",
        "web_url": "https://www.gov.uk/browse/visas-immigration/eu-eea-swiss",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/browse/visas-immigration/settle-in-the-uk",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/settle-in-the-uk",
        "base_path": "/browse/visas-immigration/settle-in-the-uk",
        "content_id": "b5c53aed-51d4-430c-b79f-b09f669ce30a",
        "description": "Ways to settle in the UK, indefinite leave to remain (ILR) and routes to British citizenship",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2022-12-21T09:00:19Z",
        "schema_name": "mainstream_browse_page",
        "title": "Live permanently in the UK",
        "web_url": "https://www.gov.uk/browse/visas-immigration/settle-in-the-uk",
        "withdrawn": false
      }
    ],
    "ordered_related_items": [
      {
        "api_path": "/api/content/uk-residence-card",
        "api_url": "https://www.gov.uk/api/content/uk-residence-card",
        "base_path": "/uk-residence-card",
        "content_id": "585fc781-dc17-4a1d-a66c-9515f9970ab5",
        "document_type": "guide",
        "links": {
          "mainstream_browse_pages": [
            {
              "api_path": "/api/content/browse/visas-immigration/settle-in-the-uk",
              "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/settle-in-the-uk",
              "base_path": "/browse/visas-immigration/settle-in-the-uk",
              "content_id": "b5c53aed-51d4-430c-b79f-b09f669ce30a",
              "description": "Ways to settle in the UK, indefinite leave to remain (ILR) and routes to British citizenship",
              "document_type": "mainstream_browse_page",
              "links": {
                "parent": [
                  {
                    "api_path": "/api/content/browse/visas-immigration",
                    "api_url": "https://www.gov.uk/api/content/browse/visas-immigration",
                    "base_path": "/browse/visas-immigration",
                    "content_id": "df6fcdc4-62bc-4e05-90e3-cb2e452453a4",
                    "description": "Apply to visit, work, study, settle or seek asylum in the UK",
                    "document_type": "mainstream_browse_page",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2021-06-03T13:56:26Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Visas and immigration",
                    "web_url": "https://www.gov.uk/browse/visas-immigration",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "public_updated_at": "2022-12-21T09:00:19Z",
              "schema_name": "mainstream_browse_page",
              "title": "Live permanently in the UK",
              "web_url": "https://www.gov.uk/browse/visas-immigration/settle-in-the-uk",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2014-11-19T15:15:12Z",
        "schema_name": "guide",
        "title": "UK residence cards",
        "web_url": "https://www.gov.uk/uk-residence-card",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/derivative-right-residence",
        "api_url": "https://www.gov.uk/api/content/derivative-right-residence",
        "base_path": "/derivative-right-residence",
        "content_id": "f60aa606-1ecb-44d2-9367-6ae519916581",
        "document_type": "guide",
        "links": {
          "mainstream_browse_pages": [
            {
              "api_path": "/api/content/browse/visas-immigration/settle-in-the-uk",
              "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/settle-in-the-uk",
              "base_path": "/browse/visas-immigration/settle-in-the-uk",
              "content_id": "b5c53aed-51d4-430c-b79f-b09f669ce30a",
              "description": "Ways to settle in the UK, indefinite leave to remain (ILR) and routes to British citizenship",
              "document_type": "mainstream_browse_page",
              "links": {
                "parent": [
                  {
                    "api_path": "/api/content/browse/visas-immigration",
                    "api_url": "https://www.gov.uk/api/content/browse/visas-immigration",
                    "base_path": "/browse/visas-immigration",
                    "content_id": "df6fcdc4-62bc-4e05-90e3-cb2e452453a4",
                    "description": "Apply to visit, work, study, settle or seek asylum in the UK",
                    "document_type": "mainstream_browse_page",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2021-06-03T13:56:26Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Visas and immigration",
                    "web_url": "https://www.gov.uk/browse/visas-immigration",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "public_updated_at": "2022-12-21T09:00:19Z",
              "schema_name": "mainstream_browse_page",
              "title": "Live permanently in the UK",
              "web_url": "https://www.gov.uk/browse/visas-immigration/settle-in-the-uk",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2015-04-05T23:01:21Z",
        "schema_name": "guide",
        "title": "Derivative residence cards",
        "web_url": "https://www.gov.uk/derivative-right-residence",
        "withdrawn": false
      }
    ],
    "organisations": [
      {
        "analytics_identifier": "D16",
        "api_path": "/api/content/government/organisations/home-office",
        "api_url": "https://www.gov.uk/api/content/government/organisations/home-office",
        "base_path": "/government/organisations/home-office",
        "content_id": "06056197-bc69-4147-aa28-070bca132178",
        "details": {
          "acronym": "Home Office",
          "brand": "home-office",
          "default_news_image": {
            "high_resolution_url": "https://assets.publishing.service.gov.uk/media/5a37db3ce5274a7908e3530c/s960_home-office.jpg",
            "url": "https://assets.publishing.service.gov.uk/media/5a37db3c40f0b649cceb18de/s300_home-office.jpg"
          },
          "logo": {
            "crest": "ho",
            "formatted_title": "Home Office"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Home Office",
        "web_url": "https://www.gov.uk/government/organisations/home-office",
        "withdrawn": false
      },
      {
        "analytics_identifier": "OT554",
        "api_path": "/api/content/government/organisations/uk-visas-and-immigration",
        "api_url": "https://www.gov.uk/api/content/government/organisations/uk-visas-and-immigration",
        "base_path": "/government/organisations/uk-visas-and-immigration",
        "content_id": "04148522-b0c1-4137-b687-5f3c3bdd561a",
        "details": {
          "acronym": "UKVI",
          "brand": "home-office",
          "default_news_image": null,
          "logo": {
            "crest": "ho",
            "formatted_title": "UK Visas and Immigration"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "UK Visas and Immigration",
        "web_url": "https://www.gov.uk/government/organisations/uk-visas-and-immigration",
        "withdrawn": false
      }
    ],
    "parent": [
      {
        "api_path": "/api/content/browse/visas-immigration/eu-eea-swiss",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/eu-eea-swiss",
        "base_path": "/browse/visas-immigration/eu-eea-swiss",
        "content_id": "16e8b371-acd2-4b1b-a8a1-a430b04cb475",
        "description": "Settled and pre-settled status, EU Settlement Scheme family permit, Frontier Worker permit",
        "document_type": "mainstream_browse_page",
        "links": {
          "parent": [
            {
              "api_path": "/api/content/browse/visas-immigration",
              "api_url": "https://www.gov.uk/api/content/browse/visas-immigration",
              "base_path": "/browse/visas-immigration",
              "content_id": "df6fcdc4-62bc-4e05-90e3-cb2e452453a4",
              "description": "Apply to visit, work, study, settle or seek asylum in the UK",
              "document_type": "mainstream_browse_page",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2021-06-03T13:56:26Z",
              "schema_name": "mainstream_browse_page",
              "title": "Visas and immigration",
              "web_url": "https://www.gov.uk/browse/visas-immigration",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2022-12-21T09:01:45Z",
        "schema_name": "mainstream_browse_page",
        "title": "EU, EEA and Swiss citizens",
        "web_url": "https://www.gov.uk/browse/visas-immigration/eu-eea-swiss",
        "withdrawn": false
      }
    ],
    "part_of_step_navs": [
      {
        "api_path": "/api/content/eusettledstatus",
        "api_url": "https://www.gov.uk/api/content/eusettledstatus",
        "base_path": "/eusettledstatus",
        "content_id": "0c79b832-75de-4854-8154-d62774a8dfb8",
        "details": {
          "step_by_step_nav": {
            "steps": [
              {
                "contents": [
                  {
                    "text": "You may need to apply to the EU Settlement Scheme to continue living in the UK. ",
                    "type": "paragraph"
                  },
                  {
                    "contents": [
                      {
                        "href": "/settled-status-eu-citizens-families/eligibility",
                        "text": "Check if you need to apply"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "title": "Check if you need to apply to the EU Settlement Scheme"
              },
              {
                "contents": [
                  {
                    "text": "You’ll get settled or pre-settled status depending on how long you’ve been living in the UK. This might affect when you choose to apply.",
                    "type": "paragraph"
                  },
                  {
                    "contents": [
                      {
                        "href": "/settled-status-eu-citizens-families/what-settled-and-presettled-status-means",
                        "text": "Find out what you’ll get"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "title": "Find out what status you’ll get"
              },
              {
                "contents": [
                  {
                    "contents": [
                      {
                        "href": "/settled-status-eu-citizens-families/what-youll-need-to-apply",
                        "text": "What you'll need to apply"
                      }
                    ],
                    "type": "list"
                  },
                  {
                    "text": "Check what you need to do if: ",
                    "type": "paragraph"
                  },
                  {
                    "contents": [
                      {
                        "href": "/settled-status-eu-citizens-families/not-EU-EEA-Swiss-citizen",
                        "text": "you’re not a citizen of the EU, Iceland, Liechtenstein, Norway or Switzerland"
                      },
                      {
                        "href": "/settled-status-eu-citizens-families/if-you-have-permanent-residence-or-indefinite-leave-to-remain",
                        "text": "you have ‘indefinite leave to remain’ or ‘permanent residence’"
                      },
                      {
                        "href": "/settled-status-eu-citizens-families/apply-settled-status-for-child",
                        "text": "you're applying for your child"
                      }
                    ],
                    "style": "choice",
                    "type": "list"
                  }
                ],
                "title": "Check what you’ll need to apply"
              },
              {
                "contents": [
                  {
                    "text": "The deadline for applying is 30 June 2021.",
                    "type": "paragraph"
                  },
                  {
                    "contents": [
                      {
                        "href": "/settled-status-eu-citizens-families/applying-for-settled-status",
                        "text": "Apply to the EU Settlement Scheme"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "title": "Apply"
              },
              {
                "contents": [
                  {
                    "contents": [
                      {
                        "href": "/settled-status-eu-citizens-families/after-youve-applied",
                        "text": "What happens after you’ve applied"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "title": "After you've applied"
              }
            ],
            "title": "Stay in the UK ('settled status'): step by step"
          }
        },
        "document_type": "step_by_step_nav",
        "links": {
          "pages_part_of_step_nav": [
            {
              "api_path": "/api/content/settled-status-eu-citizens-families",
              "api_url": "https://www.gov.uk/api/content/settled-status-eu-citizens-families",
              "base_path": "/settled-status-eu-citizens-families",
              "content_id": "91504a10-f697-42a3-a779-f238b4955ea9",
              "document_type": "guide",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2018-08-31T15:19:02Z",
              "schema_name": "guide",
              "title": "Apply to the EU Settlement Scheme (settled and pre-settled status)",
              "web_url": "https://www.gov.uk/settled-status-eu-citizens-families",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2020-01-31T11:43:07Z",
        "schema_name": "step_by_step_nav",
        "title": "Stay in the UK ('settled status'): step by step",
        "web_url": "https://www.gov.uk/eusettledstatus",
        "withdrawn": false
      }
    ],
    "primary_publishing_organisation": [
      {
        "analytics_identifier": "OT1056",
        "api_path": "/api/content/government/organisations/government-digital-service",
        "api_url": "https://www.gov.uk/api/content/government/organisations/government-digital-service",
        "base_path": "/government/organisations/government-digital-service",
        "content_id": "af07d5a5-df63-4ddc-9383-6a666845ebe9",
        "details": {
          "acronym": "GDS",
          "brand": "cabinet-office",
          "default_news_image": null,
          "logo": {
            "crest": "single-identity",
            "formatted_title": "Government Digital Service"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Government Digital Service",
        "web_url": "https://www.gov.uk/government/organisations/government-digital-service",
        "withdrawn": false
      }
    ],
    "suggested_ordered_related_items": [
      {
        "api_path": "/api/content/eusettledstatus",
        "api_url": "https://www.gov.uk/api/content/eusettledstatus",
        "base_path": "/eusettledstatus",
        "content_id": "0c79b832-75de-4854-8154-d62774a8dfb8",
        "details": {
          "step_by_step_nav": {
            "steps": [
              {
                "contents": [
                  {
                    "text": "You may need to apply to the EU Settlement Scheme to continue living in the UK. ",
                    "type": "paragraph"
                  },
                  {
                    "contents": [
                      {
                        "href": "/settled-status-eu-citizens-families/eligibility",
                        "text": "Check if you need to apply"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "title": "Check if you need to apply to the EU Settlement Scheme"
              },
              {
                "contents": [
                  {
                    "text": "You’ll get settled or pre-settled status depending on how long you’ve been living in the UK. This might affect when you choose to apply.",
                    "type": "paragraph"
                  },
                  {
                    "contents": [
                      {
                        "href": "/settled-status-eu-citizens-families/what-settled-and-presettled-status-means",
                        "text": "Find out what you’ll get"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "title": "Find out what status you’ll get"
              },
              {
                "contents": [
                  {
                    "contents": [
                      {
                        "href": "/settled-status-eu-citizens-families/what-youll-need-to-apply",
                        "text": "What you'll need to apply"
                      }
                    ],
                    "type": "list"
                  },
                  {
                    "text": "Check what you need to do if: ",
                    "type": "paragraph"
                  },
                  {
                    "contents": [
                      {
                        "href": "/settled-status-eu-citizens-families/not-EU-EEA-Swiss-citizen",
                        "text": "you’re not a citizen of the EU, Iceland, Liechtenstein, Norway or Switzerland"
                      },
                      {
                        "href": "/settled-status-eu-citizens-families/if-you-have-permanent-residence-or-indefinite-leave-to-remain",
                        "text": "you have ‘indefinite leave to remain’ or ‘permanent residence’"
                      },
                      {
                        "href": "/settled-status-eu-citizens-families/apply-settled-status-for-child",
                        "text": "you're applying for your child"
                      }
                    ],
                    "style": "choice",
                    "type": "list"
                  }
                ],
                "title": "Check what you’ll need to apply"
              },
              {
                "contents": [
                  {
                    "text": "The deadline for applying is 30 June 2021.",
                    "type": "paragraph"
                  },
                  {
                    "contents": [
                      {
                        "href": "/settled-status-eu-citizens-families/applying-for-settled-status",
                        "text": "Apply to the EU Settlement Scheme"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "title": "Apply"
              },
              {
                "contents": [
                  {
                    "contents": [
                      {
                        "href": "/settled-status-eu-citizens-families/after-youve-applied",
                        "text": "What happens after you’ve applied"
                      }
                    ],
                    "type": "list"
                  }
                ],
                "title": "After you've applied"
              }
            ],
            "title": "Stay in the UK ('settled status'): step by step"
          }
        },
        "document_type": "step_by_step_nav",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2020-01-31T11:43:07Z",
        "schema_name": "step_by_step_nav",
        "title": "Stay in the UK ('settled status'): step by step",
        "web_url": "https://www.gov.uk/eusettledstatus",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/apply-citizenship-eea",
        "api_url": "https://www.gov.uk/api/content/apply-citizenship-eea",
        "base_path": "/apply-citizenship-eea",
        "content_id": "614af559-0b53-43ee-bcaf-eb7d3092199d",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2018-10-09T14:49:53Z",
        "schema_name": "guide",
        "title": "Citizenship applications if you had 'permanent residence' status",
        "web_url": "https://www.gov.uk/apply-citizenship-eea",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/eu-eea",
        "api_url": "https://www.gov.uk/api/content/eu-eea",
        "base_path": "/eu-eea",
        "content_id": "e675301d-b593-4736-b216-bb9369edf04d",
        "document_type": "answer",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2015-07-24T11:35:41Z",
        "schema_name": "answer",
        "title": "Countries in the EU and EEA",
        "web_url": "https://www.gov.uk/eu-eea",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/guidance/using-the-eu-exit-id-document-check-app",
        "api_url": "https://www.gov.uk/api/content/guidance/using-the-eu-exit-id-document-check-app",
        "base_path": "/guidance/using-the-eu-exit-id-document-check-app",
        "content_id": "b1059fb6-ecdc-468f-9281-5ab232559727",
        "document_type": "detailed_guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2023-10-12T11:06:36Z",
        "schema_name": "detailed_guide",
        "title": "Using the ‘EU Exit: ID Document Check’ app",
        "web_url": "https://www.gov.uk/guidance/using-the-eu-exit-id-document-check-app",
        "withdrawn": false
      }
    ],
    "taxons": [
      {
        "api_path": "/api/content/brexit",
        "api_url": "https://www.gov.uk/api/content/brexit",
        "base_path": "/brexit",
        "content_id": "d6c2de5d-ef90-45d1-82d4-5f2438369eea",
        "description": "Find out how new Brexit rules apply to things like travel and doing business with Europe.",
        "details": {
          "internal_name": "Brexit",
          "notes_for_editors": "",
          "url_override": "/government/collections/brexit-guidance",
          "visible_to_departmental_editors": true
        },
        "document_type": "taxon",
        "links": {
          "root_taxon": [
            {
              "api_path": "/api/content/",
              "api_url": "https://www.gov.uk/api/content/",
              "base_path": "/",
              "content_id": "f3bbdec2-0e62-4520-a7fd-6ffd5d36e03a",
              "document_type": "homepage",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2023-06-28T09:32:34Z",
              "schema_name": "homepage",
              "title": "GOV.UK homepage",
              "web_url": "https://www.gov.uk/",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2022-03-28T13:06:30Z",
        "schema_name": "taxon",
        "title": "Brexit",
        "web_url": "https://www.gov.uk/brexit",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/entering-staying-uk/rights-eu-eea-citizens",
        "api_url": "https://www.gov.uk/api/content/entering-staying-uk/rights-eu-eea-citizens",
        "base_path": "/entering-staying-uk/rights-eu-eea-citizens",
        "content_id": "06e2928c-57b1-4b8d-a06e-3dde9ce63a6f",
        "details": {
          "internal_name": "Rights of EU and EEA citizens",
          "notes_for_editors": "",
          "visible_to_departmental_editors": false
        },
        "document_type": "taxon",
        "links": {
          "parent_taxons": [
            {
              "api_path": "/api/content/entering-staying-uk/rights-foreign-nationals-uk",
              "api_url": "https://www.gov.uk/api/content/entering-staying-uk/rights-foreign-nationals-uk",
              "base_path": "/entering-staying-uk/rights-foreign-nationals-uk",
              "content_id": "6e85c12f-f52b-41b3-93ad-59e5f19d64f6",
              "details": {
                "internal_name": "Rights of foreign nationals in the UK",
                "notes_for_editors": "",
                "visible_to_departmental_editors": false
              },
              "document_type": "taxon",
              "links": {
                "parent_taxons": [
                  {
                    "api_path": "/api/content/entering-staying-uk",
                    "api_url": "https://www.gov.uk/api/content/entering-staying-uk",
                    "base_path": "/entering-staying-uk",
                    "content_id": "ba3a9702-da22-487f-86c1-8334a730e559",
                    "details": {
                      "internal_name": "Entering and staying in the UK",
                      "notes_for_editors": "",
                      "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                      "root_taxon": [
                        {
                          "api_path": "/api/content/",
                          "api_url": "https://www.gov.uk/api/content/",
                          "base_path": "/",
                          "content_id": "f3bbdec2-0e62-4520-a7fd-6ffd5d36e03a",
                          "document_type": "homepage",
                          "links": {
                          },
                          "locale": "en",
                          "public_updated_at": "2023-06-28T09:32:34Z",
                          "schema_name": "homepage",
                          "title": "GOV.UK homepage",
                          "web_url": "https://www.gov.uk/",
                          "withdrawn": false
                        }
                      ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2018-07-11T08:58:32Z",
                    "schema_name": "taxon",
                    "title": "Entering and staying in the UK",
                    "web_url": "https://www.gov.uk/entering-staying-uk",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "phase": "live",
              "public_updated_at": "2018-07-11T08:58:32Z",
              "schema_name": "taxon",
              "title": "Rights of foreign nationals in the UK",
              "web_url": "https://www.gov.uk/entering-staying-uk/rights-foreign-nationals-uk",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2018-07-11T08:58:33Z",
        "schema_name": "taxon",
        "title": "Rights of EU and EEA citizens",
        "web_url": "https://www.gov.uk/entering-staying-uk/rights-eu-eea-citizens",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/world/all",
        "api_url": "https://www.gov.uk/api/content/world/all",
        "base_path": "/world/all",
        "content_id": "91b8ef20-74e7-4552-880c-50e6d73c2ff9",
        "description": "Help and services in a country",
        "details": {
          "internal_name": "Help and services around the world",
          "notes_for_editors": "",
          "url_override": "",
          "visible_to_departmental_editors": false
        },
        "document_type": "taxon",
        "links": {
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2021-07-09T10:08:54Z",
        "schema_name": "taxon",
        "title": "Help and services around the world",
        "web_url": "https://www.gov.uk/world/all",
        "withdrawn": false
      }
    ]
  },
  "locale": "en",
  "phase": "live",
  "public_updated_at": "2018-08-31T15:19:02Z",
  "publishing_app": "publisher",
  "publishing_request_id": "21-1707927397.276-10.13.21.112-101348",
  "publishing_scheduled_at": null,
  "rendering_app": "government-frontend",
  "scheduled_publishing_delay_seconds": null,
  "schema_name": "guide",
  "title": "Apply to the EU Settlement Scheme (settled and pre-settled status)",
  "updated_at": "2024-03-07T11:16:42Z",
  "withdrawn_notice": {
  }
}