{
  "analytics_identifier": null,
  "base_path": "/healthcare-immigration-application",
  "content_id": "b3fb8ff7-ac2e-4440-8c0f-227eb038c436",
  "description": "Find out if you need to pay the immigration health surcharge as part of your visa or immigration application.",
  "details": {
    "external_related_links": [

    ],
    "hide_chapter_navigation": false,
    "parts": [
      {
        "body": "<p>You might need to pay a healthcare surcharge (called the ‘immigration health surcharge’ or <abbr title=\"immigration health surcharge\">IHS</abbr>) as part of your immigration application.</p>\n\n<p>Whether you need to pay depends on the immigration status you’re applying for.</p>\n\n<h2 id=\"when-you-must-pay\">When you must pay</h2>\n\n<p>If you’re making your immigration application online, you pay the surcharge as part of your application or when you book an appointment.</p>\n\n<p>If you’re applying by post, you pay the surcharge online before you send your application. You’ll need to include the <abbr title=\"immigration health surcharge\">IHS</abbr> reference number on your application form.</p>\n\n<h2 id=\"when-you-can-start-to-use-the-nhs\">When you can start to use the <abbr title=\"National Health Service\">NHS</abbr>\n</h2>\n\n<p>You can start using the National Health Service (<abbr title=\"National Health Service\">NHS</abbr>) when both:</p>\n\n<ul>\n  <li>you’ve paid the healthcare surcharge (or are exempt from paying it)</li>\n  <li>your visa or immigration application is granted</li>\n</ul>\n\n<p>You’ll still need to pay for certain types of services, <a rel=\"external\" href=\"https://www.nhs.uk/common-health-questions/nhs-services-and-treatments/when-do-i-have-to-pay-for-nhs-treatment/\">such as prescriptions, dental treatment, eye tests</a> and assisted conception.</p>\n\n<p>When you access healthcare in the UK, you may need to:</p>\n\n<ul>\n  <li>provide your <a href=\"/biometric-residence-permits\">biometric residence permit</a>, if you have one</li>\n  <li>\n<a href=\"/view-prove-immigration-status\">prove your status online</a> using a share code, if you have a digital immigration status</li>\n</ul>\n\n",
        "slug": "overview",
        "title": "Overview"
      },
      {
        "body": "<p>You usually need to pay the healthcare surcharge if you’re applying for a visa or immigration application:</p>\n\n<ul>\n  <li>for more than 6 months, if you’re applying outside the UK</li>\n  <li>for any length of time, if you’re applying inside the UK</li>\n</ul>\n\n<p>You do not need to pay if you’re applying for a visitor visa or to remain in the UK permanently.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You still need to pay even if you have private medical insurance.</p>\n</div>\n\n<h2 id=\"who-only-needs-an-ihs-reference-number\">Who only needs an <abbr title=\"immigration health surcharge\">IHS</abbr> reference number</h2>\n\n<p>You still need to <a href=\"/healthcare-immigration-application/pay\">use the payment service</a> to get an immigration health surcharge (<abbr title=\"immigration health surcharge\">IHS</abbr>) reference number but you will not need to pay if:</p>\n\n<ul>\n  <li>you’re a child under 18 who has been taken into care by a local authority</li>\n  <li>you’re a relevant civilian employee at NATO or the Australian Department of Defence in the UK (or you’re their dependant)</li>\n</ul>\n\n<p>The service will tell you that you do not have to pay anything and will give you your healthcare surcharge reference number for your application.</p>\n\n<p>You’ll be able to use the National Health Service (<abbr title=\"National Health Service\">NHS</abbr>) even if you’re exempt from paying.</p>\n\n<h2 id=\"who-does-not-need-to-pay-or-get-an-ihs-reference-number\">Who does not need to pay or get an <abbr title=\"immigration health surcharge\">IHS</abbr> reference number</h2>\n\n<p>You’ll be able to use the <abbr title=\"National Health Service\">NHS</abbr> without paying the surcharge or getting a reference number if:</p>\n\n<ul>\n  <li>you’re applying for indefinite leave to enter or remain</li>\n  <li>you’re a health and care worker who is eligible for a <a href=\"/health-care-worker-visa\">Health and Care Worker visa</a> (or you’re their dependant)</li>\n  <li>you’re applying to the <a href=\"/settled-status-eu-citizens-families\">EU Settlement Scheme</a>\n</li>\n  <li>you’re a diplomat or a member of a visiting armed forces and not subject to immigration control</li>\n  <li>you’re a dependant of a member of the UK’s armed forces</li>\n  <li>you’re the dependant of a member of another country’s armed forces who is exempt from immigration control</li>\n  <li>you’re applying for a visa for the Isle of Man or Channel Islands</li>\n  <li>you’re a British Overseas Territory citizen resident in the Falkland Islands</li>\n  <li>you’re an asylum seeker or applying for humanitarian protection (or you’re their dependant)</li>\n  <li>you’re a <a href=\"/domestic-workers-in-a-private-household-visa/victim-slavery-human-trafficking\">domestic worker who has been identified as a victim of slavery or human trafficking</a>\n</li>\n  <li>you’re applying for discretionary leave to remain in the UK as someone who has been identified as a victim of slavery or human trafficking (or you’re their dependant)</li>\n  <li>the Home Office’s <a href=\"/government/publications/application-for-benefits-for-visa-holder-domestic-violence\">domestic violence concession</a> applies to you (or you’re their dependant)</li>\n  <li>being made to leave the UK would be against your rights under Article 3 of the European Convention of Human Rights (or you’re their dependant)</li>\n  <li>you’re an <a href=\"/guidance/enter-the-uk-as-an-s2-healthcare-visitor\">S2 Healthcare Visitor</a>\n</li>\n  <li>you’re eligible for a <a href=\"/frontier-worker-permit\">Frontier Worker permit</a> and have <a href=\"/guidance/healthcare-for-eu-and-efta-nationals-living-in-the-uk\">an S1 certificate</a>\n</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You need to pay the healthcare surcharge if you apply for indefinite leave to remain but are only given limited leave. You’ll need to pay before you’re given the leave.</p>\n</div>\n\n<h3 id=\"visitor-visas-and-short-term-visas\">Visitor visas and short-term visas</h3>\n\n<p>You do not need to pay the surcharge or get an <abbr title=\"immigration health surcharge\">IHS</abbr> reference number if you’re applying for a:</p>\n\n<ul>\n  <li><a href=\"/browse/visas-immigration/tourist-short-stay-visas\">visitor visa</a></li>\n  <li>visa for 6 months or less from outside the UK</li>\n</ul>\n\n<p>You will need to pay for any <abbr title=\"National Health Service\">NHS</abbr> care you get at the point you use it - unless it’s a <a href=\"/guidance/nhs-entitlements-migrant-health-guide\">service that’s free</a>.</p>\n\n",
        "slug": "who-needs-pay",
        "title": "Who needs to pay"
      },
      {
        "body": "<p>The exact amount you pay depends on the length of the visa you’re given.</p>\n\n<p>A visa may last longer than your course of study or period of employment.</p>\n\n<h2 id=\"cost-for-a-year\">Cost for a year</h2>\n\n<p>You’ll have to pay:</p>\n\n<ul>\n  <li>£776 per year for students, their dependants, and those on a Youth Mobility Scheme visa, for example £1,552 for a 2-year visa</li>\n  <li>£776 per year for visa and immigration applicants who are under the age of 18 at time of application</li>\n  <li>£1,035 per year for all other visa and immigration applications, for example £3,105 for a 3-year visa</li>\n</ul>\n\n<h2 id=\"cost-for-part-of-a-year\">Cost for part of a year</h2>\n\n<p>The amount you have to pay depends on the length of the visa you’re given and where you apply from.</p>\n\n<h3 id=\"months-or-less\">6 months or less</h3>\n\n<p>You do not need to pay the surcharge if you’re applying from outside the UK for 6 months or less.</p>\n\n<p>If you’re applying from inside the UK, you’ll have to pay half the yearly cost. For example:</p>\n\n<ul>\n  <li>£388 for students, their dependants, Youth Mobility Scheme or under-18 applications</li>\n  <li>£517.50 for any other application</li>\n</ul>\n\n<h3 id=\"more-than-6-months-but-less-than-one-year\">More than 6 months but less than one year</h3>\n\n<p>Wherever you apply from, you’ll have to pay the cost of a full year.</p>\n\n<h2 id=\"cost-for-more-than-one-year\">Cost for more than one year</h2>\n\n<p>If your visa is for more than a year, you’ll have to pay:</p>\n\n<ul>\n  <li>the yearly cost plus half the yearly cost, if it’s for 18 months or less</li>\n  <li>the cost of 2 full years, if it’s for more than 18 months but less than 2 years</li>\n</ul>\n\n<h2 id=\"paying-for-dependants\">Paying for dependants</h2>\n\n<p>Dependants aged 18 or over usually need to pay the same amount as you.</p>\n\n<h2 id=\"calculate-the-cost\">Calculate the cost</h2>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p><a rel=\"external\" href=\"https://www.immigration-health-surcharge.service.gov.uk/checker/type\">Calculate how much you’ll have to pay</a> before you apply.</p>\n</div>\n\n<p>The exact amount you pay depends on the length of the visa you’re given, which may last longer than your course of study or period of employment.</p>\n\n<p>This may mean your actual payment is more than the calculator shows.</p>\n\n<h2 id=\"refunds\">Refunds</h2>\n\n<p>You’ll automatically get a <a href=\"/healthcare-immigration-application/refunds\">partial refund</a> if you paid the healthcare surcharge for more years than you were granted leave.</p>\n\n<h2 id=\"when-you-must-pay\">When you must pay</h2>\n\n<p>If you apply for a visa online, you pay the surcharge as part of the application.</p>\n\n<p>If you apply for a visa by post, you must <a href=\"/healthcare-immigration-application/pay\">pay the surcharge online</a> before you send your application. You’ll need to include your <abbr title=\"immigration health surcharge\">IHS</abbr> reference number on the application form.</p>\n\n<h2 id=\"if-you-do-not-pay\">If you do not pay</h2>\n\n<p>You’ll get an email from UK Visas and Immigration if you do not pay the surcharge (or do not pay enough) as part of your visa or immigration application.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>Check your junk folder if you cannot see the email in your inbox.</p>\n</div>\n\n<p>Once you get the email, you must pay the surcharge within:</p>\n\n<ul>\n  <li>10 working days if you’re inside the UK</li>\n  <li>7 working days if you’re outside the UK</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>Your visa or immigration application will be turned down if you do not pay the full amount in this time.</p>\n</div>\n\n",
        "slug": "how-much-pay",
        "title": "How much you have to pay"
      },
      {
        "body": "<p>If you’re making an immigration application online you pay the healthcare surcharge as part of the application process. You must complete the payment and return to the online immigration application in less than 30 minutes.</p>\n\n<p>If you’re making an immigration application by post you must pay the healthcare surcharge before you complete your application.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You must pay the healthcare surcharge by debit or credit card.</p>\n</div>\n\n<p>If you’re applying online, you’ll be asked for:</p>\n\n<ul>\n  <li>the start and end dates on your certificate of sponsorship, if you have one</li>\n  <li>your course dates, if you’re applying as a student</li>\n</ul>\n\n<p>If you’re applying by post, you’ll also be asked for:</p>\n\n<ul>\n  <li>the type of visa you’re applying for</li>\n  <li>your passport or travel document number</li>\n  <li>an email address</li>\n</ul>\n\n<p><a class=\"gem-c-button govuk-button govuk-button--start\" role=\"button\" data-module=\"govuk-button\" draggable=\"false\" href=\"https://www.immigration-health-surcharge.service.gov.uk/payment/start\"><span> Pay now </span><svg class=\"govuk-button__start-icon govuk-!-display-none-print\" xmlns=\"http://www.w3.org/2000/svg\" width=\"17.5\" height=\"19\" viewbox=\"0 0 33 40\" focusable=\"false\" aria-hidden=\"true\"><path fill=\"currentColor\" d=\"M0 0h13l20 20-20 20H0l20-20z\"></path></svg></a></p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You need to pay by cash at <a href=\"/government/publications/democratic-peoples-republic-of-korea-apply-for-a-uk-visa/how-to-apply-for-a-uk-visa-in-democratic-peoples-republic-of-korea#go-to-the-british-embassy-in-pyongyang\">the UK embassy</a> if you’re in the Democratic People’s Republic of Korea.</p>\n</div>\n\n<h2 id=\"family-members\">Family members</h2>\n\n<p>You’ll need the same information that you used to pay for:</p>\n\n<ul>\n  <li>any person applying for a visa or other immigration application with you, for example a dependant</li>\n  <li>any person you’re applying to join or remain who is already in the UK (you do not need to add this person’s details if they are a UK or EEA citizen)</li>\n</ul>\n\n<p>You’ll also need their leave expiry date if you’re joining someone in the UK (or <abbr title=\"immigration health surcharge\">IHS</abbr> reference number if they have one).</p>\n\n<h2 id=\"finish-your-visa-or-immigration-application\">Finish your visa or immigration application</h2>\n\n<ol class=\"steps\">\n<li>\n<p>You’ll be sent an email with an IHS reference number. This will also be shown on screen when you’ve paid. You can only use this number once - you’ll need to get another one if you reapply.</p>\n</li>\n<li>\n<p>You’ll need to write this on the cover of your visa application if you’re applying by post. You need this reference even if you’re <a href=\"/healthcare-immigration-application/who-needs-pay\">exempt from paying the healthcare surcharge</a>.</p>\n</li>\n<li>\n<p>Finish your application form and pay your visa or immigration application fee.</p>\n</li>\n</ol>\n",
        "slug": "pay",
        "title": "Pay the healthcare surcharge"
      },
      {
        "body": "<p>You’ll get a full immigration health surcharge (<abbr title=\"immigration health surcharge\">IHS</abbr>) refund if:</p>\n\n<ul>\n  <li>you paid twice</li>\n  <li>your visa application is refused</li>\n  <li>you withdraw your visa application</li>\n</ul>\n\n<p>You’ll get a partial <abbr title=\"immigration health surcharge\">IHS</abbr> refund if your visa application’s successful but:</p>\n\n<ul>\n  <li>you get less time on your visa than you asked for</li>\n  <li>any dependants on your visa application are refused</li>\n</ul>\n\n<p>If you are due a full or partial refund for these reasons, you do not have to do anything to get it. It will be automatically paid to the account or card you paid with.</p>\n\n<p>You will not get a refund if:</p>\n\n<ul>\n  <li>your visa application is successful but you do not come to the UK</li>\n  <li>you leave the UK before your visa ends, for example to make a new application</li>\n  <li>you’re told to leave the UK before your visa expires</li>\n  <li>you’re applying for indefinite leave to remain</li>\n</ul>\n\n<h2 id=\"if-your-healthcare-is-paid-for-by-an-eu-country-switzerland-norway-iceland-or-liechtenstein\">If your healthcare is paid for by an EU country, Switzerland, Norway, Iceland or Liechtenstein</h2>\n\n<h3 id=\"if-you-have-an-s1-certificate\">If you have an S1 certificate</h3>\n\n<p>You may get a full or partial <abbr title=\"immigration health surcharge\">IHS</abbr> refund if you <a href=\"/guidance/healthcare-for-eu-and-efta-nationals-living-in-the-uk\">have an S1 certificate</a> registered with the NHS Business Services Authority.</p>\n\n<p><a href=\"/guidance/healthcare-for-eu-and-efta-nationals-living-in-the-uk#when-your-healthcare-costs-in-the-uk-are-covered-by-an-eu-country\">Find out more about applying for a refund</a>.</p>\n\n<h3 id=\"if-youre-a-student\">If you’re a student</h3>\n\n<p>You can apply for a full or partial <abbr title=\"immigration health surcharge\">IHS</abbr> refund if all of the following are true:</p>\n\n<ul>\n  <li>you’re a full-time student in UK higher education</li>\n  <li>your visa started on or after 1 January 2021</li>\n  <li>you have a European Healthcare Insurance Card (<abbr title=\"European Healthcare Insurance Card\">EHIC</abbr>) issued in an EU country, Switzerland, Norway, Iceland or Liechtenstein</li>\n  <li>you do not work</li>\n</ul>\n\n<p>If you’re claiming as a full-time student with an <abbr title=\"European Healthcare Insurance Card\">EHIC</abbr>, you can apply for a refund of the <abbr title=\"immigration health surcharge\">IHS</abbr> you paid to cover any period starting on or after:</p>\n\n<ul>\n  <li>1 January 2021 - if your <abbr title=\"European Healthcare Insurance Card\">EHIC</abbr> was issued in the EU or Norway</li>\n  <li>1 November 2021 - if your <abbr title=\"European Healthcare Insurance Card\">EHIC</abbr> was issued in Switzerland</li>\n  <li>1 January 2024 - if your <abbr title=\"European Healthcare Insurance Card\">EHIC</abbr> was issued in Iceland or Liechtenstein</li>\n</ul>\n\n<p>Applications open from 1 January 2022.</p>\n\n<p>The amount you’re refunded will depend on the date your S1 certificate or <abbr title=\"European Healthcare Insurance Card\">EHIC</abbr> runs out.</p>\n\n<p><a href=\"/guidance/immigration-health-surcharge-for-eu-students-in-the-uk\">Find out more about applying for a refund as an EU or Swiss student</a>.</p>\n\n<p><a href=\"/apply-student-immigration-health-surcharge-refund\">Apply for a refund as an EU or Swiss student</a>.</p>\n\n<h2 id=\"if-you-work-in-health-and-care\">If you work in health and care</h2>\n\n<p>You and your dependants may be able to get a refund of the <abbr title=\"immigration health surcharge\">IHS</abbr> if you work in health and care.</p>\n\n<p><a href=\"/apply-immigration-health-surcharge-refund\">Check if you’re eligible for a refund as a health or care worker</a>.</p>\n\n<h2 id=\"how-long-it-takes\">How long it takes</h2>\n\n<p>You usually get your refund within 6 weeks of getting a decision on your visa application. It can take longer <a href=\"/immigration-asylum-tribunal\">if you appeal</a> or ask for an <a href=\"/ask-for-a-visa-administrative-review\">administrative review</a> after your visa application is refused.</p>\n\n<h3 id=\"if-you-appeal-or-ask-for-an-administrative-review\">If you appeal or ask for an administrative review</h3>\n\n<p>If you applied from:</p>\n\n<ul>\n  <li>inside the UK - you’ll get your refund up to 6 weeks after your appeal or administrative review is dismissed</li>\n  <li>outside the UK - you’ll get your refund up to 6 weeks after your visa application is refused</li>\n</ul>\n\n<p>You’ll have to repay the <abbr title=\"immigration health surcharge\">IHS</abbr> if your appeal or administrative review is successful and you’ve already got your <abbr title=\"immigration health surcharge\">IHS</abbr> refund.</p>\n\n<p>You might have to repay a different amount if:</p>\n\n<ul>\n  <li>the length of your stay changes</li>\n  <li>you get less time on your visa than you asked for</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p><a href=\"/contact-ukvi-outside-uk\">Contact UK Visas and Immigration</a> (UKVI) if your refund is not paid within 6 weeks.</p>\n</div>\n\n",
        "slug": "refunds",
        "title": "Refunds"
      }
    ]
  },
  "document_type": "guide",
  "first_published_at": "2015-04-06T00:01:03Z",
  "links": {
    "available_translations": [
      {
        "api_path": "/api/content/healthcare-immigration-application",
        "api_url": "https://www.gov.uk/api/content/healthcare-immigration-application",
        "base_path": "/healthcare-immigration-application",
        "content_id": "b3fb8ff7-ac2e-4440-8c0f-227eb038c436",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2015-04-17T11:00:03Z",
        "schema_name": "guide",
        "title": "Pay for UK healthcare as part of your immigration application",
        "web_url": "https://www.gov.uk/healthcare-immigration-application",
        "withdrawn": false
      }
    ],
    "mainstream_browse_pages": [
      {
        "api_path": "/api/content/browse/visas-immigration/family-visas",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/family-visas",
        "base_path": "/browse/visas-immigration/family-visas",
        "content_id": "ea1f74cd-7c16-48d8-bf79-1a45b80508ef",
        "description": "Partner, spouse, dependant and family member visas and permits",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2022-12-21T09:00:26Z",
        "schema_name": "mainstream_browse_page",
        "title": "Family in the UK",
        "web_url": "https://www.gov.uk/browse/visas-immigration/family-visas",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/browse/visas-immigration/student-visas",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/student-visas",
        "base_path": "/browse/visas-immigration/student-visas",
        "content_id": "f63075f3-d3a1-40d0-846e-6c3330263535",
        "description": "Student visas for courses, degrees and independent schools",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2023-11-29T10:46:30Z",
        "schema_name": "mainstream_browse_page",
        "title": "Study in the UK",
        "web_url": "https://www.gov.uk/browse/visas-immigration/student-visas",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/browse/visas-immigration/what-you-need-to-do",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/what-you-need-to-do",
        "base_path": "/browse/visas-immigration/what-you-need-to-do",
        "content_id": "8ff60b56-b0e8-4019-af4c-80ca1ad04c29",
        "description": "Check if you need a UK visa, how to apply, sign in, manage your application, biometric residence permits (BRPs), share codes",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2022-12-21T12:05:51Z",
        "schema_name": "mainstream_browse_page",
        "title": "What you need to do",
        "web_url": "https://www.gov.uk/browse/visas-immigration/what-you-need-to-do",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/browse/visas-immigration/work-visas",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/work-visas",
        "base_path": "/browse/visas-immigration/work-visas",
        "content_id": "4ab4764d-d9ce-425f-a8cc-aaba4a38be09",
        "description": "Skilled Worker visa, Graduate visa, other work visas, right to work",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2023-07-13T12:27:58Z",
        "schema_name": "mainstream_browse_page",
        "title": "Work in the UK",
        "web_url": "https://www.gov.uk/browse/visas-immigration/work-visas",
        "withdrawn": false
      }
    ],
    "ordered_related_items": [
      {
        "api_path": "/api/content/apply-to-come-to-the-uk",
        "api_url": "https://www.gov.uk/api/content/apply-to-come-to-the-uk",
        "base_path": "/apply-to-come-to-the-uk",
        "content_id": "76698ffe-70ab-4fda-be0d-755234f6d340",
        "document_type": "guide",
        "links": {
          "mainstream_browse_pages": [
            {
              "api_path": "/api/content/browse/visas-immigration/what-you-need-to-do",
              "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/what-you-need-to-do",
              "base_path": "/browse/visas-immigration/what-you-need-to-do",
              "content_id": "8ff60b56-b0e8-4019-af4c-80ca1ad04c29",
              "description": "Check if you need a UK visa, how to apply, sign in, manage your application, biometric residence permits (BRPs), share codes",
              "document_type": "mainstream_browse_page",
              "links": {
                "parent": [
                  {
                    "api_path": "/api/content/browse/visas-immigration",
                    "api_url": "https://www.gov.uk/api/content/browse/visas-immigration",
                    "base_path": "/browse/visas-immigration",
                    "content_id": "df6fcdc4-62bc-4e05-90e3-cb2e452453a4",
                    "description": "Apply to visit, work, study, settle or seek asylum in the UK",
                    "document_type": "mainstream_browse_page",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2021-06-03T13:56:26Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Visas and immigration",
                    "web_url": "https://www.gov.uk/browse/visas-immigration",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "public_updated_at": "2022-12-21T12:05:51Z",
              "schema_name": "mainstream_browse_page",
              "title": "What you need to do",
              "web_url": "https://www.gov.uk/browse/visas-immigration/what-you-need-to-do",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2019-06-20T13:46:12Z",
        "schema_name": "guide",
        "title": "How to apply for a visa to come to the UK",
        "web_url": "https://www.gov.uk/apply-to-come-to-the-uk",
        "withdrawn": false
      }
    ],
    "organisations": [
      {
        "analytics_identifier": "OT554",
        "api_path": "/api/content/government/organisations/uk-visas-and-immigration",
        "api_url": "https://www.gov.uk/api/content/government/organisations/uk-visas-and-immigration",
        "base_path": "/government/organisations/uk-visas-and-immigration",
        "content_id": "04148522-b0c1-4137-b687-5f3c3bdd561a",
        "details": {
          "acronym": "UKVI",
          "brand": "home-office",
          "default_news_image": null,
          "logo": {
            "crest": "ho",
            "formatted_title": "UK Visas and Immigration"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "UK Visas and Immigration",
        "web_url": "https://www.gov.uk/government/organisations/uk-visas-and-immigration",
        "withdrawn": false
      }
    ],
    "parent": [
      {
        "api_path": "/api/content/browse/visas-immigration/what-you-need-to-do",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/what-you-need-to-do",
        "base_path": "/browse/visas-immigration/what-you-need-to-do",
        "content_id": "8ff60b56-b0e8-4019-af4c-80ca1ad04c29",
        "description": "Check if you need a UK visa, how to apply, sign in, manage your application, biometric residence permits (BRPs), share codes",
        "document_type": "mainstream_browse_page",
        "links": {
          "parent": [
            {
              "api_path": "/api/content/browse/visas-immigration",
              "api_url": "https://www.gov.uk/api/content/browse/visas-immigration",
              "base_path": "/browse/visas-immigration",
              "content_id": "df6fcdc4-62bc-4e05-90e3-cb2e452453a4",
              "description": "Apply to visit, work, study, settle or seek asylum in the UK",
              "document_type": "mainstream_browse_page",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2021-06-03T13:56:26Z",
              "schema_name": "mainstream_browse_page",
              "title": "Visas and immigration",
              "web_url": "https://www.gov.uk/browse/visas-immigration",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2022-12-21T12:05:51Z",
        "schema_name": "mainstream_browse_page",
        "title": "What you need to do",
        "web_url": "https://www.gov.uk/browse/visas-immigration/what-you-need-to-do",
        "withdrawn": false
      }
    ],
    "primary_publishing_organisation": [
      {
        "analytics_identifier": "OT1056",
        "api_path": "/api/content/government/organisations/government-digital-service",
        "api_url": "https://www.gov.uk/api/content/government/organisations/government-digital-service",
        "base_path": "/government/organisations/government-digital-service",
        "content_id": "af07d5a5-df63-4ddc-9383-6a666845ebe9",
        "details": {
          "acronym": "GDS",
          "brand": "cabinet-office",
          "default_news_image": null,
          "logo": {
            "crest": "single-identity",
            "formatted_title": "Government Digital Service"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Government Digital Service",
        "web_url": "https://www.gov.uk/government/organisations/government-digital-service",
        "withdrawn": false
      }
    ],
    "suggested_ordered_related_items": [
      {
        "api_path": "/api/content/contact-ukvi-inside-outside-uk",
        "api_url": "https://www.gov.uk/api/content/contact-ukvi-inside-outside-uk",
        "base_path": "/contact-ukvi-inside-outside-uk",
        "content_id": "c5d378e5-d800-4475-932f-d5e44615f91b",
        "document_type": "simple_smart_answer",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2017-06-02T15:53:45Z",
        "schema_name": "simple_smart_answer",
        "title": "Contact UK Visas and Immigration for help",
        "web_url": "https://www.gov.uk/contact-ukvi-inside-outside-uk",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/skilled-worker-visa",
        "api_url": "https://www.gov.uk/api/content/skilled-worker-visa",
        "base_path": "/skilled-worker-visa",
        "content_id": "f9015c31-61c2-4504-8eb0-242cd75aee19",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2021-03-12T15:32:48Z",
        "schema_name": "guide",
        "title": "Skilled Worker visa",
        "web_url": "https://www.gov.uk/skilled-worker-visa",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/uk-family-visa",
        "api_url": "https://www.gov.uk/api/content/uk-family-visa",
        "base_path": "/uk-family-visa",
        "content_id": "305acc88-488e-44ec-8e5a-1a5de7819ba9",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2021-04-05T23:01:25Z",
        "schema_name": "guide",
        "title": "Family visas: apply, extend or switch",
        "web_url": "https://www.gov.uk/uk-family-visa",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/tb-test-visa",
        "api_url": "https://www.gov.uk/api/content/tb-test-visa",
        "base_path": "/tb-test-visa",
        "content_id": "fa7bb7fd-b4bc-45a2-8958-1f0bfa4c3e56",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2015-01-07T15:58:35Z",
        "schema_name": "guide",
        "title": "Tuberculosis tests for visa applicants",
        "web_url": "https://www.gov.uk/tb-test-visa",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/visa-fees",
        "api_url": "https://www.gov.uk/api/content/visa-fees",
        "base_path": "/visa-fees",
        "content_id": "1e333395-5dd5-4452-96a3-fbe939928761",
        "document_type": "transaction",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2015-04-27T14:14:19Z",
        "schema_name": "transaction",
        "title": "Visa fees",
        "web_url": "https://www.gov.uk/visa-fees",
        "withdrawn": false
      }
    ],
    "taxons": [
      {
        "api_path": "/api/content/entering-staying-uk/tuberculosis-testing",
        "api_url": "https://www.gov.uk/api/content/entering-staying-uk/tuberculosis-testing",
        "base_path": "/entering-staying-uk/tuberculosis-testing",
        "content_id": "eb882d51-9e14-4fa4-b9d4-67889532aa73",
        "description": "",
        "details": {
          "internal_name": "Tuberculosis (TB) testing",
          "notes_for_editors": "",
          "visible_to_departmental_editors": false
        },
        "document_type": "taxon",
        "links": {
          "parent_taxons": [
            {
              "api_path": "/api/content/entering-staying-uk/visas-entry-clearance",
              "api_url": "https://www.gov.uk/api/content/entering-staying-uk/visas-entry-clearance",
              "base_path": "/entering-staying-uk/visas-entry-clearance",
              "content_id": "29480b00-dc4d-49a0-b48c-25dda8569325",
              "description": "",
              "details": {
                "internal_name": "Visas and entry clearance",
                "notes_for_editors": "",
                "visible_to_departmental_editors": false
              },
              "document_type": "taxon",
              "links": {
                "parent_taxons": [
                  {
                    "api_path": "/api/content/entering-staying-uk",
                    "api_url": "https://www.gov.uk/api/content/entering-staying-uk",
                    "base_path": "/entering-staying-uk",
                    "content_id": "ba3a9702-da22-487f-86c1-8334a730e559",
                    "details": {
                      "internal_name": "Entering and staying in the UK",
                      "notes_for_editors": "",
                      "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                      "root_taxon": [
                        {
                          "api_path": "/api/content/",
                          "api_url": "https://www.gov.uk/api/content/",
                          "base_path": "/",
                          "content_id": "f3bbdec2-0e62-4520-a7fd-6ffd5d36e03a",
                          "document_type": "homepage",
                          "links": {
                          },
                          "locale": "en",
                          "public_updated_at": "2023-06-28T09:32:34Z",
                          "schema_name": "homepage",
                          "title": "GOV.UK homepage",
                          "web_url": "https://www.gov.uk/",
                          "withdrawn": false
                        }
                      ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2018-07-11T08:58:32Z",
                    "schema_name": "taxon",
                    "title": "Entering and staying in the UK",
                    "web_url": "https://www.gov.uk/entering-staying-uk",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "phase": "live",
              "public_updated_at": "2018-07-11T08:58:33Z",
              "schema_name": "taxon",
              "title": "Visas and entry clearance",
              "web_url": "https://www.gov.uk/entering-staying-uk/visas-entry-clearance",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2018-07-11T08:58:33Z",
        "schema_name": "taxon",
        "title": "Tuberculosis (TB) testing",
        "web_url": "https://www.gov.uk/entering-staying-uk/tuberculosis-testing",
        "withdrawn": false
      }
    ]
  },
  "locale": "en",
  "phase": "live",
  "public_updated_at": "2015-04-17T11:00:03Z",
  "publishing_app": "publisher",
  "publishing_request_id": "21-1706808624.383-10.13.20.112-25483",
  "publishing_scheduled_at": null,
  "rendering_app": "government-frontend",
  "scheduled_publishing_delay_seconds": null,
  "schema_name": "guide",
  "title": "Pay for UK healthcare as part of your immigration application",
  "updated_at": "2024-02-06T09:00:18Z",
  "withdrawn_notice": {
  }
}