{
  "analytics_identifier": null,
  "base_path": "/apply-home-office-travel-document",
  "content_id": "bc657011-6bf8-4f90-aa89-8f2500e55421",
  "description": "How to apply for a document to travel outside the UK if you're not British and you cannot use or get your own national passport.",
  "details": {
    "external_related_links": [

    ],
    "hide_chapter_navigation": false,
    "parts": [
      {
        "body": "<p>You can apply for a document to travel outside the UK if:</p>\n\n<ul>\n  <li>you are not British</li>\n  <li>you cannot use or get a passport from your country’s national authorities</li>\n  <li>your country’s national authorities cannot give you a new passport</li>\n</ul>\n\n<p>Do not book travel until you get your travel document.</p>\n\n<h2 id=\"eligibility\">Eligibility</h2>\n\n<p>To apply you must be living in the UK because of one of the following:</p>\n\n<ul>\n  <li>you have <a href=\"/settlement-refugee-or-humanitarian-protection\">permission to stay as a refugee</a>\n</li>\n  <li>you have humanitarian protection and it has been officially accepted that you have a fear of your country’s national authorities</li>\n  <li>you are not recognised as a citizen of any country (a ‘stateless person’) and you have permission to stay (known as ‘leave to remain’) or are settled in the UK (known as ‘indefinite leave to remain’)</li>\n  <li>you have permission to stay (known as ‘leave to remain’) or are settled in the UK (known as ‘indefinite leave to remain’), but you cannot get a passport or travel document from your country’s national authorities</li>\n</ul>\n\n<p>You must be in the UK when you apply.</p>\n\n",
        "slug": "overview",
        "title": "Overview"
      },
      {
        "body": "<p>You can apply for a refugee travel document if either:</p>\n\n<ul>\n  <li>you have refugee status in the UK</li>\n  <li>you originally came to the UK on a family reunion visa to join someone who has refugee status</li>\n</ul>\n\n<h2 id=\"how-long-it-will-be-valid-for\">How long it will be valid for</h2>\n\n<p>If you’re settled in the UK (known as ‘indefinite leave to remain’), your document will usually be valid for up to 10 years. If you’re 15 or under and settled in the UK, it will usually be valid for up to 5 years.</p>\n\n<p>If you have permission to stay (known as ‘leave to remain’) your document will be valid until the end of your permission to stay in the UK.</p>\n\n<p>Your document may be valid for a shorter time in some cases. For example, because your previous document has been lost.</p>\n\n<h2 id=\"countries-you-can-travel-to\">Countries you can travel to</h2>\n\n<p>You can usually travel to all countries except:</p>\n\n<ul>\n  <li>the country you’re from</li>\n  <li>any country you sought asylum from</li>\n</ul>\n\n<h3 id=\"before-you-travel\">Before you travel</h3>\n\n<p>Check which documents you’ll need before you book your travel.</p>\n\n<p>Ask the authorities of the country you’re visiting or travelling through if:</p>\n\n<ul>\n  <li>the country accepts refugee travel documents</li>\n  <li>you need a visa to enter the country</li>\n</ul>\n\n<h2 id=\"fees\">Fees</h2>\n\n<p>It costs:</p>\n\n<ul>\n  <li>£82 for adults (it’s free if you were born before 1 September 1929)</li>\n  <li>£53 for children 15 or under</li>\n</ul>\n",
        "slug": "refugee-travel-document",
        "title": "Refugee travel document "
      },
      {
        "body": "<p>You can apply for a stateless person’s travel document if you have been recognised as stateless in the UK.</p>\n\n<p>You cannot apply for a stateless person’s travel document if you have refugee status in the UK. You must apply for a <a href=\"/apply-home-office-travel-document/refugee-travel-document\">refugee travel document</a> instead.</p>\n\n<h2 id=\"how-long-it-will-be-valid-for\">How long it will be valid for</h2>\n\n<p>If you’re settled in the UK (known as ‘indefinite leave to remain’), your document will usually be valid for up to 10 years. If you’re 15 or under and settled in the UK, it will usually be valid for up to 5 years.</p>\n\n<p>If you have permission to stay (known as ‘leave to remain’) your document will be valid until the end of your permission to stay in the UK.</p>\n\n<p>Your document may be valid for a shorter time in some cases. For example, because your previous document has been lost.</p>\n\n<h2 id=\"countries-you-can-travel-to\">Countries you can travel to</h2>\n\n<p>You can usually travel to all countries on a stateless person’s travel document.</p>\n\n<h3 id=\"before-you-travel\">Before you travel</h3>\n\n<p>Check which documents you’ll need before you book your travel. Ask the authorities of the country you’re visiting or travelling through if:</p>\n\n<ul>\n  <li>the country accepts UK stateless person’s travel documents</li>\n  <li>you need a visa to enter the country</li>\n</ul>\n\n<h2 id=\"fees\">Fees</h2>\n\n<p>It costs:</p>\n\n<ul>\n  <li>£82 for adults (it’s free if you were born before 1 September 1929)</li>\n  <li>£53 for children 15 or under</li>\n</ul>\n",
        "slug": "stateless-persons-travel-document",
        "title": "Stateless person’s travel document"
      },
      {
        "body": "<p>You can apply for a certificate of travel if one of the following is true:</p>\n\n<ul>\n  <li>you have permission to stay (known as ‘leave to remain’) or are settled in the UK (known as ‘indefinite leave to remain’), your passport has expired or is full and you cannot get a passport or travel document from your country’s national authorities</li>\n  <li>you have permission to stay (known as ‘leave to remain’) or are settled in the UK (known as ‘indefinite leave to remain’), and you have been refused a passport or travel document by your country’s national authorities</li>\n  <li>you are in the UK with humanitarian protection and it’s been officially accepted you have a fear of your country’s national authorities as part of your asylum application</li>\n  <li>you are in the UK on a family reunion visa because you’ve joined someone who has humanitarian protection</li>\n  <li>you were born in the UK as the child of someone with refugee status and you have permission to stay but do not have refugee status yourself</li>\n  <li>you have an important reason to travel and your country’s national authorities are unable to issue you with a passport or emergency travel document quickly</li>\n</ul>\n\n<p>You cannot apply for a certificate of travel if:</p>\n\n<ul>\n  <li>you have refugee status in the UK - you must apply for a <a href=\"/apply-home-office-travel-document/refugee-travel-document\">refugee travel document</a> instead</li>\n  <li>you’re recognised as stateless in the UK - you must apply for a <a href=\"/apply-home-office-travel-document/stateless-persons-travel-document\">stateless person’s travel document</a> instead</li>\n</ul>\n\n<h2 id=\"proving-you-have-been-unreasonably-refused-a-travel-document\">Proving you have been ‘unreasonably refused’ a travel document</h2>\n\n<p>Depending on your circumstances, you might need to prove that you’ve applied for a passport from your country’s national authorities and your application was ‘unreasonably refused’.</p>\n\n<p>You must provide evidence of this if one of the following is true:</p>\n\n<ul>\n  <li>you do not have permission to be in the UK as a refugee or stateless person</li>\n  <li>you have humanitarian protection but it has not been officially accepted that you have a fear of your country’s national authorities</li>\n</ul>\n\n<p>Your application is not considered ‘unreasonably refused’ if one of the following is true:</p>\n\n<ul>\n  <li>you applied incorrectly or without enough supporting evidence to confirm your identity and nationality</li>\n  <li>you are required to complete military service in your home country</li>\n  <li>you have a criminal record in your home country</li>\n  <li>you did not comply with tax rules in your home country</li>\n  <li>you did not meet your home country’s laws for issuing passports</li>\n</ul>\n\n<p>You do not have to prove that you’ve been ‘unreasonably refused’ a passport if one of the following is true:</p>\n\n<ul>\n  <li>you have been granted humanitarian protection and it’s been officially accepted you have a fear of your country’s national authorities</li>\n  <li>you must be in your country to apply for a passport</li>\n  <li>your country’s national authorities cannot issue passports in the UK or send an application to your own country to be processed</li>\n</ul>\n\n<h2 id=\"how-long-it-will-be-valid-for\">How long it will be valid for</h2>\n\n<p>A certificate of travel is usually valid either:</p>\n\n<ul>\n  <li>for up to 5 years if you’re settled in the UK (known as having ‘indefinite leave to remain’)</li>\n  <li>until the end of your permission to stay in the UK (known as having ‘leave to remain’)</li>\n</ul>\n\n<p>It may be shorter if it’s being issued for exceptional reasons.</p>\n\n<h2 id=\"countries-you-can-travel-to\">Countries you can travel to</h2>\n\n<p>You can usually travel to most countries with a certificate of travel.</p>\n\n<p>If you have been given humanitarian protection because it’s been accepted you have a fear of a country’s national authorities, you cannot travel to that country.</p>\n\n<h3 id=\"before-you-travel\">Before you travel</h3>\n\n<p>Check which documents you’ll need before you book your travel. Ask the authorities of the country you’re visiting or travelling through if:</p>\n\n<ul>\n  <li>the country accepts certificates of travel</li>\n  <li>you need a visa to enter the country</li>\n</ul>\n\n<h2 id=\"fees\">Fees</h2>\n\n<p>It costs:</p>\n\n<ul>\n  <li>£280 for adults</li>\n  <li>£141 for children 15 and under</li>\n</ul>\n",
        "slug": "certificate-of-travel",
        "title": "Certificate of travel"
      },
      {
        "body": "<p>You can apply for a one way travel document if you meet all of the following criteria:</p>\n\n<ul>\n  <li>you are not a British citizen</li>\n  <li>you do not have a valid passport or travel document from the country you’re from</li>\n  <li>you are not in the process of being deported from the UK</li>\n  <li>you want to leave the UK permanently</li>\n  <li>you do not have outstanding criminal proceedings in the UK</li>\n</ul>\n\n<p>You do not need to be settled in the UK (known as having ‘leave to remain’) to apply.</p>\n\n<h2 id=\"how-long-it-will-be-valid-for\">How long it will be valid for</h2>\n\n<p>The document will be valid for 12 months from the date it’s issued.\nIt’s for a single journey out of the UK - you cannot use it to come back.</p>\n\n<h2 id=\"before-you-travel\">Before you travel</h2>\n\n<p>Check which documents you’ll need before you book your travel. Ask the authorities of the country you’re visiting or travelling through if:</p>\n\n<ul>\n  <li>the country accepts one way travel documents</li>\n  <li>you need a visa to enter the country</li>\n</ul>\n\n<h2 id=\"fees\">Fees</h2>\n\n<p>It costs:</p>\n\n<ul>\n  <li>£75 for adults</li>\n  <li>£49 for children 15 and under</li>\n</ul>\n",
        "slug": "one-way-travel-document",
        "title": "One way travel document "
      },
      {
        "body": "<p>Each family member must apply for their own travel document separately.</p>\n\n<h2 id=\"if-your-child-is-not-a-british-citizen\">If your child is not a British citizen</h2>\n\n<p>If your child is not a British citizen, they may be able to apply for a travel document if all of the following are true:</p>\n\n<ul>\n  <li>they have the same permission to stay in the UK as their parents</li>\n  <li>they have a biometric residence permit (<abbr title=\"biometric residence permit\">BRP</abbr>)</li>\n  <li>they meet the relevant eligibility criteria for the travel document they’re applying for</li>\n</ul>\n\n<h2 id=\"if-your-child-was-born-in-the-uk\">If your child was born in the UK</h2>\n\n<p>Your child may be able to become a British citizen, and be entitled to a British passport, if they were born in the UK to a parent who:</p>\n\n<ul>\n  <li>was settled in the UK (known as having ‘indefinite leave to remain’) on the date of the child’s birth</li>\n  <li>was a British citizen on the date of the child’s birth</li>\n</ul>\n\n<p><a href=\"/check-british-citizenship\">Check if your child can become a British citizen</a>.</p>\n\n",
        "slug": "family-members",
        "title": "Family members"
      },
      {
        "body": "<h2 id=\"before-you-apply\">Before you apply</h2>\n\n<p>If you have less than 6 months’ permission to stay in the UK (known as ‘leave to remain’), you need to extend it before you apply for a travel document.</p>\n\n<p>If you have a <a href=\"/biometric-residence-permits\">biometric residence permit (<abbr title=\"biometric residence permit\">BRP</abbr>)</a>, make sure it has not expired and all the details are correct before you apply for a travel document.</p>\n\n<p>You’ll need to:</p>\n\n<ul>\n  <li>\n<a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/product/biometric-residence-permit-replacement-service\">apply for a replacement <abbr title=\"biometric residence permit\">BRP</abbr></a> if yours has expired</li>\n  <li>contact the team that issued your <abbr title=\"biometric residence permit\">BRP</abbr> if your details are not correct (their contact information will be on your letter or email notification)</li>\n</ul>\n\n<h2 id=\"apply\">Apply</h2>\n\n<p>The type of travel document you can apply for depends on what kind of permission to stay you have - for example, if you have refugee status or are recognised as stateless.</p>\n\n<p>You can find what kind of permission to stay you have on your <abbr title=\"biometric residence permit\">BRP</abbr> or your Home Office decision letter.</p>\n\n<p>If you apply for the wrong type of travel document, your application will be refused and you will not get a refund. You’ll have to submit a new application and pay the fee if you want to apply again.</p>\n\n<h3 id=\"how-to-apply\">How to apply</h3>\n\n<p>To apply for a travel document you need to:</p>\n\n<ul>\n  <li>complete the <a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/product/travel-document\">online form</a>\n</li>\n  <li>send supporting documents by post</li>\n</ul>\n\n<p>You can <a href=\"/assisted-digital-help-online-applications\">get help with completing the online form</a> if you:</p>\n\n<ul>\n  <li>do not feel confident using a computer or mobile device</li>\n  <li>do not have internet access</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You cannot get immigration advice through this service.</p>\n</div>\n\n<h3 id=\"send-supporting-documents-by-post\">Send supporting documents by post</h3>\n\n<p>You’ll be told in the online application:</p>\n\n<ul>\n  <li>which documents to send</li>\n  <li>where to send them</li>\n</ul>\n\n<p>You’ll need to send original documents.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>Do not send your BRP - you’ll need to keep this as proof of identity.</p>\n</div>\n\n<p>Do not send any documents you have not been told to send. They will not be returned.</p>\n\n<h2 id=\"if-you-urgently-need-a-travel-document-for-compassionate-reasons\">If you urgently need a travel document for compassionate reasons</h2>\n\n<p>You’ll need to send additional supporting evidence by email if you urgently need a travel document for compassionate reasons.</p>\n\n<p>Compassionate reasons for travelling include:</p>\n\n<ul>\n  <li>you are seriously ill</li>\n  <li>a family member or friend is seriously ill or has died</li>\n  <li>you - or someone you care for - need to travel abroad for medical treatment that is not available in the UK and cannot be delayed</li>\n</ul>\n\n<p>Attach a scan or photo of a letter confirming the reason for your travel. The letter must:</p>\n\n<ul>\n  <li>be from a doctor or hospital</li>\n  <li>be on headed paper</li>\n  <li>be in English, or be accompanied by a certified translation</li>\n  <li>include your name</li>\n  <li>include, where relevant, the name of the sick or dead person and their relationship to you</li>\n</ul>\n\n<p>You can send a death certificate but it must be accompanied by the letter confirming the reason for your travel.</p>\n\n<h3 id=\"where-to-send-your-supporting-email\">Where to send your supporting email</h3>\n\n<p>Send your email with supporting evidence to the Home Office travel document enquiries team.</p>\n\n<p>Put ‘New application enquiry – urgent compassionate case’ and your name in the subject line.</p>\n\n<div class=\"contact\">\n<p>Home Office travel document enquiries <br>\n<a href=\"mailto:traveldocumentenquiries@homeoffice.gov.uk\">traveldocumentenquiries@homeoffice.gov.uk</a></p>\n</div>\n\n",
        "slug": "how-to-apply",
        "title": "How to apply "
      },
      {
        "body": "<p>It can take up to 14 weeks to get a decision once you’ve submitted your application and sent any supporting documents.</p>\n\n<p>If your travel document application is refused, the fee will not be refunded.</p>\n\n<h2 id=\"if-youve-changed-address\">If you’ve changed address</h2>\n\n<p>If you changed address after you submitted your application, contact the Home Office immediately to let them know. If you do not, your documents may be sent to the wrong address.</p>\n\n<p>Email the Home Office travel document enquiries team with ‘Change of address’ and your name in the subject line.</p>\n\n<div class=\"contact\">\n<p>Home Office travel document enquiries <br>\n<a href=\"mailto:traveldocumentenquiries@homeoffice.gov.uk\">traveldocumentenquiries@homeoffice.gov.uk</a></p>\n</div>\n\n<h2 id=\"withdrawing-your-application\">Withdrawing your application</h2>\n\n<p>You can withdraw your application at any time. In most cases you will not get a refund of your application fee.</p>\n\n<p>You can get a refund if you withdraw your application within 7 days of submitting it.</p>\n\n<p>Email the Home Office travel document enquiries team to withdraw your application.</p>\n\n<div class=\"contact\">\n<p>Home Office travel document enquiries\n<a href=\"mailto:traveldocumentenquiries@homeoffice.gov.uk\">traveldocumentenquiries@homeoffice.gov.uk</a></p>\n</div>\n\n<h2 id=\"if-you-disagree-with-the-decision\">If you disagree with the decision</h2>\n\n<p>If your application was refused and you think the decision might be wrong, you can ask for it to be reconsidered. This is known as a ‘reconsideration request’.</p>\n\n<h3 id=\"how-to-make-a-reconsideration-request\">How to make a reconsideration request</h3>\n\n<p>Write a letter saying why you think the decision was wrong. Refer to the rules under which you applied.</p>\n\n<p>You must make your request no later than 28 days after you get the decision on your application.</p>\n\n<p>You can only make one reconsideration request.</p>\n\n<p>Email your request to the Home Office travel document enquiries team with ‘Reconsideration request’ and your application reference number in the subject line.</p>\n\n<div class=\"contact\">\n<p>Home Office travel document enquiries\n<a href=\"mailto:traveldocumentenquiries@homeoffice.gov.uk\">traveldocumentenquiries@homeoffice.gov.uk</a></p>\n</div>\n",
        "slug": "after-you-apply",
        "title": "After you apply"
      },
      {
        "body": "<p>If your travel document is lost or stolen, you must report it to the Home Office. Email the Home Office travel document enquiries team with:</p>\n\n<ul>\n  <li>your name</li>\n  <li>your date of birth</li>\n  <li>your nationality</li>\n</ul>\n\n<p>If you have them, you must also provide your:</p>\n\n<ul>\n  <li>travel document number</li>\n  <li>Home Office reference number or Unique Application Number</li>\n  <li>biometric residence permit (<abbr title=\"biometric residence permit\">BRP</abbr>) number</li>\n  <li>police report and crime reference number</li>\n</ul>\n\n<div class=\"contact\">\n<p>Home Office travel document enquiries <br>\n<a href=\"mailto:traveldocumentenquiries@homeoffice.gov.uk\">traveldocumentenquiries@homeoffice.gov.uk</a></p>\n</div>\n\n<p>Reporting your document as lost or stolen does not mean that you have requested a new one.</p>\n\n<p>You must also <a href=\"https://www.gov.uk/biometric-residence-permits/lost-stolen-damaged\">report and replace a lost or stolen <abbr title=\"biometric residence permit\">BRP</abbr></a> if you had one.</p>\n\n<h2 id=\"replace-your-document\">Replace your document</h2>\n\n<p>You can only <a href=\"/apply-home-office-travel-document/how-to-apply\">apply for a new travel document</a> if you are in the UK.</p>\n\n<p>You may be asked to confirm your identity and immigration status with biometric data before you can get your new document.</p>\n\n<h2 id=\"if-you-lose-your-travel-document-outside-the-uk\">If you lose your travel document outside the UK</h2>\n\n<p>You will have to apply for a visa to return to the UK.</p>\n\n<p>If you’ve been away for less than 2 years, you can <a href=\"/biometric-residence-permits/lost-stolen-damaged\">get a replacement <abbr title=\"biometric residence permit\">BRP</abbr> visa</a>.</p>\n\n<p>If you’ve been away from the UK for over 2 years, and you had indefinite leave to remain, you can <a href=\"/returning-resident-visa\">apply online for a returning resident visa</a>.</p>\n\n<p>You’ll get a temporary travel document if you are allowed to return. You may have to give your fingerprints to confirm your identity.</p>\n\n<p>When you’re back in the UK, you can apply to replace your travel document.</p>\n\n",
        "slug": "report-your-lost-or-stolen-travel-document",
        "title": "Report your lost or stolen travel document"
      }
    ]
  },
  "document_type": "guide",
  "first_published_at": "2014-01-31T16:24:23Z",
  "links": {
    "available_translations": [
      {
        "api_path": "/api/content/apply-home-office-travel-document",
        "api_url": "https://www.gov.uk/api/content/apply-home-office-travel-document",
        "base_path": "/apply-home-office-travel-document",
        "content_id": "bc657011-6bf8-4f90-aa89-8f2500e55421",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2015-01-28T11:05:56Z",
        "schema_name": "guide",
        "title": "Apply for a Home Office travel document",
        "web_url": "https://www.gov.uk/apply-home-office-travel-document",
        "withdrawn": false
      }
    ],
    "mainstream_browse_pages": [
      {
        "api_path": "/api/content/browse/visas-immigration/asylum",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/asylum",
        "base_path": "/browse/visas-immigration/asylum",
        "content_id": "a8c22ca5-ac34-437b-9a5f-67203d8945f8",
        "description": "Claiming asylum as a refugee, the asylum process and support",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2022-12-21T09:00:38Z",
        "schema_name": "mainstream_browse_page",
        "title": "Seek protection or asylum",
        "web_url": "https://www.gov.uk/browse/visas-immigration/asylum",
        "withdrawn": false
      }
    ],
    "ordered_related_items": [
      {
        "api_path": "/api/content/stay-in-uk-stateless",
        "api_url": "https://www.gov.uk/api/content/stay-in-uk-stateless",
        "base_path": "/stay-in-uk-stateless",
        "content_id": "1dc0e87e-ceac-4a02-bddf-221536819df8",
        "document_type": "answer",
        "links": {
          "mainstream_browse_pages": [
            {
              "api_path": "/api/content/browse/visas-immigration/settle-in-the-uk",
              "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/settle-in-the-uk",
              "base_path": "/browse/visas-immigration/settle-in-the-uk",
              "content_id": "b5c53aed-51d4-430c-b79f-b09f669ce30a",
              "description": "Ways to settle in the UK, indefinite leave to remain (ILR) and routes to British citizenship",
              "document_type": "mainstream_browse_page",
              "links": {
                "parent": [
                  {
                    "api_path": "/api/content/browse/visas-immigration",
                    "api_url": "https://www.gov.uk/api/content/browse/visas-immigration",
                    "base_path": "/browse/visas-immigration",
                    "content_id": "df6fcdc4-62bc-4e05-90e3-cb2e452453a4",
                    "description": "Apply to visit, work, study, settle or seek asylum in the UK",
                    "document_type": "mainstream_browse_page",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2021-06-03T13:56:26Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Visas and immigration",
                    "web_url": "https://www.gov.uk/browse/visas-immigration",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "public_updated_at": "2022-12-21T09:00:19Z",
              "schema_name": "mainstream_browse_page",
              "title": "Live permanently in the UK",
              "web_url": "https://www.gov.uk/browse/visas-immigration/settle-in-the-uk",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2014-12-01T10:47:35Z",
        "schema_name": "answer",
        "title": "Apply to stay in the UK as a stateless person",
        "web_url": "https://www.gov.uk/stay-in-uk-stateless",
        "withdrawn": false
      }
    ],
    "organisations": [
      {
        "analytics_identifier": "OT554",
        "api_path": "/api/content/government/organisations/uk-visas-and-immigration",
        "api_url": "https://www.gov.uk/api/content/government/organisations/uk-visas-and-immigration",
        "base_path": "/government/organisations/uk-visas-and-immigration",
        "content_id": "04148522-b0c1-4137-b687-5f3c3bdd561a",
        "details": {
          "acronym": "UKVI",
          "brand": "home-office",
          "default_news_image": null,
          "logo": {
            "crest": "ho",
            "formatted_title": "UK Visas and Immigration"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "UK Visas and Immigration",
        "web_url": "https://www.gov.uk/government/organisations/uk-visas-and-immigration",
        "withdrawn": false
      }
    ],
    "parent": [
      {
        "api_path": "/api/content/browse/visas-immigration/asylum",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/asylum",
        "base_path": "/browse/visas-immigration/asylum",
        "content_id": "a8c22ca5-ac34-437b-9a5f-67203d8945f8",
        "description": "Claiming asylum as a refugee, the asylum process and support",
        "document_type": "mainstream_browse_page",
        "links": {
          "parent": [
            {
              "api_path": "/api/content/browse/visas-immigration",
              "api_url": "https://www.gov.uk/api/content/browse/visas-immigration",
              "base_path": "/browse/visas-immigration",
              "content_id": "df6fcdc4-62bc-4e05-90e3-cb2e452453a4",
              "description": "Apply to visit, work, study, settle or seek asylum in the UK",
              "document_type": "mainstream_browse_page",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2021-06-03T13:56:26Z",
              "schema_name": "mainstream_browse_page",
              "title": "Visas and immigration",
              "web_url": "https://www.gov.uk/browse/visas-immigration",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2022-12-21T09:00:38Z",
        "schema_name": "mainstream_browse_page",
        "title": "Seek protection or asylum",
        "web_url": "https://www.gov.uk/browse/visas-immigration/asylum",
        "withdrawn": false
      }
    ],
    "primary_publishing_organisation": [
      {
        "analytics_identifier": "OT1056",
        "api_path": "/api/content/government/organisations/government-digital-service",
        "api_url": "https://www.gov.uk/api/content/government/organisations/government-digital-service",
        "base_path": "/government/organisations/government-digital-service",
        "content_id": "af07d5a5-df63-4ddc-9383-6a666845ebe9",
        "details": {
          "acronym": "GDS",
          "brand": "cabinet-office",
          "default_news_image": null,
          "logo": {
            "crest": "single-identity",
            "formatted_title": "Government Digital Service"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Government Digital Service",
        "web_url": "https://www.gov.uk/government/organisations/government-digital-service",
        "withdrawn": false
      }
    ],
    "suggested_ordered_related_items": [
      {
        "api_path": "/api/content/stay-in-uk-stateless",
        "api_url": "https://www.gov.uk/api/content/stay-in-uk-stateless",
        "base_path": "/stay-in-uk-stateless",
        "content_id": "1dc0e87e-ceac-4a02-bddf-221536819df8",
        "document_type": "answer",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2014-12-01T10:47:35Z",
        "schema_name": "answer",
        "title": "Apply to stay in the UK as a stateless person",
        "web_url": "https://www.gov.uk/stay-in-uk-stateless",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/foreign-travel-advice",
        "api_url": "https://www.gov.uk/api/content/foreign-travel-advice",
        "base_path": "/foreign-travel-advice",
        "content_id": "08d48cdd-6b50-43ff-a53b-beab47f4aab0",
        "document_type": "travel_advice_index",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2020-03-10T13:33:58Z",
        "schema_name": "travel_advice_index",
        "title": "Foreign travel advice",
        "web_url": "https://www.gov.uk/foreign-travel-advice",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/government/publications/travel-documents-home-office-travel-documents",
        "api_url": "https://www.gov.uk/api/content/government/publications/travel-documents-home-office-travel-documents",
        "base_path": "/government/publications/travel-documents-home-office-travel-documents",
        "content_id": "5ec23f0a-7631-11e4-a3cb-005056011aef",
        "document_type": "guidance",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2013-08-28T23:00:00Z",
        "schema_name": "publication",
        "title": "Home Office travel documents: caseworker guidance",
        "web_url": "https://www.gov.uk/government/publications/travel-documents-home-office-travel-documents",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/travel-urgently-from-abroad-without-uk-passport",
        "api_url": "https://www.gov.uk/api/content/travel-urgently-from-abroad-without-uk-passport",
        "base_path": "/travel-urgently-from-abroad-without-uk-passport",
        "content_id": "52d01c9e-fa5c-4e26-b309-bae92dc1c4bc",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2022-11-09T10:17:13Z",
        "schema_name": "guide",
        "title": "Travel urgently from abroad without your UK passport",
        "web_url": "https://www.gov.uk/travel-urgently-from-abroad-without-uk-passport",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/biometric-residence-permits",
        "api_url": "https://www.gov.uk/api/content/biometric-residence-permits",
        "base_path": "/biometric-residence-permits",
        "content_id": "6bcb87c7-0d26-4fb0-8079-c2dfa09220f3",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2014-12-30T09:31:57Z",
        "schema_name": "guide",
        "title": "Biometric residence permits (BRPs)",
        "web_url": "https://www.gov.uk/biometric-residence-permits",
        "withdrawn": false
      }
    ],
    "taxons": [
      {
        "api_path": "/api/content/entering-staying-uk/travel-identity-documents-for-foreign-nationals",
        "api_url": "https://www.gov.uk/api/content/entering-staying-uk/travel-identity-documents-for-foreign-nationals",
        "base_path": "/entering-staying-uk/travel-identity-documents-for-foreign-nationals",
        "content_id": "18c7918f-cde5-4e66-b5f4-cd15c33cc1cc",
        "details": {
          "internal_name": "Travel and identity documents for foreign nationals",
          "notes_for_editors": "",
          "visible_to_departmental_editors": false
        },
        "document_type": "taxon",
        "links": {
          "parent_taxons": [
            {
              "api_path": "/api/content/entering-staying-uk",
              "api_url": "https://www.gov.uk/api/content/entering-staying-uk",
              "base_path": "/entering-staying-uk",
              "content_id": "ba3a9702-da22-487f-86c1-8334a730e559",
              "details": {
                "internal_name": "Entering and staying in the UK",
                "notes_for_editors": "",
                "visible_to_departmental_editors": true
              },
              "document_type": "taxon",
              "links": {
                "root_taxon": [
                  {
                    "api_path": "/api/content/",
                    "api_url": "https://www.gov.uk/api/content/",
                    "base_path": "/",
                    "content_id": "f3bbdec2-0e62-4520-a7fd-6ffd5d36e03a",
                    "document_type": "homepage",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2023-06-28T09:32:34Z",
                    "schema_name": "homepage",
                    "title": "GOV.UK homepage",
                    "web_url": "https://www.gov.uk/",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "phase": "live",
              "public_updated_at": "2018-07-11T08:58:32Z",
              "schema_name": "taxon",
              "title": "Entering and staying in the UK",
              "web_url": "https://www.gov.uk/entering-staying-uk",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2018-07-11T08:58:32Z",
        "schema_name": "taxon",
        "title": "Travel and identity documents for foreign nationals",
        "web_url": "https://www.gov.uk/entering-staying-uk/travel-identity-documents-for-foreign-nationals",
        "withdrawn": false
      }
    ]
  },
  "locale": "en",
  "phase": "live",
  "public_updated_at": "2015-01-28T11:05:56Z",
  "publishing_app": "publisher",
  "publishing_request_id": "21-1708515897.836-10.13.22.232-29688",
  "publishing_scheduled_at": null,
  "rendering_app": "government-frontend",
  "scheduled_publishing_delay_seconds": null,
  "schema_name": "guide",
  "title": "Apply for a Home Office travel document",
  "updated_at": "2024-02-21T11:44:59Z",
  "withdrawn_notice": {
  }
}