{
  "analytics_identifier": null,
  "base_path": "/health-care-worker-visa",
  "content_id": "53226059-d719-4f9b-9e39-d8500b1a8683",
  "description": "Apply for a Health and Care Worker visa (formerly a Tier 2 Health and Care visa) if you're a medical professional who's been offered a job with the NHS, an NHS supplier or in adult social care - eligibility, fees, documents, extend or switch, bring your family, taking on additional work.",
  "details": {
    "external_related_links": [

    ],
    "hide_chapter_navigation": false,
    "parts": [
      {
        "body": "<p>A Health and Care Worker visa allows medical professionals to come to or stay in the UK to do an eligible job with the NHS, an NHS supplier or in adult social care.</p>\n\n<h2 id=\"eligibility\">Eligibility</h2>\n\n<h3 id=\"your-job\">Your job</h3>\n\n<p>To qualify for a Health and Care Worker visa, you must:</p>\n\n<ul>\n  <li>be a qualified doctor, nurse, health professional or adult social care professional</li>\n  <li>work in an eligible health or social care job</li>\n  <li>work for a UK employer that’s been approved by the Home Office</li>\n  <li>have a ‘certificate of sponsorship’ from your employer with information about the role you’ve been offered in the UK</li>\n  <li>be paid a minimum salary - how much depends on the type of work you do</li>\n</ul>\n\n<p><a href=\"/health-care-worker-visa/your-job\">Check if your job is eligible</a>.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You must have a confirmed job offer before you apply for your visa.</p>\n</div>\n\n<h3 id=\"knowledge-of-english\">Knowledge of English</h3>\n\n<p>You must be able to speak, read, write and understand English. You’ll usually need to <a href=\"/health-care-worker-visa/knowledge-of-english\">prove your knowledge of English</a> when you apply.</p>\n\n<h3 id=\"if-youre-not-eligible-for-a-health-and-care-worker-visa\">If you’re not eligible for a Health and Care Worker visa</h3>\n\n<p>You may be eligible for <a href=\"/check-uk-visa\">another type of visa to work in the UK</a>.</p>\n\n<h2 id=\"how-long-you-can-stay\">How long you can stay</h2>\n\n<p>Your visa can last for up to 5 years before you need to extend it. You’ll need to apply to extend or update your visa when it expires or if you change jobs or employer.</p>\n\n<h3 id=\"if-you-want-to-stay-longer-in-the-uk\">If you want to stay longer in the UK</h3>\n\n<p>You can apply to extend your visa as many times as you like as long as you still meet the eligibility requirements.</p>\n\n<p>After 5 years, you may be able to <a href=\"/settle-in-the-uk/y/tier-2-general-visa-or-skilled-worker-visa\">apply to settle permanently in the UK</a> (also known as ‘indefinite leave to remain’). This gives you the right to live, work and study here for as long as you like, and apply for benefits if you’re eligible.</p>\n\n<h2 id=\"how-to-apply\">How to apply</h2>\n\n<p>You must apply online.</p>\n\n<p>How you apply depends on whether you’re:</p>\n\n<ul>\n  <li>\n<a href=\"/health-care-worker-visa/apply-from-outside-the-uk\">outside the UK</a> and are coming to the UK</li>\n  <li>inside the UK and <a href=\"/health-care-worker-visa/extend-your-visa\">extending your current visa</a>\n</li>\n  <li>inside the UK and <a href=\"/health-care-worker-visa/switch-to-this-visa\">switching from a different visa</a>\n</li>\n</ul>\n\n<p>If you want to change your job or employer, you must <a href=\"/health-care-worker-visa/update-your-visa-if-you-change-job-or-employer\">apply to update your visa</a>.</p>\n\n<p><a href=\"/health-care-worker-visa/your-partner-and-children\">Your partner and children</a> can apply to join you or stay in the UK as your ‘dependants’ if they’re eligible.</p>\n\n<h2 id=\"how-long-it-takes\">How long it takes</h2>\n\n<p>You can apply for a visa up to 3 months before the day you are due to start work in the UK. This date is listed on your certificate of sponsorship.</p>\n\n<p>As part of your application, you’ll need to prove your identity and provide your documents.</p>\n\n<p>You may need to allow extra time if you need an appointment to do this. You’ll find out if you need one when you start your application.</p>\n\n<h3 id=\"getting-a-decision\">Getting a decision</h3>\n\n<p>Once you’ve applied online, proved your identity and provided your documents, you’ll usually get a decision on your visa within 3 weeks.</p>\n\n<p>You may be able to pay to <a href=\"/faster-decision-visa-settlement\">get a faster decision</a>.</p>\n\n<h2 id=\"how-much-it-costs\">How much it costs</h2>\n\n<p>You, your partner or children will each need to:</p>\n\n<ul>\n  <li>pay the application fee</li>\n  <li>prove you have enough personal savings</li>\n</ul>\n\n<p><a href=\"/health-care-worker-visa/how-much-it-costs\">Check how much money you’ll need</a>.</p>\n\n<h3 id=\"healthcare-surcharge\">Healthcare surcharge</h3>\n\n<p>You - and your partner or children - will not have to pay the healthcare surcharge.</p>\n\n<h2 id=\"what-you-can-and-cannot-do\">What you can and cannot do</h2>\n\n<p>You can:</p>\n\n<ul>\n  <li>work in an eligible job</li>\n  <li>\n<a href=\"/health-care-worker-visa/taking-a-second-job\">take on additional work</a> in certain circumstances</li>\n  <li>do voluntary work</li>\n  <li>study</li>\n  <li>bring <a href=\"/health-care-worker-visa/your-partner-and-children\">your partner and children</a> with you as your ‘dependants’, if they’re eligible</li>\n  <li>travel abroad and return to the UK</li>\n  <li>apply to settle permanently in the UK (also known as ‘indefinite leave to remain’) if you’ve lived in the UK for 5 years and meet the other eligibility requirements</li>\n</ul>\n\n<p>You cannot:</p>\n\n<ul>\n  <li>apply for most benefits (<a href=\"/government/publications/public-funds--2\">public funds</a>), or the State Pension</li>\n  <li>change jobs or employer unless you update your visa</li>\n</ul>\n\n<p>If your application is successful, you’ll get a full list of what you can and cannot do with a Health and Care Worker visa.</p>\n",
        "slug": "overview",
        "title": "Overview"
      },
      {
        "body": "<p>You must meet all of the following requirements to be eligible for a Health and Care Worker visa:</p>\n\n<ul>\n  <li>you’re a qualified doctor, nurse, health professional or adult social care professional</li>\n  <li>your job is eligible for this visa</li>\n  <li>you’ll be working for a UK health and care sector employer that’s been approved by the Home Office</li>\n  <li>you’ll be paid the minimum salary or the ‘going rate’ for the type of work you’ll be doing - whichever is higher</li>\n</ul>\n\n<p>Your employer must make sure your job pays at least <a href=\"/national-minimum-wage-rates\">the minimum wage</a> and follows the UK rules for how many hours a week you work. If your employer does not do this, your application will be refused.</p>\n\n<h2 id=\"check-if-your-job-is-eligible\">Check if your job is eligible</h2>\n\n<p>Before you can find out if your job is eligible, you need to know its 4-digit occupation code.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If you already have a job offer, ask your employer for your occupation code.</p>\n</div>\n\n<h3 id=\"look-up-your-jobs-occupation-code\">Look up your job’s occupation code</h3>\n\n<p>If you do not know your code, you can search for your job in the <a rel=\"external\" href=\"https://onsdigital.github.io/dp-classification-tools/standard-occupational-classification/ONS_SOC_occupation_coding_tool.html\">ONS occupation coding tool</a>.</p>\n\n<p>Not every job title is included. If you cannot find your exact job title, try searching for similar jobs.</p>\n\n<p>Make sure the job description matches what you’ll be doing. Some jobs in the same area of practice have different codes, for example dentists and dental hygiene therapists.</p>\n\n<h3 id=\"check-if-an-occupation-code-is-eligible-for-this-visa\">Check if an occupation code is eligible for this visa</h3>\n\n<p>Your job must be in one of the following occupation codes to qualify for the Health and Care Worker visa:</p>\n\n<ul>\n  <li>1181: health services and public health managers and directors</li>\n  <li>1242: residential, day and domiciliary care managers and proprietors</li>\n  <li>2112: biological scientists and biochemists</li>\n  <li>2113: physical scientists</li>\n  <li>2211: medical practitioners</li>\n  <li>2212: psychologists</li>\n  <li>2213: pharmacists</li>\n  <li>2214: ophthalmic opticians</li>\n  <li>2215: dental practitioners</li>\n  <li>2217: medical radiographers</li>\n  <li>2218: podiatrists</li>\n  <li>2219: health professionals that are ‘not elsewhere classified’, such as audiologists and occupational health advisers</li>\n  <li>2221: physiotherapists</li>\n  <li>2222: occupational therapists</li>\n  <li>2223: speech and language therapists</li>\n  <li>2229: therapy professionals that are ‘not elsewhere classified’, such as osteopaths and psychotherapists</li>\n  <li>2231: nurses</li>\n  <li>2232: midwives</li>\n  <li>2442: social workers</li>\n  <li>3111: laboratory technicians</li>\n  <li>3213: paramedics</li>\n  <li>3216: dispensing opticians</li>\n  <li>3217: pharmaceutical technicians</li>\n  <li>3218: medical and dental technicians</li>\n  <li>3219: health associate professionals not elsewhere classified</li>\n  <li>6141: nursing auxiliaries and assistants</li>\n  <li>6143: dental nurses</li>\n  <li>6145: care workers and home carers</li>\n  <li>6146: senior care workers</li>\n</ul>\n\n<h2 id=\"approved-uk-health-and-care-sector-employers\">Approved UK health and care sector employers</h2>\n\n<p>You must have a job offer from an approved UK employer before you apply for a Health and Care Worker visa. Approved employers are also known as sponsors, because they are sponsoring you to come to or stay in the UK.</p>\n\n<p>You must have a job offer from:</p>\n\n<ul>\n  <li>the NHS</li>\n  <li>an organisation providing medical services to the NHS</li>\n  <li>an organisation providing adult social care</li>\n</ul>\n\n<p><a href=\"/government/publications/health-and-care-visa-guidance-for-applicants\">Read the guidance</a> to see a full list of eligible employers.</p>\n\n<p>If your employer is not currently approved, they can <a href=\"/uk-visa-sponsorship-employers\">apply for a sponsor licence</a> if they’re eligible.</p>\n\n<p>They’ll need to pay a fee - £536 for small businesses and charities or £1,476 for medium and large organisations. It usually takes around 8 weeks to process a licence application.</p>\n\n<h2 id=\"if-you-already-have-a-job-offer-from-an-approved-employer\">If you already have a job offer from an approved employer</h2>\n\n<p>Your employer - also known as your sponsor - will check that you meet the eligibility requirements. They’ll give you a ‘certificate of sponsorship’ to prove this.</p>\n\n<p>The certificate of sponsorship is an electronic record, not a physical document. It will have a reference number, which you’ll need for your visa application.</p>\n\n<p>You must apply for your visa within 3 months of getting your certificate of sponsorship.</p>\n\n<p>Check which <a href=\"/health-care-worker-visa/documents-you-must-provide\">documents you’ll need to apply</a>.</p>\n\n<h2 id=\"salary-requirements\">Salary requirements</h2>\n\n<p>You’ll usually need to be paid at least £20,960.</p>\n\n<p>If the ‘going rate’ for your job is higher than £20,960, you’ll usually need to be paid at least the going rate.</p>\n\n<p>Each occupation code has its own annual going rate. How you find the going rate depends on your job.</p>\n\n<h3 id=\"when-you-need-to-meet-different-salary-requirements\">When you need to meet different salary requirements</h3>\n\n<p>You’ll need to meet different salary requirements for this visa if your job is in one of the the following occupation codes:</p>\n\n<ul>\n  <li>1181: health services and public health managers and directors</li>\n  <li>1242: residential, day and domiciliary care managers and proprietors</li>\n  <li>2112: biological scientists and biochemists</li>\n  <li>2113: physical scientists</li>\n  <li>3111: laboratory technicians</li>\n  <li>3216: dispensing opticians</li>\n  <li>3217: pharmaceutical technicians</li>\n  <li>6145: care workers and home carers</li>\n  <li>6146: senior care workers</li>\n</ul>\n\n<p><a href=\"/health-care-worker-visa/different-salary-requirements\">Find out the going rate if your job is in one of these occupation codes</a> - including when your employer can pay you less.</p>\n\n<h3 id=\"if-youre-doing-any-other-health-and-care-job\">If you’re doing any other health and care job</h3>\n\n<p>Check how much you need to be paid in the <a href=\"/government/publications/national-pay-scales-for-eligible-healthcare-jobs\">table of national pay scales for eligible healthcare jobs</a>.</p>\n\n<p>Salaries are listed by NHS pay band and area of the UK you’ll be working in. Ask your employer if you’re not sure what your role or pay band will be.</p>\n",
        "slug": "your-job",
        "title": "Your job"
      },
      {
        "body": "<p>You’ll need to meet different salary requirements for this visa if your job is in one of the following occupation codes:</p>\n\n<ul>\n  <li>1181: health services and public health managers and directors</li>\n  <li>1242: residential, day and domiciliary care managers and proprietors</li>\n  <li>2112: biological scientists and biochemists</li>\n  <li>2113: physical scientists</li>\n  <li>3111: laboratory technicians</li>\n  <li>3216: dispensing opticians</li>\n  <li>3217: pharmaceutical technicians</li>\n  <li>6145: care workers and home carers</li>\n  <li>6146: senior care workers</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If your job is in any other occupation code that is eligible for this visa, you must meet the salary requirements described in <a href=\"/health-care-worker-visa/your-job\">‘Your job’</a>.</p>\n</div>\n\n<h2 id=\"salary-requirements\">Salary requirements</h2>\n\n<p>You’ll usually need to be paid at least £26,200 per year or £10.75 per hour, whichever is higher. If the ‘going rate’ for your job is higher than both of these, you’ll usually need to be paid at least the going rate.</p>\n\n<div class=\"example\">\n<p>Example</p>\n\n<p>Your salary is £27,000 per year, but the annual going rate for the job you’ll be doing is £30,000. You do not meet the usual salary requirements for this visa.</p>\n</div>\n\n<p>Each occupation code has its own annual going rate. Check the going rate for your job in the <a href=\"/government/publications/skilled-worker-visa-going-rates-for-eligible-occupations\">going rates table</a>.</p>\n\n<h2 id=\"when-you-can-be-paid-less\">When you can be paid less</h2>\n\n<p>You might still be able to apply for a Health and Care Worker visa if your job is eligible but your salary is less than £26,200 or your job’s usual ‘going rate’. You must still be paid at least £10.75 per hour.</p>\n\n<p>You can be paid between 70% and 90% of the usual going rate for your job if your salary is at least £20,960 per year and you meet one of the following criteria:</p>\n\n<ul>\n  <li>your job is in a shortage occupation</li>\n  <li>you’re under 26, studying or a recent graduate, or in professional training</li>\n  <li>you have a science, technology, engineering or maths (STEM) PhD level qualification that’s relevant to your job (if you have a relevant PhD level qualification in any other subject your salary must be at least £23,580)</li>\n  <li>you have a postdoctoral position in a scientific role</li>\n</ul>\n\n<h3 id=\"your-job-is-in-a-shortage-occupation\">Your job is in a shortage occupation</h3>\n\n<p>A ‘shortage occupation’ is a skilled job where there is a shortage of workers in the UK.</p>\n\n<p>If your job is on the shortage occupation list, you can be paid 80% of the job’s usual going rate.</p>\n\n<p><a href=\"/government/publications/skilled-worker-visa-shortage-occupations\">View the shortage occupations list</a> to see if your job is included and how much you’ll need to be paid.</p>\n\n<p>Make sure you check there’s a shortage in the part of the UK you’ll be working in - England, Scotland, Wales or Northern Ireland.</p>\n\n<h3 id=\"youre-under-26-studying-or-a-recent-graduate-or-in-professional-training\">You’re under 26, studying or a recent graduate, or in professional training</h3>\n\n<p>You can be paid 70% of your job’s usual going rate if one of the following applies:</p>\n\n<ul>\n  <li>you’re under 26 on the date you apply</li>\n  <li>you’re currently in the UK on a <a href=\"/student-visa\">Student visa</a> studying at bachelor’s degree level or above - or you have been in the last 2 years, and a Student or <a href=\"/browse/visas-immigration/tourist-short-stay-visas\">visit visa</a> was your most recent visa</li>\n  <li>you’re currently in the UK on a Graduate Entrepreneur visa</li>\n  <li>you’ll be working towards a recognised qualification in a <a rel=\"external\" href=\"http://cpq.naric.org.uk/individuals/inbound/regulated%20professions\">UK regulated profession</a>\n</li>\n  <li>you’ll be working towards full registration or <a rel=\"external\" href=\"https://cpq.naric.org.uk/individuals/inbound/protected%20titles\">chartered status</a> in the job you’re being sponsored for</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>Your total stay in the UK cannot be more than 4 years if you apply for one of these reasons. This includes any time you’ve already spent in the UK on a Tier 2 (General) work visa.</p>\n</div>\n\n<p>If this applies to you, <a href=\"/government/publications/skilled-worker-visa-eligible-salary-if-youre-under-26-studying-training-or-in-a-postdoctoral-role\">check how much you’ll need to be paid</a> to qualify for this visa.</p>\n\n<h3 id=\"you-have-a-phd-level-qualification-thats-relevant-to-your-job\">You have a PhD level qualification that’s relevant to your job</h3>\n\n<p>You can earn 80% or 90% of the job’s usual going rate, depending on which subject you are qualified in.</p>\n\n<p>If you have a science, technology, engineering or maths (STEM) qualification, you can be paid 80% of your job’s usual going rate, as long as you will still be paid at least £20,960 per year.</p>\n\n<p>If you have a non-STEM qualification, you can be paid 90% of your job’s usual going rate, as long as you will still earn at least £23,580 a year.</p>\n\n<p>In both situations, you must:</p>\n\n<ul>\n  <li>have a UK PhD or an equivalent doctorate-level overseas qualification - you’ll need to <a rel=\"external\" href=\"https://www.ecctis.com/visasandnationality\">apply through Ecctis (formerly UK NARIC)</a> to check if an overseas qualification is equivalent to a UK PhD</li>\n  <li>be able to prove your qualification is relevant to the job you’ll be doing in the UK - your employer can confirm this</li>\n</ul>\n\n<p><a href=\"/government/publications/skilled-worker-visa-jobs-that-qualify-for-a-phd-salary-discount\">View the list of jobs that qualify for a PhD salary discount</a> to see how much you need to be paid.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If you’re a research or academic leader, you may also be eligible to <a href=\"/global-talent-researcher-academic\">apply for the Global Talent visa</a>. This visa has no language or minimum salary requirements.</p>\n</div>\n\n<h3 id=\"you-have-a-postdoctoral-position-in-a-scientific-role\">You have a postdoctoral position in a scientific role</h3>\n\n<p>You can be paid 70% of your job’s usual going rate if you’ll be working in a postdoctoral position.</p>\n\n<p><a href=\"/government/publications/skilled-worker-visa-eligible-salary-if-youre-under-26-studying-training-or-in-a-postdoctoral-role\">Check how much you’ll need to be paid</a> to qualify for this visa.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>Your total stay in the UK cannot be more than 4 years if you apply to work in a postdoctoral position at 70% of the usual going rate. This includes any time you’ve already spent in the UK on a Tier 2 (General) work visa.</p>\n</div>\n\n",
        "slug": "different-salary-requirements",
        "title": "If you’ll need to meet different salary requirements"
      },
      {
        "body": "<p>You’ll usually need to prove your knowledge of the English language when you apply, unless you did this in a previous successful visa application.</p>\n\n<h2 id=\"level-of-english\">Level of English</h2>\n\n<p>You must prove you can read, write, speak and understand English to at least level B1 on the <a rel=\"external\" href=\"https://www.coe.int/en/web/common-european-framework-reference-languages/table-1-cefr-3.3-common-reference-levels-global-scale\">Common European Framework of Reference for Languages (<abbr title=\"Common European Framework of Reference for Language\">CEFR</abbr>) scale</a>.</p>\n\n<p>You can prove your knowledge of English by:</p>\n\n<ul>\n  <li>passing a Secure English Language Test (SELT) from an <a href=\"/guidance/prove-your-english-language-abilities-with-a-secure-english-language-test-selt\">approved provider</a>\n</li>\n  <li>having a GCSE, A level, Scottish National Qualification level 4 or 5, Scottish Higher or Advanced Higher in English, gained through study at a UK school that you began when you were under 18</li>\n  <li>having a degree-level academic qualification that was taught in English - if you studied abroad, you’ll need to <a rel=\"external\" href=\"https://www.ecctis.com/visasandnationality\">apply through Ecctis (formerly UK NARIC)</a> for confirmation that your qualification is equivalent to a UK bachelor’s degree, master’s degree or PhD</li>\n</ul>\n\n<h2 id=\"who-does-not-need-to-prove-their-knowledge-of-english\">Who does not need to prove their knowledge of English</h2>\n\n<p>You do not need to prove your knowledge of English if you’re a national of one of the following countries or territories:</p>\n\n<ul>\n  <li>Antigua and Barbuda</li>\n  <li>Australia</li>\n  <li>the Bahamas</li>\n  <li>Barbados</li>\n  <li>Belize</li>\n  <li>the British overseas territories</li>\n  <li>Canada</li>\n  <li>Dominica</li>\n  <li>Grenada</li>\n  <li>Guyana</li>\n  <li>Jamaica</li>\n  <li>Malta</li>\n  <li>New Zealand</li>\n  <li>St Kitts and Nevis</li>\n  <li>St Lucia</li>\n  <li>St Vincent and the Grenadines</li>\n  <li>Trinidad and Tobago</li>\n  <li>USA</li>\n</ul>\n\n<h3 id=\"if-youre-a-doctor-dentist-nurse-or-midwife\">If you’re a doctor, dentist, nurse or midwife</h3>\n\n<p>You do not need to prove your knowledge of English if you’ve already passed an English Language assessment that is accepted by the relevant regulated professional body.</p>\n\n",
        "slug": "knowledge-of-english",
        "title": "Knowledge of English"
      },
      {
        "body": "<p>When you apply for a Health and Care Worker visa, you’ll need to have enough money to:</p>\n\n<ul>\n  <li>pay the application fee</li>\n  <li>support yourself when you arrive in the UK - you’ll usually need to have at least £1,270 available (unless you’re exempt)</li>\n</ul>\n\n<p>You’ll be told how much you need to pay when you apply.</p>\n\n<h2 id=\"application-fees\">Application fees</h2>\n\n<p>The standard application fee depends on whether you’ll be in the UK for:</p>\n\n<ul>\n  <li>up to 3 years - £284 per person</li>\n  <li>more than 3 years - £551 per person</li>\n</ul>\n\n<p>The fee is the same whether you apply from inside or outside the UK.</p>\n\n<h2 id=\"money-to-support-yourself\">Money to support yourself</h2>\n\n<p>You must have at least £1,270 in your bank account to show you can support yourself in the UK.</p>\n\n<p>You will need to have had the money available for at least 28 days in a row. Day 28 must be within 31 days of applying for this visa.</p>\n\n<p>You’ll usually need to <a href=\"/health-care-worker-visa/documents-you-must-provide\">show proof of this when you apply</a>, unless either:</p>\n\n<ul>\n  <li>you’ve been in the UK with a valid visa for at least 12 months</li>\n  <li>your employer can cover your costs during your first month in the UK</li>\n</ul>\n\n<p>Your partner and children will also need to prove they can support themselves while they’re in the UK. <a href=\"/health-care-worker-visa/your-partner-and-children\">Check how much they’ll need</a>.</p>\n\n<p><a href=\"/guidance/financial-evidence-for-sponsored-or-endorsed-work-routes\">Read the guidance on financial evidence</a> for more information about the money you need and how to prove it.</p>\n\n<h3 id=\"if-your-employer-can-support-you-instead\">If your employer can support you instead</h3>\n\n<p>Your certificate of sponsorship must confirm this. Your employer will need to complete the ‘sponsor certifies maintenance’ section on your certificate. This is under ‘Additional data’.</p>\n",
        "slug": "how-much-it-costs",
        "title": "How much it costs"
      },
      {
        "body": "<p>When you apply you’ll need to provide:</p>\n\n<ul>\n  <li>your certificate of sponsorship reference number - your employer will give you this</li>\n  <li>proof of your <a href=\"/health-care-worker-visa/knowledge-of-english\">knowledge of English</a>\n</li>\n  <li>a valid passport or other document that shows your identity and nationality</li>\n  <li>your job title and annual salary</li>\n  <li>your job’s occupation code</li>\n  <li>the name of your employer and their sponsor licence number - this will be on your certificate of sponsorship</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>Ask your employer for a copy of your certificate of sponsorship if you do not have one.</p>\n</div>\n\n<h2 id=\"other-documents-you-might-need\">Other documents you might need</h2>\n\n<p>Depending on your circumstances, you might be asked to provide:</p>\n\n<ul>\n  <li>evidence that you have enough <a href=\"/health-care-worker-visa/how-much-it-costs\">personal savings to support yourself in the UK</a>, for example bank statements (unless your certificate of sponsorship shows your employer can support you)</li>\n  <li>proof of your relationship with <a href=\"/health-care-worker-visa/your-partner-and-children\">your partner or children</a> if they’re applying with you</li>\n  <li>your <a href=\"/tb-test-visa/countries-where-you-need-a-tb-test-to-enter-the-uk\">tuberculosis test results if you’re from a listed country</a>\n</li>\n  <li>a criminal record certificate - if you’re working in certain jobs</li>\n  <li>your UK PhD certificate, or your unique Ecctis reference number (formerly unique UK NARIC reference number) if your qualification is from outside the UK - you’ll need to <a rel=\"external\" href=\"https://www.ecctis.com/visasandnationality\">apply through Ecctis</a>\n</li>\n</ul>\n\n<p>You’ll need a blank page in your passport for your visa if you’re:</p>\n\n<ul>\n  <li>from outside the EU, Switzerland, Norway, Iceland or Liechtenstein</li>\n  <li>from the EU, Switzerland, Norway, Iceland or Liechtenstein but do not have a biometric passport with a chip in it</li>\n</ul>\n\n<p>If your documents are not in English or Welsh you’ll also need to provide a <a href=\"/certifying-a-document\">certified translation</a>.</p>\n\n<h2 id=\"criminal-record-certificate\">Criminal record certificate</h2>\n\n<p>You’ll need to provide a criminal record certificate if you’re applying from outside the UK, unless your job is in one of the following occupation codes:</p>\n\n<ul>\n  <li>biological scientists and biochemists (2112)</li>\n  <li>physical scientists (2113)</li>\n</ul>\n\n<p><a href=\"/government/publications/criminal-records-checks-for-overseas-applicants\">Check how to apply for criminal records checks</a>.</p>\n\n<h3 id=\"if-youve-lived-in-more-than-one-country\">If you’ve lived in more than one country</h3>\n\n<p>You might need to provide a certificate from each country you’ve lived in, depending on your age and how long you stayed in each country.</p>\n\n<p>If you’re under 28, you’ll need a certificate from any country you’ve stayed in for a total of 12 months or more since you turned 18.</p>\n\n<p>If you’re 28 or over, you’ll need a certificate from any country you’ve stayed in over the last 10 years.</p>\n\n",
        "slug": "documents-you-must-provide",
        "title": "Documents you'll need to apply"
      },
      {
        "body": "<p>You must apply online for a Health and Care Worker visa.</p>\n\n<p>Check which <a href=\"/health-care-worker-visa/documents-you-must-provide\">documents you’ll need to apply</a>.</p>\n\n<h2 id=\"proving-your-identity-and-providing-supporting-documents\">Proving your identity and providing supporting documents</h2>\n\n<p>As part of your application, you’ll need to prove your identity. How you do this depends on where you’re from and what type of passport you have.</p>\n\n<p>You’ll either:</p>\n\n<ul>\n  <li>have your fingerprints and photograph taken at a <a href=\"/find-a-visa-application-centre\">visa application centre</a> - this is to get a <a href=\"/biometric-residence-permits\">biometric residence permit</a>\n</li>\n  <li>use the ‘UK Immigration: ID Check’ app to scan your identity document - you’ll also create or sign into your UK Visas and Immigration (<abbr title=\"UK Visas and Immigration\">UKVI</abbr>) account</li>\n</ul>\n\n<p>You’ll be told what you need to do when you apply.</p>\n\n<p>If you do need an appointment:</p>\n\n<ul>\n  <li>the centre may need to keep your passport and documents while they process your application</li>\n  <li>you may have to travel to get to your nearest visa application centre (this could be in another country)</li>\n</ul>\n\n<h2 id=\"apply-for-a-health-and-care-worker-visa\">Apply for a Health and Care Worker visa</h2>\n\n<p>Apply for a Skilled Worker visa. You’ll be asked if you’re applying for a Health and Care Worker visa as part of your application - make sure you choose ‘yes’.</p>\n\n<p>Once you’ve started your application, you can save your form and complete it later.</p>\n\n<p><a class=\"gem-c-button govuk-button govuk-button--start\" role=\"button\" data-module=\"govuk-button\" draggable=\"false\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/skilled_worker_out_uk\"><span> Apply now </span><svg class=\"govuk-button__start-icon govuk-!-display-none-print\" xmlns=\"http://www.w3.org/2000/svg\" width=\"17.5\" height=\"19\" viewbox=\"0 0 33 40\" focusable=\"false\" aria-hidden=\"true\"><path fill=\"currentColor\" d=\"M0 0h13l20 20-20 20H0l20-20z\"></path></svg></a></p>\n\n<h2 id=\"continue-your-application\">Continue your application</h2>\n\n<p>You can sign back in to your application if you’ve saved it.</p>\n\n<p><a href=\"/sign-in-visa\">Find out how to sign in to your account</a>.</p>\n\n<h2 id=\"how-long-it-takes-to-get-a-decision\">How long it takes to get a decision</h2>\n\n<p>Once you’ve applied online, proved your identity and provided your documents, you’ll usually get a decision within 3 weeks.</p>\n\n<p>You’ll be contacted if your application will take longer, for example because:</p>\n\n<ul>\n  <li>your supporting documents need to be verified</li>\n  <li>you need to attend an interview</li>\n  <li>of your personal circumstances, for example if you have a criminal conviction</li>\n</ul>\n\n<p>You may be able to pay to <a href=\"/faster-decision-visa-settlement\">get a faster decision</a>.</p>\n\n<h2 id=\"after-you-apply\">After you apply</h2>\n\n<p>You can ask to <a href=\"/cancel-visa\">cancel your application</a>. You’ll only get your fee refunded if <abbr title=\"UK Visas and Immigration\">UKVI</abbr> has not started processing your application.</p>\n\n<p>You’ll get an email containing the <a href=\"/apply-to-come-to-the-uk/getting-a-decision-on-your-application\">decision on your application</a>. This will explain what you need to do next.</p>\n\n",
        "slug": "apply-from-outside-the-uk",
        "title": "Apply from outside the UK"
      },
      {
        "body": "<p>Your partner and children can apply to join you or stay in the UK as your ‘dependants’ if they’re eligible.</p>\n\n<p>If your partner or child’s application is successful, their visa will usually end on the same date as yours. If a child’s parents have visas with different expiry dates, the child’s visa will end on the earlier date.</p>\n\n<p>A dependant partner or child is any of the following:</p>\n\n<ul>\n  <li>your husband, wife, civil partner or unmarried partner</li>\n  <li>your child under 18 - including if they were born in the UK during your stay</li>\n  <li>your child over 18 if they’re currently in the UK as your dependant</li>\n</ul>\n\n<p>You’ll need to provide evidence of your relationship to your dependant when you apply.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If you’re the first person in your family to apply, you can get a ‘family linking code’ to connect your applications together. Your family members can enter the same code when they apply.</p>\n</div>\n\n<h2 id=\"your-partner\">Your partner</h2>\n\n<p>You must be able to prove one of the following:</p>\n\n<ul>\n  <li>you’re in a civil partnership or marriage that’s recognised in the UK</li>\n  <li>you’ve been living together in a relationship for at least 2 years when you apply</li>\n  <li>you’ve been in a relationship for at least 2 years when you apply but you cannot live together, for example because you’re working or studying in different places, or it’s not accepted in your culture</li>\n</ul>\n\n<p>If you’re not living together, you’ll need to prove that you have an ongoing commitment to each other, for example by providing evidence that you:</p>\n\n<ul>\n  <li>communicate regularly with each other</li>\n  <li>support each other financially</li>\n  <li>care for any children you have together</li>\n  <li>spend time together as a couple, for example on holiday or at events</li>\n</ul>\n\n<h2 id=\"your-child\">Your child</h2>\n\n<p>They must:</p>\n\n<ul>\n  <li>live with you, unless they’re living away from home in full-time education - for example, at boarding school or university</li>\n  <li>not be married or in a civil partnership</li>\n</ul>\n\n<p>You’ll need to provide evidence of their address, such as:</p>\n\n<ul>\n  <li>a bank statement</li>\n  <li>credit card bills</li>\n  <li>driving licence</li>\n  <li>NHS registration document</li>\n  <li>an official letter from their university or college</li>\n</ul>\n\n<h2 id=\"money-they-need-to-support-themselves\">Money they need to support themselves</h2>\n\n<p>Your partner and children must have a certain amount of money available to support themselves while they’re in the UK.</p>\n\n<p>You - or your partner or child - will need:</p>\n\n<ul>\n  <li>£285 for your partner</li>\n  <li>£315 for one child</li>\n  <li>£200 for each additional child</li>\n</ul>\n\n<div class=\"example\">\n<p>Example</p>\n\n<p>You - or your partner or child - would need to have £600 to bring your partner and one child with you to the UK (£285 for your partner and £315 for your child).</p>\n\n<p>You would also need to have £1,270 available to support yourself for your own application.</p>\n</div>\n\n<p>You - or your partner or child - will need to have had the money available for at least 28 days in a row. Day 28 must be within 31 days of you or them applying for this visa.</p>\n\n<p>You’ll usually need to <a href=\"/health-care-worker-visa/documents-you-must-provide\">show proof of this when they apply</a>, unless either:</p>\n\n<ul>\n  <li>you have all been in the UK with a valid visa for at least 12 months</li>\n  <li>your employer can cover your family’s costs during your first month in the UK - this must be confirmed on your certificate of sponsorship</li>\n</ul>\n\n<p>If your partner or child is applying at a different time to you, they’ll only need to prove they have enough money to support themselves if they have been in the UK for less than 1 year.</p>\n\n<h2 id=\"apply-from-outside-the-uk\">Apply from outside the UK</h2>\n\n<p>Each family member will have to pay the application fee. The fee depends on whether they’ll be in the UK for:</p>\n\n<ul>\n  <li>up to 3 years - £284 per person</li>\n  <li>more than 3 years - £551 per person</li>\n</ul>\n\n<p>Your partner and children must either:</p>\n\n<ul>\n  <li>\n    <p><a rel=\"external\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/pbs_dependant_partner_out_uk\">apply online as your partner outside the UK</a></p>\n  </li>\n  <li>\n    <p><a rel=\"external\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/pbs_dependant_child_out_uk\">apply online as your child outside the UK</a></p>\n  </li>\n</ul>\n\n<p>Each family member will need to complete a separate application and pay the visa fee. They must apply before they travel to the UK.</p>\n\n<p>They’ll also need your application number - you’ll get this when you apply. This number is called a Global Web Form (GWF) or a Unique Application Number (UAN). You’ll find it on emails and letters from the Home Office about your application.</p>\n\n<p>They can also enter a ‘family linking code’ if you got one when you applied. This will connect your applications.</p>\n\n<h3 id=\"proving-their-identity\">Proving their identity</h3>\n\n<p>As part of an application, your partner and children will need to prove their identity.</p>\n\n<p>They’ll either:</p>\n\n<ul>\n  <li>have their fingerprints and photograph taken at a \n<a href=\"/find-a-visa-application-centre\">visa application centre</a> - this is to get a <a href=\"/biometric-residence-permits\">biometric residence permit</a>\n</li>\n  <li>use the ‘UK Immigration: ID Check’ app to scan their identity document - they’ll also create or sign in to their UK Visas and Immigration (UKVI) account</li>\n</ul>\n\n<p>They’ll be told what they need to do when they apply.</p>\n\n<p>If they do need an appointment:</p>\n\n<ul>\n  <li>the visa application centre may need to keep their passport and documents while they process their application</li>\n  <li>they may have to travel to get to their nearest centre (this could be in another country)</li>\n</ul>\n\n<h3 id=\"how-long-it-takes-to-get-a-decision\">How long it takes to get a decision</h3>\n\n<p>Once they’ve applied online, proved their identity and provided their documents, they’ll usually get a decision within 3 weeks.</p>\n\n<p>They may be able to pay to <a href=\"/faster-decision-visa-settlement\">get a faster decision</a>.</p>\n\n<h2 id=\"apply-from-inside-the-uk-extend-or-switch-their-visa\">Apply from inside the UK (extend or switch their visa)</h2>\n\n<p>If you extend or switch your visa, your partner or child’s current visa will still be valid until its original end date. Your partner or child need to apply to extend or switch their visa, either:</p>\n\n<ul>\n  <li>at the same time as you</li>\n  <li>at any time before their current visa expires</li>\n</ul>\n\n<p>This includes children who have turned 18 during your stay.</p>\n\n<p>Your partner or children cannot apply to switch to your Health and Care Worker visa as your dependants if they are currently in the UK:</p>\n\n<ul>\n  <li>on a visit visa</li>\n  <li>on a short-term student visa</li>\n  <li>on a Parent of a Child Student visa</li>\n  <li>on a seasonal worker visa</li>\n  <li>on a domestic worker in a private household visa</li>\n  <li><a href=\"/bail-immigration-detainees\">on immigration bail</a></li>\n  <li>because they were given <a href=\"/government/publications/chapter-1-section-14-leave-outside-the-immigration-rules\">permission to stay outside the immigration rules</a>, for example on compassionate grounds</li>\n</ul>\n\n<p>If your partner or child is currently in the UK on a Student visa, they can only switch if they have either:</p>\n\n<ul>\n  <li>completed the course they were sponsored to study</li>\n  <li>studied for a PhD for at least 24 months</li>\n</ul>\n\n<h3 id=\"how-to-apply\">How to apply</h3>\n\n<p>The application form will tell you if you can include your partner and children in your application or whether they need to apply separately.</p>\n\n<p>If your partner or child apply separately, they’ll need to either:</p>\n\n<ul>\n  <li>\n    <p><a rel=\"external\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/brp_reuse_pbs_dependant_partner_in_uk\">apply online as your partner inside the UK</a></p>\n  </li>\n  <li>\n    <p><a rel=\"external\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/brp_reuse_pbs_dependant_child_in_uk\">apply online as your child inside the UK</a></p>\n  </li>\n</ul>\n\n<p>They’ll need your application number - you’ll get this when you apply. This number is called a Global Web Form (GWF) or a Unique Application Number (UAN). You’ll find it on emails and letters from the Home Office about your application.</p>\n\n<p>They can also enter a ‘family linking code’ if you got one when you applied. This will connect your applications.</p>\n\n<h3 id=\"proving-their-identity-1\">Proving their identity</h3>\n\n<p>As part of their application, your partner and children will need to prove their identity. They’ll either:</p>\n\n<ul>\n  <li>have their fingerprints and photograph taken at a \n<a href=\"/ukvcas\">UK Visa and Citizenship Application Services (<abbr title=\"UK Visa and Citizenship Application Services\">UKVCAS</abbr>)</a> service point - this is to get a <a href=\"/biometric-residence-permits\">biometric residence permit</a>\n</li>\n  <li>use the ‘UK Immigration: ID Check’ app to scan their identity document - they’ll also create or sign in to their UK Visas and Immigration (UKVI) account</li>\n</ul>\n\n<p>They’ll be told what they need to do when they apply.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>They must not travel outside of the UK, Ireland, the Channel Islands or the Isle of Man until they get a decision. Their application will be withdrawn if they do.</p>\n</div>\n\n<h3 id=\"how-long-it-takes-to-get-a-decision-1\">How long it takes to get a decision</h3>\n\n<p>Once they’ve applied online, proved their identity and provided their documents, they’ll usually get a decision within 8 weeks.</p>\n\n<p>They may be able to pay to <a href=\"/faster-decision-visa-settlement\">get a faster decision</a>.</p>\n\n<h2 id=\"children-born-in-the-uk\">Children born in the UK</h2>\n\n<p>If you have a child while you’re in the UK, they do not automatically <a href=\"/british-citizenship\">become a British citizen</a>.</p>\n\n<p>You must apply for your child’s dependant visa if you want to travel in and out of the UK with them.</p>\n\n<p>The form you fill in depends on whether your child is inside or outside the UK. Your child must either:</p>\n\n<ul>\n  <li>\n    <p><a rel=\"external\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/brp_reuse_pbs_dependant_child_in_uk\">apply online as your child inside the UK</a></p>\n  </li>\n  <li>\n    <p><a rel=\"external\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/pbs_dependant_child_out_uk\">apply online as your child outside the UK</a></p>\n  </li>\n</ul>\n\n<p>You’ll need to provide a full UK birth certificate for each child, showing the names of both parents.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You must apply to add them to your visa before they turn 18 if they want to stay in the UK.</p>\n</div>\n\n<h2 id=\"what-your-partner-or-child-can-and-cannot-do\">What your partner or child can and cannot do</h2>\n\n<p>Your partner or child can:</p>\n\n<ul>\n  <li>work, except as a sportsperson or coach</li>\n  <li>study</li>\n  <li>travel abroad and return to the UK</li>\n  <li>apply to settle permanently in the UK (also known as ‘indefinite leave to remain’) if they’ve lived in the UK for 5 years and meet the other eligibility requirements</li>\n</ul>\n\n<p>They cannot apply for most benefits (public funds), or the State Pension.</p>\n\n<p>If their application is successful, they’ll get a full list of what they can and cannot do.</p>\n\n",
        "slug": "your-partner-and-children",
        "title": "Your partner and children"
      },
      {
        "body": "<p>You can usually apply to extend your Health and Care Worker visa if all of the following are true:</p>\n\n<ul>\n  <li>you have the same job as when you were given your previous permission to enter or stay in the UK</li>\n  <li>your job is in the same <a href=\"/health-care-worker-visa/your-job\">occupation code</a> as when you were given your previous permission to enter or stay in the UK</li>\n  <li>you’re still working for the employer who gave you your current certificate of sponsorship</li>\n  <li>you still meet the <a href=\"/health-care-worker-visa/your-job\">salary requirements</a>\n</li>\n</ul>\n\n<p>Your partner or child’s visa will not automatically extend if you extend yours. If they do not extend their visa, it will be valid until its original end date. They can either apply at the same time as you, or at any time before their current visa expires.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You must not travel outside of the UK, Ireland, the Channel Islands or the Isle of Man until you get a decision. Your application will be withdrawn if you do.</p>\n</div>\n\n<h2 id=\"if-you-have-a-tier-2-health-and-care-worker-visa\">If you have a Tier 2 Health and Care Worker visa</h2>\n\n<p>You’ll have a Tier 2 Health and Care Worker visa if either:</p>\n\n<ul>\n  <li>you applied for a Health and Care Worker visa before 1 December 2020</li>\n  <li>you had a Tier 2 (General) work visa which you’ve extended as a Health and Care Worker visa</li>\n</ul>\n\n<p>If you have this visa, you may need to meet different eligibility requirements, depending on:</p>\n\n<ul>\n  <li>whether you got the certificate of sponsorship for your first Tier 2 visa before or after 24 November 2016</li>\n  <li>whether you applied for your first Tier 2 (General) or Health and Care Worker visa before 6 April 2021</li>\n  <li>your occupation code - some have different going rates</li>\n</ul>\n\n<h3 id=\"if-you-got-your-certificate-of-sponsorship-before-24-november-2016\">If you got your certificate of sponsorship before 24 November 2016</h3>\n\n<p>If you apply to extend before 24 May 2023, you’ll need to be paid at least £20,800 per year unless the ‘going rate’ for <a href=\"/health-care-worker-visa/your-job\">your job</a> is higher than this.</p>\n\n<p>This applies even if your job normally has <a href=\"/health-care-worker-visa/different-salary-requirements\">different salary requirements</a>.</p>\n\n<h3 id=\"if-you-got-your-certificate-of-sponsorship-on-or-after-24-november-2016\">If you got your certificate of sponsorship on or after 24 November 2016</h3>\n\n<p>If you apply to extend before 1 December 2026, you will still need to meet the <a href=\"/health-care-worker-visa/your-job\">salary requirements</a>, but your salary may also include allowances, such as London weighting. Any allowances must be guaranteed for the length of your stay.</p>\n\n<h3 id=\"if-you-applied-for-your-first-tier-2-general-or-health-and-care-worker-visa-before-6-april-2021\">If you applied for your first Tier 2 (General) or Health and Care Worker visa before 6 April 2021</h3>\n\n<p>If your job has <a href=\"/health-care-worker-visa/different-salary-requirements\">different salary requirements</a>, you do not need to be paid at least £10.75 per hour. You’ll usually need to be paid at least £26,200 or the going rate for your job, whichever is higher.</p>\n\n<h3 id=\"if-youre-a-physical-scientist\">If you’re a physical scientist</h3>\n\n<p>If you were sponsored for your Tier 2 (General) or Health and Care Worker visa before 1 December 2020, the going rate for your job is different.</p>\n\n<table>\n  <thead>\n    <tr>\n      <th scope=\"col\">Occupation code</th>\n      <th scope=\"col\">Going rate for Health and Care Worker visa</th>\n      <th scope=\"col\">90% of going rate (for relevant STEM PhD)</th>\n      <th scope=\"col\">80% of going rate (for relevant non-STEM PhD or shortage occupation)</th>\n      <th scope=\"col\">70% of going rate (for new entrants)</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>2113 Physical scientists</td>\n      <td>£29,000 (£13.94 per hour)</td>\n      <td>£26,100 (£12.55 per hour)</td>\n      <td>£23,200 (£11.15 per hour)</td>\n      <td>£20,300 (£9.76 per hour)</td>\n    </tr>\n  </tbody>\n</table>\n\n<h2 id=\"if-youve-changed-job-or-employer\">If you’ve changed job or employer</h2>\n\n<p>You’ll need to <a href=\"/health-care-worker-visa/update-your-visa-if-you-change-job-or-employer\">apply to update your visa</a> instead.</p>\n\n<h2 id=\"fees\">Fees</h2>\n\n<p><a href=\"/health-care-worker-visa/how-much-it-costs\">Check how much it costs</a> for your type of visa.</p>\n\n<p>You’ll also need to have your biometric information (fingerprints and a photo) taken - there’s no fee for this.</p>\n\n<h2 id=\"proving-your-identity-and-providing-supporting-documents\">Proving your identity and providing supporting documents</h2>\n\n<p>As part of your application you’ll need to prove your identity. How you do this depends on where you’re from and the type of passport or resident permit you have.</p>\n\n<p>You’ll either:</p>\n\n<ul>\n  <li>use the ‘UK Immigration: ID Check’ app to scan your identity document - you’ll also create or sign in to your UK Visas and Immigration (<abbr title=\"UK Visas and Immigration\">UKVI</abbr>) account</li>\n  <li>give your fingerprints and a photograph (biometric information) at a UK Visa and Citizenship Application Services (<abbr title=\"UK Visa and Citizenship Application Services\">UKVCAS</abbr>) service point - this is to get a biometric residence permit</li>\n</ul>\n\n<p>You’ll be told what you need to do when you apply.</p>\n\n<h2 id=\"apply-to-extend-your-health-and-care-worker-visa\">Apply to extend your Health and Care Worker visa</h2>\n\n<p>Apply for a Skilled Worker visa. You’ll be asked if you’re applying for a Health and Care Worker visa as part of your application - make sure you choose ‘yes’.</p>\n\n<p>You must apply online before your current visa expires.</p>\n\n<p>Once you’ve started your application, you can save your form and complete it later.</p>\n\n<p><a class=\"gem-c-button govuk-button govuk-button--start\" role=\"button\" data-module=\"govuk-button\" draggable=\"false\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/skilled_worker_in_uk\"><span> Apply now </span><svg class=\"govuk-button__start-icon govuk-!-display-none-print\" xmlns=\"http://www.w3.org/2000/svg\" width=\"17.5\" height=\"19\" viewbox=\"0 0 33 40\" focusable=\"false\" aria-hidden=\"true\"><path fill=\"currentColor\" d=\"M0 0h13l20 20-20 20H0l20-20z\"></path></svg></a></p>\n\n<h2 id=\"continue-your-application\">Continue your application</h2>\n\n<p>You can sign back into your application if you’ve saved it.</p>\n\n<p><a href=\"/sign-in-visa\">Find out how to sign in to your account</a>.</p>\n\n<h2 id=\"how-long-it-takes-to-get-a-decision\">How long it takes to get a decision</h2>\n\n<p>Once you’ve applied online, proved your identity and provided your documents, you’ll usually get a decision within 3 weeks.</p>\n\n<p>You’ll be contacted if your application will take longer, for example because:</p>\n\n<ul>\n  <li>your supporting documents need to be verified</li>\n  <li>you need to attend an interview</li>\n  <li>of your personal circumstances, for example if you have a criminal conviction</li>\n</ul>\n\n<p>You may be able to <a href=\"/faster-decision-visa-settlement\">pay to get a faster decision</a>.</p>\n\n<h2 id=\"after-you-apply\">After you apply</h2>\n\n<p>If you need to change something in your application after you’ve sent it <a href=\"/contact-ukvi-inside-outside-uk\">contact UK Visas and Immigration (<abbr title=\"UK Visas and Immigration\">UKVI</abbr>)</a>.</p>\n\n<p>You can ask to <a href=\"/cancel-visa\">cancel your application</a>. You’ll only get your fee refunded if <abbr title=\"UK Visas and Immigration\">UKVI</abbr> has not started processing your application.</p>\n\n<p>You’ll get an email or a letter containing the <a href=\"/apply-to-come-to-the-uk/getting-a-decision-on-your-application\">decision on your application</a>. This will explain what you need to do next.</p>\n\n",
        "slug": "extend-your-visa",
        "title": "Extend your visa"
      },
      {
        "body": "<p>You’ll need to apply to update your Health and Care Worker visa if:</p>\n\n<ul>\n  <li>you want to change your job and your new job is with a different employer</li>\n  <li>your job changes to a different occupation code, and you’re not in a graduate training programme</li>\n  <li>you leave a job that’s on the shortage occupation list for a job that is not on the list</li>\n</ul>\n\n<p>The same conditions apply to Tier 2 Health and Care visas issued before 1 December 2020.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You do not need to apply again if you stay in the same job, but your job is taken off the shortage occupation list.</p>\n</div>\n\n<p>If you’ll be doing a different job for your current employer, you only need to update your visa if your new job is in a different <a href=\"/health-care-worker-visa/your-job\">occupation code</a>.</p>\n\n<p>Your partner or child’s visa will not automatically change if you update yours. If they do not update their visa, it will be valid until its original end date. They can either apply at the same time as you, or at any time before their current visa expires.</p>\n\n<h2 id=\"fees\">Fees</h2>\n\n<p><a href=\"/health-care-worker-visa/how-much-it-costs\">Check how much it costs</a> for your type of visa.</p>\n\n<p>You’ll also need to have your biometric information (fingerprints and a photo) taken - there’s no fee for this.</p>\n\n<h2 id=\"eligibility-and-documents-youll-need-to-apply\">Eligibility and documents you’ll need to apply</h2>\n\n<p>Your new job must meet the <a href=\"/health-care-worker-visa/your-job\">eligibility requirements</a> and you’ll need a new certificate of sponsorship to prove this.</p>\n\n<p>You’ll only need to <a href=\"/health-care-worker-visa/documents-you-must-provide\">provide other evidence</a> again if you’ve been in the UK for less than one year.</p>\n\n<h3 id=\"if-youre-applying-to-add-a-second-job-to-your-current-visa\">If you’re applying to add a second job to your current visa</h3>\n\n<p>You must apply to update your visa if you take on additional work that is either:</p>\n\n<ul>\n  <li>more than 20 paid hours a week in addition to the job you’re being sponsored for</li>\n  <li>in a different occupation code</li>\n</ul>\n\n<p>Your second job must meet the <a href=\"/health-care-worker-visa/your-job\">eligibility requirements</a> and you’ll need a new certificate of sponsorship to prove this.</p>\n\n<p>You’ll also need to include a letter with your application explaining that you want to change your current permission to stay.</p>\n\n<p>Your letter must state:</p>\n\n<ul>\n  <li>your name</li>\n  <li>your date of birth</li>\n  <li>your current certificate of sponsorship reference number</li>\n  <li>the date when your current permission to stay runs out</li>\n</ul>\n\n<p>If your application is successful, you’ll get a new visa giving you permission to do both jobs.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You do not need to apply to update your visa if you’re <a href=\"/health-care-worker-visa/taking-a-second-job\">taking on additional work</a> in the same occupation code or you’ll be doing less than 20 paid hours a week.</p>\n</div>\n\n<h2 id=\"when-to-apply-to-update-your-visa\">When to apply to update your visa</h2>\n\n<p>You can apply to update your visa up to 3 months before the start date of your new job.</p>\n\n<p>You can continue working in your current job while your new application is being considered, or to work out your notice period - as long as you apply before your current visa expires.</p>\n\n<p>You should not start your new job until you’ve got confirmation of your new permission.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You must not travel outside of the UK, Ireland, the Channel Islands or the Isle of Man until you get a decision. Your application will be withdrawn if you do.</p>\n</div>\n\n<h2 id=\"proving-your-identity-and-providing-supporting-documents\">Proving your identity and providing supporting documents</h2>\n\n<p>As part of your application you’ll need to prove your identity.</p>\n\n<p>How you do this depends on where you’re from and the type of passport you have.</p>\n\n<p>You’ll either:</p>\n\n<ul>\n  <li>give your fingerprints and a photograph (biometric information) at a \n<a href=\"/ukvcas\">UK Visa and Citizenship Application Services (<abbr title=\"UK Visa and Citizenship Application Services\">UKVCAS</abbr>)</a> service point - this is to get a <a href=\"/biometric-residence-permits\">biometric residence permit</a>\n</li>\n  <li>use the ‘UK Immigration: ID Check’ app to scan your identity document - you’ll also create or sign in to your UK Visas and Immigration (<abbr title=\"UK Visas and Immigration\">UKVI</abbr>) account</li>\n</ul>\n\n<p>You’ll be told what you need to do when you apply. You’ll also be told how to provide your supporting documents if you need to.</p>\n\n<h2 id=\"apply-to-update-your-visa\">Apply to update your visa</h2>\n\n<p>You must apply online for a Skilled Worker visa. You’ll be asked if you’re applying for a Health and Care Worker visa as part of your application - make sure you choose ‘yes’.</p>\n\n<p>Once you’ve started your application, you can save your form and complete it later.</p>\n\n<p><a class=\"gem-c-button govuk-button govuk-button--start\" role=\"button\" data-module=\"govuk-button\" draggable=\"false\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/skilled_worker_in_uk\"><span> Apply now </span><svg class=\"govuk-button__start-icon govuk-!-display-none-print\" xmlns=\"http://www.w3.org/2000/svg\" width=\"17.5\" height=\"19\" viewbox=\"0 0 33 40\" focusable=\"false\" aria-hidden=\"true\"><path fill=\"currentColor\" d=\"M0 0h13l20 20-20 20H0l20-20z\"></path></svg></a></p>\n\n<h2 id=\"continue-your-application\">Continue your application</h2>\n\n<p>You can sign back in to your application if you’ve saved it.</p>\n\n<p><a href=\"/sign-in-visa\">Find out how to sign in to your account</a>.</p>\n\n<h2 id=\"how-long-it-takes-to-get-a-decision\">How long it takes to get a decision</h2>\n\n<p>Once you’ve applied online, proved your identity and provided your documents, you’ll usually get a decision within 3 weeks.</p>\n\n<p>You’ll be contacted if your application will take longer, for example because:</p>\n\n<ul>\n  <li>your supporting documents need to be verified</li>\n  <li>you need to attend an interview</li>\n  <li>of your personal circumstances, for example if you have a criminal conviction</li>\n</ul>\n\n<p>You may be able to <a href=\"/faster-decision-visa-settlement\">pay to get a faster decision</a>.</p>\n\n<h2 id=\"after-you-apply\">After you apply</h2>\n\n<p>If you need to change something in your application after you’ve sent it <a href=\"/contact-ukvi-inside-outside-uk\">contact UK Visas and Immigration (<abbr title=\"UK Visas and Immigration\">UKVI</abbr>)</a>.</p>\n\n<p>You can ask to <a href=\"/cancel-visa\">cancel your application</a>. You’ll only get your fee refunded if <abbr title=\"UK Visas and Immigration\">UKVI</abbr> has not started processing your application.</p>\n\n<p>You’ll get an email or a letter containing the <a href=\"/apply-to-come-to-the-uk/getting-a-decision-on-your-application\">decision on your application</a>. This will explain what you need to do next.</p>\n\n",
        "slug": "update-your-visa-if-you-change-job-or-employer",
        "title": "Update your visa if you change job or employer"
      },
      {
        "body": "<p>You might be able to apply to change (‘switch’) to a Health and Care Worker visa if you’re already in the UK on a different type of visa.</p>\n\n<p>Your partner or child’s visa will not automatically switch to this visa if you switch yours. If they do not switch their visa, it will be valid until its original end date. They can either apply at the same time as you, or at any time before their current visa expires.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You must not travel outside of the UK, Ireland, the Channel Islands or the Isle of Man until you get a decision. Your application will be withdrawn if you do.</p>\n</div>\n\n<h2 id=\"eligibility\">Eligibility</h2>\n\n<p>You must meet the following requirements:</p>\n\n<ul>\n  <li><a href=\"/health-care-worker-visa/your-job\">your job meets the eligibility requirements</a></li>\n  <li>you can <a href=\"/health-care-worker-visa/knowledge-of-english\">speak, read, write and understand English</a>\n</li>\n</ul>\n\n<p>If you’re currently in the UK on a Student visa, you must also meet one of the following requirements:</p>\n\n<ul>\n  <li>you have completed the course you were sponsored to study</li>\n  <li>your job start date is after your course has finished</li>\n  <li>you have studied for a PhD for at least 24 months</li>\n</ul>\n\n<h2 id=\"who-cannot-apply-to-switch-to-this-visa\">Who cannot apply to switch to this visa</h2>\n\n<p>You cannot apply to switch to this visa if you’re currently in the UK:</p>\n\n<ul>\n  <li>on a visit visa</li>\n  <li>on a short-term student visa</li>\n  <li>on a Parent of a Child Student visa</li>\n  <li>on a seasonal worker visa</li>\n  <li>on a domestic worker in a private household visa</li>\n  <li><a href=\"/bail-immigration-detainees\">on immigration bail</a></li>\n  <li>because you were given <a href=\"/government/publications/chapter-1-section-14-leave-outside-the-immigration-rules\">permission to stay outside the immigration rules</a>, for example on compassionate grounds</li>\n</ul>\n\n<p>You must leave the UK and <a href=\"/health-care-worker-visa/apply-from-outside-the-uk\">apply for a Health and Care Worker visa from abroad</a> if you’re in one of these categories.</p>\n\n<h2 id=\"how-long-you-can-stay\">How long you can stay</h2>\n\n<p>You can stay in the UK for as long as your employer is sponsoring you for, up to 5 years at a time. Your certificate of sponsorship will say how long your employer is sponsoring you for.</p>\n\n<h2 id=\"fees\">Fees</h2>\n\n<p><a href=\"/health-care-worker-visa/how-much-it-costs\">Check how much it costs</a> for your type of visa.</p>\n\n<p>You’ll also need to have your biometric information (fingerprints and a photo) taken - there’s no fee for this.</p>\n\n<h2 id=\"proving-your-identity-and-providing-supporting-documents\">Proving your identity and providing supporting documents</h2>\n\n<p>As part of your application you’ll need to prove your identity.</p>\n\n<p>How you do this depends on where you’re from and the type of passport you have.</p>\n\n<p>You’ll either:</p>\n\n<ul>\n  <li>give your fingerprints and a photograph (biometric information) at a \n<a href=\"/ukvcas\">UK Visa and Citizenship Application Services (<abbr title=\"UK Visa and Citizenship Application Services\">UKVCAS</abbr>)</a> service point - this is to get a <a href=\"/biometric-residence-permits\">biometric residence permit</a>\n</li>\n  <li>use the ‘UK Immigration: ID Check’ app to scan your identity document - you’ll also create or sign in to your UK Visas and Immigration (<abbr title=\"UK Visas and Immigration\">UKVI</abbr>) account</li>\n</ul>\n\n<p>You’ll be told what you need to do when you apply.</p>\n\n<h2 id=\"apply-to-switch-to-a-health-and-care-worker-visa\">Apply to switch to a Health and Care Worker visa</h2>\n\n<p>You must apply online before your current visa expires.</p>\n\n<p>Apply for a Skilled Worker visa. You’ll be asked if you’re applying for a Health and Care Worker visa as part of your application - make sure you choose ‘yes’.</p>\n\n<p>Once you’ve started your application, you can save your form and complete it later.</p>\n\n<p><a class=\"gem-c-button govuk-button govuk-button--start\" role=\"button\" data-module=\"govuk-button\" draggable=\"false\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/skilled_worker_in_uk\"><span> Apply now </span><svg class=\"govuk-button__start-icon govuk-!-display-none-print\" xmlns=\"http://www.w3.org/2000/svg\" width=\"17.5\" height=\"19\" viewbox=\"0 0 33 40\" focusable=\"false\" aria-hidden=\"true\"><path fill=\"currentColor\" d=\"M0 0h13l20 20-20 20H0l20-20z\"></path></svg></a></p>\n\n<h2 id=\"continue-your-application\">Continue your application</h2>\n\n<p>You can sign back in to your application if you’ve saved it.</p>\n\n<p><a href=\"/sign-in-visa\">Find out how to sign in to your account</a>.</p>\n\n<h2 id=\"how-long-it-takes-to-get-a-decision\">How long it takes to get a decision</h2>\n\n<p>Once you’ve applied online, proved your identity and provided your documents, you’ll usually get a decision within 3 weeks.</p>\n\n<p>You’ll be contacted if your application will take longer, for example because:</p>\n\n<ul>\n  <li>your supporting documents need to be verified</li>\n  <li>you need to attend an interview</li>\n  <li>of your personal circumstances, for example if you have a criminal conviction</li>\n</ul>\n\n<p>You may be able to <a href=\"/faster-decision-visa-settlement\">pay to get a faster decision</a>.</p>\n\n<h2 id=\"after-you-apply\">After you apply</h2>\n\n<p>If you need to change something in your application after you’ve sent it <a href=\"/contact-ukvi-inside-outside-uk\">contact UK Visas and Immigration (<abbr title=\"UK Visas and Immigration\">UKVI</abbr>)</a>.</p>\n\n<p>You can ask to <a href=\"/cancel-visa\">cancel your application</a>. You’ll only get your fee refunded if <abbr title=\"UK Visas and Immigration\">UKVI</abbr> has not started processing your application.</p>\n\n<p>You’ll get an email or a letter containing the <a href=\"/apply-to-come-to-the-uk/getting-a-decision-on-your-application\">decision on your application</a>. This will explain what you need to do next.</p>\n\n",
        "slug": "switch-to-this-visa",
        "title": "Switch to this visa"
      },
      {
        "body": "<p>You can do additional paid work on a Health and Care Worker visa as long as you’re still doing the job you’re being sponsored for. You can also do unpaid voluntary work.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If you complete your GP training, you can do 4 months of additional paid work.</p>\n</div>\n\n<p>You may need to apply to update your visa to do additional paid work. This will depend on the type of work you’re doing and the hours you’re going to work.</p>\n\n<h2 id=\"work-you-can-do-without-updating-your-visa\">Work you can do without updating your visa</h2>\n\n<p>You can work unlimited hours without updating your visa if you’re:</p>\n\n<ul>\n  <li>working overtime in the job you’re being sponsored for</li>\n  <li>working ‘bank shifts’ for your NHS sponsor</li>\n</ul>\n\n<p>You can also work up to 20 hours a week in another job or for your own business without updating your visa so long as the work you do is either:</p>\n\n<ul>\n  <li>in the same <a rel=\"external\" href=\"https://onsdigital.github.io/dp-classification-tools/standard-occupational-classification/ONS_SOC_occupation_coding_tool.html\">occupation code</a> and at the same level as your main job</li>\n  <li>in a shortage occupation</li>\n</ul>\n\n<p>Find out if the work is in a shortage occupation by checking both:</p>\n\n<ul>\n  <li>\n    <p>the <a href=\"/government/publications/skilled-worker-visa-shortage-occupations-for-health-and-education\">Skilled Worker visa: shortage occupations for health and education</a></p>\n  </li>\n  <li>\n    <p>the <a href=\"/government/publications/skilled-worker-visa-shortage-occupations/skilled-worker-visa-shortage-occupations\">Skilled Worker visa shortage occupation list</a></p>\n  </li>\n</ul>\n\n<h2 id=\"when-youll-need-to-update-your-visa\">When you’ll need to update your visa</h2>\n\n<p>Whether or not you need to update your visa depends on how many hours a week you’ll be working and the type of work you’re doing.</p>\n\n<h3 id=\"if-your-additional-job-is-more-than-20-hours-a-week\">If your additional job is more than 20 hours a week</h3>\n\n<p>You must update your visa.</p>\n\n<h3 id=\"if-your-additional-job-is-20-hours-or-less-a-week\">If your additional job is 20 hours or less a week</h3>\n\n<p>You’ll need to update your visa if your job is not in a shortage occupation and is either:</p>\n\n<ul>\n  <li>\n    <p>in a different <a rel=\"external\" href=\"https://onsdigital.github.io/dp-classification-tools/standard-occupational-classification/ONS_SOC_occupation_coding_tool.html\">occupation code</a> from your first job</p>\n  </li>\n  <li>\n    <p>in the same <a rel=\"external\" href=\"https://onsdigital.github.io/dp-classification-tools/standard-occupational-classification/ONS_SOC_occupation_coding_tool.html\">occupation code</a> as your first job but at a different level</p>\n  </li>\n</ul>\n\n<p>Find out if the job is in a shortage occupation by checking both:</p>\n\n<ul>\n  <li>the <a href=\"/government/publications/skilled-worker-visa-shortage-occupations-for-health-and-education\">Skilled Worker visa: shortage occupations for health and education</a>\n</li>\n  <li>the <a href=\"/government/publications/skilled-worker-visa-shortage-occupations/skilled-worker-visa-shortage-occupations\">Skilled Worker visa shortage occupation list</a>\n</li>\n</ul>\n\n<h2 id=\"apply-to-update-your-visa\">Apply to update your visa</h2>\n\n<p>To apply, you’ll need to:</p>\n\n<ul>\n  <li>\n    <p>get a new certificate of sponsorship from your second employer</p>\n  </li>\n  <li>\n    <p>include a letter with your application explaining that you want to change your current permission to stay</p>\n  </li>\n</ul>\n\n<p><a href=\"/health-care-worker-visa/update-your-visa-if-you-change-job-or-employer\">Apply to update your visa</a>.</p>\n",
        "slug": "taking-a-second-job",
        "title": "Taking on additional work"
      }
    ]
  },
  "document_type": "guide",
  "first_published_at": "2020-08-04T08:00:03Z",
  "links": {
    "available_translations": [
      {
        "api_path": "/api/content/health-care-worker-visa",
        "api_url": "https://www.gov.uk/api/content/health-care-worker-visa",
        "base_path": "/health-care-worker-visa",
        "content_id": "53226059-d719-4f9b-9e39-d8500b1a8683",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2020-11-05T17:49:38Z",
        "schema_name": "guide",
        "title": "Health and Care Worker visa",
        "web_url": "https://www.gov.uk/health-care-worker-visa",
        "withdrawn": false
      }
    ],
    "mainstream_browse_pages": [
      {
        "api_path": "/api/content/browse/visas-immigration/work-visas",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/work-visas",
        "base_path": "/browse/visas-immigration/work-visas",
        "content_id": "4ab4764d-d9ce-425f-a8cc-aaba4a38be09",
        "description": "Skilled Worker visa, Graduate visa, other work visas, right to work",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2023-07-13T12:27:58Z",
        "schema_name": "mainstream_browse_page",
        "title": "Work in the UK",
        "web_url": "https://www.gov.uk/browse/visas-immigration/work-visas",
        "withdrawn": false
      }
    ],
    "organisations": [
      {
        "analytics_identifier": "OT554",
        "api_path": "/api/content/government/organisations/uk-visas-and-immigration",
        "api_url": "https://www.gov.uk/api/content/government/organisations/uk-visas-and-immigration",
        "base_path": "/government/organisations/uk-visas-and-immigration",
        "content_id": "04148522-b0c1-4137-b687-5f3c3bdd561a",
        "details": {
          "acronym": "UKVI",
          "brand": "home-office",
          "default_news_image": null,
          "logo": {
            "crest": "ho",
            "formatted_title": "UK Visas and Immigration"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "UK Visas and Immigration",
        "web_url": "https://www.gov.uk/government/organisations/uk-visas-and-immigration",
        "withdrawn": false
      }
    ],
    "parent": [
      {
        "api_path": "/api/content/browse/visas-immigration/work-visas",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/work-visas",
        "base_path": "/browse/visas-immigration/work-visas",
        "content_id": "4ab4764d-d9ce-425f-a8cc-aaba4a38be09",
        "description": "Skilled Worker visa, Graduate visa, other work visas, right to work",
        "document_type": "mainstream_browse_page",
        "links": {
          "parent": [
            {
              "api_path": "/api/content/browse/visas-immigration",
              "api_url": "https://www.gov.uk/api/content/browse/visas-immigration",
              "base_path": "/browse/visas-immigration",
              "content_id": "df6fcdc4-62bc-4e05-90e3-cb2e452453a4",
              "description": "Apply to visit, work, study, settle or seek asylum in the UK",
              "document_type": "mainstream_browse_page",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2021-06-03T13:56:26Z",
              "schema_name": "mainstream_browse_page",
              "title": "Visas and immigration",
              "web_url": "https://www.gov.uk/browse/visas-immigration",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2023-07-13T12:27:58Z",
        "schema_name": "mainstream_browse_page",
        "title": "Work in the UK",
        "web_url": "https://www.gov.uk/browse/visas-immigration/work-visas",
        "withdrawn": false
      }
    ],
    "primary_publishing_organisation": [
      {
        "analytics_identifier": "OT1056",
        "api_path": "/api/content/government/organisations/government-digital-service",
        "api_url": "https://www.gov.uk/api/content/government/organisations/government-digital-service",
        "base_path": "/government/organisations/government-digital-service",
        "content_id": "af07d5a5-df63-4ddc-9383-6a666845ebe9",
        "details": {
          "acronym": "GDS",
          "brand": "cabinet-office",
          "default_news_image": null,
          "logo": {
            "crest": "single-identity",
            "formatted_title": "Government Digital Service"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Government Digital Service",
        "web_url": "https://www.gov.uk/government/organisations/government-digital-service",
        "withdrawn": false
      }
    ]
  },
  "locale": "en",
  "phase": "live",
  "public_updated_at": "2020-11-05T17:49:38Z",
  "publishing_app": "publisher",
  "publishing_request_id": "21-1707239768.798-10.13.21.38-75352",
  "publishing_scheduled_at": null,
  "rendering_app": "government-frontend",
  "scheduled_publishing_delay_seconds": null,
  "schema_name": "guide",
  "title": "Health and Care Worker visa",
  "updated_at": "2024-02-06T17:16:10Z",
  "withdrawn_notice": {
  }
}