{
  "analytics_identifier": null,
  "base_path": "/british-national-overseas-bno-visa",
  "content_id": "6f684daf-1890-4a84-9475-66f6689d0b39",
  "description": "Apply for a British National (Overseas) visa (known as a BNO visa) to live, work and study in the UK if you or a family member are from Hong Kong and registered as a British national (overseas).",
  "details": {
    "external_related_links": [

    ],
    "hide_chapter_navigation": false,
    "parts": [
      {
        "body": "<p>If you’re from Hong Kong and are a <a href=\"/types-of-british-nationality/british-national-overseas\">British national (overseas)</a> you and your family members can apply for a British National (Overseas) visa.</p>\n\n<p>If you’re the child of a British national (overseas) aged 18 or older and born on or after 1 July 1997, you can apply separately from your parent. Your family members can also apply with you.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You can apply for the BNO visa from overseas, but you should wait for a decision on your application before you travel to the UK.</p>\n</div>\n\n<h2 id=\"who-can-apply\">Who can apply</h2>\n\n<p>You can apply for a <abbr title=\"British National (Overseas)\">BNO</abbr> visa if you’re 18 or older and either:</p>\n\n<ul>\n  <li>a British national (overseas)</li>\n  <li>the child of a British national (overseas) born on or after 1 July 1997</li>\n</ul>\n\n<p>Your permanent home must be:</p>\n\n<ul>\n  <li>in Hong Kong, if you’re applying from outside the UK</li>\n  <li>in the UK, Channel Islands, Isle of Man or Hong Kong if you’re applying in the UK</li>\n</ul>\n\n<h2 id=\"your-family-members\">Your family members</h2>\n\n<p>Your family members can apply for a <abbr title=\"British National (Overseas)\">BNO</abbr> visa if they’re eligible. They must usually apply at the same time as you, unless they are your partner or your child under the age of 18.</p>\n\n<p><a href=\"/british-national-overseas-bno-visa/your-family-members\">Check if your family members can apply</a>.</p>\n\n<h2 id=\"how-long-you-can-stay\">How long you can stay</h2>\n\n<p>You can apply to stay for either:</p>\n\n<ul>\n  <li>2 years and 6 months</li>\n  <li>5 years</li>\n</ul>\n\n<p>You will be able to <a href=\"/british-national-overseas-bno-visa/extend-your-visa\">extend your visa once you’re in the UK</a> if you want to stay longer. You can apply to extend your visa as many times as you want.</p>\n\n<p>After you’ve lived in the UK for 5 years, you can apply to <a href=\"/british-national-overseas-bno-visa/settle-in-the-uk\">live in the UK permanently</a>.</p>\n\n<h2 id=\"what-you-can-and-cannot-do\">What you can and cannot do</h2>\n\n<p>You can:</p>\n\n<ul>\n  <li>work (except you cannot work as a professional sportsperson or sports coach)</li>\n  <li>study (including at school, college or university)</li>\n</ul>\n\n<p>You cannot usually get most benefits (<a href=\"/government/publications/public-funds--2/public-funds\">public funds</a>).</p>\n\n<p>Once you have a <abbr title=\"British National (Overseas)\">BNO</abbr> visa, you might be able to <a href=\"/government/publications/application-for-change-of-conditions-of-leave-to-allow-access-to-public-funds-if-your-circumstances-change\">get access to benefits</a>. You’ll be eligible for this in certain financial circumstances, for example if you:</p>\n\n<ul>\n  <li>do not have a place to live and cannot afford one</li>\n  <li>have a place to live but cannot afford essential living costs like food or heating</li>\n  <li>are at risk of losing your place to live or being unable to afford essential living costs</li>\n  <li>have a very low income, and not having access to benefits would harm your child’s wellbeing</li>\n</ul>\n\n<p>If you do get access to benefits, you can still apply to <a href=\"/british-national-overseas-bno-visa/settle-in-the-uk\">live in the UK permanently</a> after 5 years.</p>\n\n",
        "slug": "overview",
        "title": "Overview"
      },
      {
        "body": "<p>To apply for a British National (Overseas) visa, or to apply to switch to or extend one, you must:</p>\n\n<ul>\n  <li>pay the visa application fee</li>\n  <li>pay the healthcare surcharge</li>\n</ul>\n\n<p>The first time you apply you must prove that you have enough money to support yourself and your family members for at least 6 months while you’re in the UK.</p>\n\n<h2 id=\"visa-application-fee\">Visa application fee</h2>\n\n<p>You and your family members will each need to pay a visa application fee.</p>\n\n<p>It costs:</p>\n\n<ul>\n  <li>£180 if you’re applying for 2 years and 6 months</li>\n  <li>£250 if you’re applying for 5 years</li>\n</ul>\n\n<p>As part of your application, you might need to go to an appointment to give your biometric information (fingerprints and a photo).</p>\n\n<h2 id=\"healthcare-surcharge\">Healthcare surcharge</h2>\n\n<p>You and your family members will each need to pay the healthcare surcharge.</p>\n\n<p>This is so you can use the National Health Service (<abbr title=\"National Health Service\">NHS</abbr>) in the UK. You’ll still need to pay for some <abbr title=\"National Health Service\">NHS</abbr> care such as prescriptions, dental care and eye tests.</p>\n\n<p>For each adult (18 or older) it costs:</p>\n\n<ul>\n  <li>£2,587.50 if you’re staying for 2 years and 6 months</li>\n  <li>£5,175 if you’re staying for 5 years</li>\n</ul>\n\n<p>For each child (under 18), it costs:</p>\n\n<ul>\n  <li>£1,940 if you’re staying for 2 years and 6 months</li>\n  <li>£3,880 if you’re staying for 5 years</li>\n</ul>\n\n<p>You pay the healthcare surcharge as part of your online visa application.</p>\n\n<h3 id=\"if-youre-extending-your-visa-and-you-receive-benefits\">If you’re extending your visa and you receive benefits</h3>\n\n<p>You do not need to pay the healthcare surcharge if you’re extending your visa for 30 months and you’re receiving benefits. You will have to pay it if you’re extending your visa for 60 months.</p>\n\n<p>You’ll need to give evidence that you’re receiving benefits when you apply to extend your visa - for example, bank statements dated within the last 3 months.</p>\n\n<p>You’ll still need to pay the visa application fee.</p>\n\n<h2 id=\"money-to-support-yourself-and-your-family\">Money to support yourself and your family</h2>\n\n<p>When you apply for the first time, you’ll need to show you have enough money to pay for your housing and to support yourself and your family for 6 months.</p>\n\n<p>This can include:</p>\n\n<ul>\n  <li>your income and savings as well as your family member’s</li>\n  <li>money you will earn in your current job in the UK</li>\n  <li>money you will earn if you’re transferring to a job in the UK with your current employer</li>\n  <li>an offer of help from family or friends</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You usually do not need to show you have enough money to support yourself if you’ve been living in the UK for 12 months or more. You’ll still need to show this if you’ve been in the UK on a Youth Mobility Scheme visa.</p>\n</div>\n\n<p>As well as money for housing costs, you’ll need at least the same amount as someone would get on Income Support in the UK.</p>\n\n<p>How much you need depends on how many family members are applying with you. For example, you’ll need about:</p>\n\n<ul>\n  <li>£2,000 as a single adult</li>\n  <li>£3,100 as a couple with a child</li>\n  <li>£4,600 as a couple with 3 children</li>\n  <li>£9,200 as a couple with 2 parents and 2 adult children</li>\n</ul>\n\n<p><a href=\"/british-national-overseas-bno-visa/documents-youll-need-to-apply\">Check what documents you need to show this</a>.</p>\n\n",
        "slug": "how-much-it-costs",
        "title": "How much it costs"
      },
      {
        "body": "<p>Your family members can apply as your ‘dependant’ if you’re either:</p>\n\n<ul>\n  <li>a <a href=\"/types-of-british-nationality/british-national-overseas\">British national (overseas)</a>\n</li>\n  <li>aged 18 or older (and born on or after 1 July 1997) and the child of a British national (overseas)</li>\n</ul>\n\n<p>A dependant can include your:</p>\n\n<ul>\n  <li>husband, wife, civil partner or unmarried partner</li>\n  <li>child or grandchild under 18</li>\n  <li>partner’s child under 18</li>\n  <li>parent, grandparent, brother, sister, son or daughter (18 or older) if they live with you and they’re highly dependent on you because of illness, disability or their age</li>\n</ul>\n\n<p>Children over 18 can still apply if you’re a British national (overseas) and:</p>\n\n<ul>\n  <li>they’re your own child - they must make their own application for a <abbr title=\"British National (Overseas)\">BNO</abbr> visa separately from you</li>\n  <li>they’re your partner’s child - they’re eligible to apply as your dependant if they were born on or after 1 July 1997 (their partner or child is also eligible)</li>\n</ul>\n\n<h2 id=\"partners\">Partners</h2>\n\n<p>They’ll need to prove one of the following:</p>\n\n<ul>\n  <li>they’re in a civil partnership or marriage with you that’s recognised in the UK</li>\n  <li>they’ve been in a relationship with you and you’ve been living together for at least 2 years when they apply</li>\n  <li>they’ve been in a relationship with you for at least 2 years when they apply and you cannot live together, for example because you’re working or studying in different places, or it’s not accepted in your culture</li>\n</ul>\n\n<p>If you’re not living together, they’ll need to prove that you have an ongoing commitment to each other, for example by providing evidence that you:</p>\n\n<ul>\n  <li>communicate regularly with each other</li>\n  <li>support each other financially</li>\n  <li>care for any children you have together</li>\n  <li>spend time together as a couple, for example on holiday or at events</li>\n</ul>\n\n<h2 id=\"children-under-18\">Children under 18</h2>\n\n<p>In most cases, children under 18 need to apply with both parents, unless:</p>\n\n<ul>\n  <li>one parent has sole responsibility for them</li>\n  <li>one parent already has a <abbr title=\"British National (Overseas)\">BNO</abbr> visa</li>\n  <li>one parent has the right to live in the UK permanently, for example if they are a British citizen</li>\n</ul>\n\n<p>The child must normally live with you, unless they’re either:</p>\n\n<ul>\n  <li>living away from home to study</li>\n  <li>applying after you’ve already moved to the UK</li>\n</ul>\n\n<h2 id=\"children-18-or-older\">Children 18 or older</h2>\n\n<p>If you’re a British national (overseas), your partner’s children aged 18 or older can apply as your dependant if they were born on or after 1 July 1997. They must apply at the same time as you and normally live with you unless they’re living away from home to study.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If they’re not eligible for a BNO visa, they may be able to apply for another visa to come to the UK to work or study. <a href=\"/check-uk-visa\">Check what visa they need</a>.</p>\n</div>\n\n<h2 id=\"adult-dependants\">Adult dependants</h2>\n\n<p>Other adult family members (18 or older) can only apply if they live with you and they are highly dependent on you. This means they need long-term personal care to do everyday tasks because of illness, disability or their age.</p>\n\n<p>An adult dependent relative includes your or your partner’s:</p>\n\n<ul>\n  <li>parent or grandparent</li>\n  <li>brother or sister</li>\n  <li>son or daughter</li>\n</ul>\n\n<p>Adult dependent relatives can apply if they can show all of the following:</p>\n\n<ul>\n  <li>they normally live with you or your partner</li>\n  <li>they need long-term care to do everyday personal and household tasks because of illness, disability or their age, and medical records show this</li>\n  <li>they cannot get or afford the care they need in Hong Kong without you - even with your or your partner’s support</li>\n</ul>\n\n<p>If eligible, they can apply as an ‘adult dependent relative’. They must apply at the same time as you.</p>\n\n<h2 id=\"how-long-family-members-can-stay\">How long family members can stay</h2>\n\n<p>When you apply for the first time, your family member will need to apply for the same <abbr title=\"British National (Overseas)\">BNO</abbr> visa as you, for either:</p>\n\n<ul>\n  <li>2 years and 6 months</li>\n  <li>5 years</li>\n</ul>\n\n<p>When you apply for the first time, you and your family members will be able to <a href=\"/british-national-overseas-bno-visa/extend-your-visa\">extend their visa</a>.</p>\n\n<p>After they’ve lived in the UK for 5 years, your family members can apply to <a href=\"/british-national-overseas-bno-visa/settle-in-the-uk\">live in the UK permanently</a>.</p>\n\n<h2 id=\"how-to-apply-with-your-family\">How to apply with your family</h2>\n\n<p>Each family member will need to make their own application as your dependant.</p>\n\n<p>You’ll need to submit your application first to get an application number. This is called a Global Web Form (<abbr title=\"Global Web Form\">GWF</abbr>) or a Unique Application Number (<abbr title=\"Unique Application Number\">UAN</abbr>).</p>\n\n<p>Your family members will need to use your application number when they apply.</p>\n\n<p>If you’re the first person in your family to apply, you can also get a ‘family linking code’ to connect your applications together. Your family members can enter the same code when they apply.</p>\n\n<h3 id=\"partners-and-children-under-18\">Partners and children under 18</h3>\n\n<p>Partners and children under 18 do not have to apply at the same time as you. Your visa must still be valid when they apply.</p>\n\n<h3 id=\"other-family-members\">Other family members</h3>\n\n<p>Other family members must apply within 2 days of your application.</p>\n\n<p>If you have technical problems that mean your family members might not be able to apply within 2 days of you, <a href=\"/contact-ukvi-inside-outside-uk\">contact UK Visas and Immigration (UKVI)</a> for help.</p>\n\n<h2 id=\"apply-online\">Apply online</h2>\n\n<p>Your family members can <a href=\"/british-national-overseas-bno-visa/apply-for-the-first-time\">apply for the first time outside the UK or in the UK</a>.</p>\n\n<p>They can also <a href=\"/british-national-overseas-bno-visa/extend-your-visa\">apply to extend their <abbr title=\"British National (Overseas)\">BNO</abbr> visa</a> or <a href=\"/british-national-overseas-bno-visa/apply-first-time-inside-uk\">switch to a <abbr title=\"British National (Overseas)\">BNO</abbr> visa</a>.</p>\n\n",
        "slug": "your-family-members",
        "title": "Your family members"
      },
      {
        "body": "<p>When you apply you’ll need to provide a valid passport or other travel document that shows your identity and nationality.</p>\n\n<p>If you’re a British national (overseas), you can use a current or expired <abbr title=\"British National (Overseas)\">BNO</abbr> passport (or a photocopy) to show your <abbr title=\"British National (Overseas)\">BNO</abbr> status when you apply.</p>\n\n<p>If you no longer have a <abbr title=\"British National (Overseas)\">BNO</abbr> passport you can still apply. The Home Office will check your status but it may take longer to get a decision on your application.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You do not need a BNO passport to travel to the UK. You can use any valid passport or travel document.</p>\n</div>\n\n<p>You’ll also need to provide evidence:</p>\n\n<ul>\n  <li>\n    <p>that you have a permanent home in Hong Kong, the UK, Channel Islands or Isle of Man</p>\n  </li>\n  <li>\n    <p>that you have enough money to support yourself and your family</p>\n  </li>\n  <li>\n    <p>of your relationship with family members</p>\n  </li>\n  <li>\n    <p>of your tuberculosis (<abbr title=\"tuberculosis\">TB</abbr>) test certificate, if you did not already provide it when you arrived in the UK</p>\n  </li>\n</ul>\n\n<p>You must provide <a href=\"/certifying-a-document\">a certified translation</a> of any documents that are not in English.</p>\n\n<h2 id=\"applying-as-the-adult-child-of-a-british-national-overseas\">Applying as the adult child of a British national (overseas)</h2>\n\n<p>If you’re applying as the child of a British national (overseas) aged 18 or older (and born on or after 1 July 1997) you’ll also need to prove that one of your parents has <abbr title=\"British National (Overseas)\">BNO</abbr> status.</p>\n\n<p>You’ll need to provide:</p>\n\n<ul>\n  <li>your parent’s current or expired passport (or a photocopy)</li>\n  <li>a birth or adoption certificate that proves your relationship</li>\n</ul>\n\n<p>If your parent does not have a <abbr title=\"British National (Overseas)\">BNO</abbr> passport or you are unable to get the details, provide their full name and date of birth in your application. The Home Office will then check your parent’s <abbr title=\"British National (Overseas)\">BNO</abbr> status.</p>\n\n<h2 id=\"proof-of-your-permanent-home-address\">Proof of your permanent home address</h2>\n\n<p>You’ll need to provide up to 3 documents that show your permanent home address. This can include:</p>\n\n<ul>\n  <li>household or utility bills</li>\n  <li>a visa, residence permit or other immigration document (or a colour photocopy)</li>\n  <li>payslips or your most recent P60</li>\n  <li>bank statements</li>\n  <li>a letter from an employer confirming your employment</li>\n  <li>records of rent or mortgage payments</li>\n  <li>an appointment letter from your GP or other healthcare professional</li>\n  <li>a letter from the local council or a government</li>\n</ul>\n\n<p>Your family members (‘dependants’) will need to provide evidence that their permanent home address is the same as yours, unless both of the following are true:</p>\n\n<ul>\n  <li>they’re your partner or child under 18</li>\n  <li>they’re applying after you’ve already moved to the UK</li>\n</ul>\n\n<h2 id=\"proof-you-have-enough-money-to-support-yourself-and-your-family\">Proof you have enough money to support yourself and your family</h2>\n\n<p>You usually need to show that you have <a href=\"/british-national-overseas-bno-visa/how-much-it-costs\">enough money to support yourself and your family (dependants)</a> for 6 months in the UK - unless you’ve been living in the UK for at least 12 months.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If you’ve been in the UK for 12 months or more on a Youth Mobility Scheme visa, you still need to show you have enough money to support yourself and your family.</p>\n</div>\n\n<p>This includes proving you have the money to pay for accommodation or an offer of accommodation from friends or family.</p>\n\n<p>If you’re applying with family, evidence can include you and your family member’s income or savings.</p>\n\n<p>You might need to provide evidence such as:</p>\n\n<ul>\n  <li>bank or savings account statements</li>\n  <li>payslips</li>\n  <li>proof of income from self-employment</li>\n  <li>proof of income from rental property</li>\n  <li>a letter from friends or family with evidence (such as bank statements or payslips) that they have the money to support you and your family</li>\n  <li>a letter confirming an offer of accommodation from friends or family</li>\n  <li>a tenancy or mortgage agreement</li>\n</ul>\n\n<p>At least one piece of evidence must be dated no more than 31 days before you submit your application.</p>\n\n<p>An offer of work does not usually count as evidence unless you’re transferring to a job in the UK with your current employer.</p>\n\n<h2 id=\"evidence-of-your-relationship-with-family-members\">Evidence of your relationship with family members</h2>\n\n<p>If your family members are applying, they’ll need to provide evidence of your relationship with them.</p>\n\n<p>For example:</p>\n\n<ul>\n  <li>a copy of a marriage or civil partnership certificate</li>\n  <li>a birth certificate or adoption certificate for children</li>\n  <li>evidence that their permanent home address is the same as yours</li>\n</ul>\n\n<h2 id=\"when-you-need-a-tb-test-certificate\">When you need a <abbr title=\"tuberculosis\">TB</abbr> test certificate</h2>\n\n<p>You may need a <abbr title=\"tuberculosis\">TB</abbr> certificate for your visa application. Whether you need a certificate depends on where you’re applying from.</p>\n\n<h3 id=\"if-youre-applying-from-outside-the-uk\">If you’re applying from outside the UK</h3>\n\n<p>If you’ve been living in Hong Kong or another <a href=\"/tb-test-visa/countries-where-you-need-a-tb-test-to-enter-the-uk\">country where you have to take a <abbr title=\"tuberculosis\">TB</abbr> test</a> for the past 6 months, you must provide a <a href=\"/tb-test-visa\"><abbr title=\"tuberculosis\">TB</abbr> certificate</a> for your visa application.</p>\n\n<h3 id=\"if-youre-already-in-the-uk\">If you’re already in the UK</h3>\n\n<p>If you provided a <a href=\"/tb-test-visa\"><abbr title=\"tuberculosis\">TB</abbr> certificate</a> to come to the UK, you do not need to show one again.</p>\n\n<p>Otherwise, you’ll need to provide a <abbr title=\"tuberculosis\">TB</abbr> test certificate to stay in the UK if you came from Hong Kong or another <a href=\"/tb-test-visa/countries-where-you-need-a-tb-test-to-enter-the-uk\">country where you have to take the <abbr title=\"tuberculosis\">TB</abbr> test</a>.</p>\n\n<h3 id=\"getting-a-tb-test-certificate\">Getting a <abbr title=\"tuberculosis\">TB</abbr> test certificate</h3>\n\n<p>You might not be able to get a <abbr title=\"tuberculosis\">TB</abbr> test appointment straight away. If you apply for your visa without a certificate, you might not get your certificate by the time your application is being considered.</p>\n\n<p>If you wait until you have your certificate before you apply for your visa, you can avoid the risk of your application being looked at before you get your certificate.</p>\n\n<p>The certificate must be no older than 6 months when you apply for your visa.</p>\n\n<p>Your test certificate must be from either an:</p>\n\n<ul>\n  <li>approved test centre abroad - this can be in any <a href=\"/tb-test-visa/countries-where-you-need-a-tb-test-to-enter-the-uk\">country where you have to take a <abbr title=\"tuberculosis\">TB</abbr> test</a>\n</li>\n  <li><a href=\"/government/publications/uk-tuberculosis-test-clinics-for-hong-kong-bno/tuberculosis-testing-in-the-uk\">approved test centre in the UK</a></li>\n</ul>\n\n",
        "slug": "documents-youll-need-to-apply",
        "title": "Documents you’ll need to apply"
      },
      {
        "body": "<p>You can apply for a British National (Overseas) visa from inside the UK if:</p>\n\n<ul>\n  <li>you’re in the UK as a visitor</li>\n  <li>you’re in the UK on a different visa and want to switch to a <abbr title=\"British National (Overseas)\">BNO</abbr> visa</li>\n  <li>you’ve made an asylum claim</li>\n</ul>\n\n<p>You’ll need to apply online. Before you apply, you can check:</p>\n\n<ul>\n  <li><a href=\"/british-national-overseas-bno-visa/documents-youll-need-to-apply\">what documents you’ll need to apply</a></li>\n  <li><a href=\"/british-national-overseas-bno-visa/how-much-it-costs\">how much it costs</a></li>\n  <li><a href=\"/british-national-overseas-bno-visa/your-family-members\">how to apply with your family</a></li>\n</ul>\n\n<p>If you have an outstanding asylum claim, you should only withdraw it after you’ve submitted your <abbr title=\"British National (Overseas)\">BNO</abbr> visa application.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If you’ve already withdrawn your asylum claim, you must submit your BNO application as soon as possible. Your application may be refused if it’s submitted too long after you withdraw your asylum claim.</p>\n</div>\n\n<p>There is a different process if you want to apply to <a href=\"/british-national-overseas-bno-visa/extend-your-visa\">extend your current <abbr title=\"British National (Overseas)\">BNO</abbr> visa</a>.</p>\n\n<h2 id=\"how-to-apply\">How to apply</h2>\n\n<p>As part of your online application, you’ll need to prove your identity. How you do this depends on what type of passport you have.</p>\n\n<p>You’ll either:</p>\n\n<ul>\n  <li>\n    <p>use the ‘UK Immigration: ID Check’ app to scan your <abbr title=\"British National (Overseas)\">BNO</abbr>, Hong Kong Special Administrative Region (<abbr title=\"Hong Kong Special Administrative Region\">HKSAR</abbr>) or <abbr title=\"European Economic Area\">EEA</abbr> passport - you’ll also create or sign into your UK Visas and Immigration (<abbr title=\"UK Visas and Immigration\">UKVI</abbr>) account</p>\n  </li>\n  <li>\n    <p>go to an appointment at a <a href=\"/find-a-visa-application-centre\">visa application centre</a> to give your fingerprints and a photo - this is to get a <a rel=\"external\" href=\"https://draft-origin.publishing.service.gov.uk/biometric-residence-permits\">biometric residence permit</a></p>\n  </li>\n</ul>\n\n<p>You’ll be told what you need to do when you apply.</p>\n\n<p>If you need to go to an appointment, the centre may have to keep your passport and documents while they process your application.</p>\n\n<h2 id=\"apply-online\">Apply online</h2>\n\n<p><a class=\"gem-c-button govuk-button govuk-button--start\" role=\"button\" data-module=\"govuk-button\" draggable=\"false\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/hkbno_in_uk\"><span> Apply now </span><svg class=\"govuk-button__start-icon govuk-!-display-none-print\" xmlns=\"http://www.w3.org/2000/svg\" width=\"17.5\" height=\"19\" viewbox=\"0 0 33 40\" focusable=\"false\" aria-hidden=\"true\"><path fill=\"currentColor\" d=\"M0 0h13l20 20-20 20H0l20-20z\"></path></svg></a></p>\n\n<h3 id=\"continue-your-application\">Continue your application</h3>\n\n<p>You can continue your application if you’ve saved it. To do this, <a href=\"/sign-in-visa\">find out how to sign in to your account</a>.</p>\n\n<h3 id=\"get-help-to-apply-online\">Get help to apply online</h3>\n\n<p>You can <a href=\"/assisted-digital-help-online-applications\">get help with completing the online form</a> if you:</p>\n\n<ul>\n  <li>\n    <p>do not feel confident using a computer or mobile device</p>\n  </li>\n  <li>\n    <p>do not have internet access</p>\n  </li>\n</ul>\n\n<p>You cannot get immigration advice through this service.</p>\n\n<h2 id=\"how-long-it-takes-to-get-a-decision\">How long it takes to get a decision</h2>\n\n<p>You’ll usually get a decision within 12 weeks of your application date.</p>\n\n<p>If you applied using the ‘UK Immigration: ID check’ app, the 12 weeks starts from the date you submitted your online application.</p>\n\n<p>If you went to a UK Visa and Citizenship Application Services (UKVCAS) point, the 12 weeks starts from the date you attended your appointment and submitted your fingerprints.</p>\n\n<p>Your application may take longer to process if:</p>\n\n<ul>\n  <li>\n    <p>your supporting documents need to be verified or you need to provide more evidence</p>\n  </li>\n  <li>\n    <p>you need to attend an interview</p>\n  </li>\n  <li>\n    <p>you do not have a valid tuberculosis (TB) certificate</p>\n  </li>\n  <li>\n    <p>you have a criminal conviction for an offence that is recognised in the UK</p>\n  </li>\n</ul>\n\n<p>You may be able to pay to <a href=\"/faster-decision-visa-settlement\">get a faster decision</a>.</p>\n\n<h2 id=\"after-you-apply\">After you apply</h2>\n\n<p>You can stay in the UK until you’ve been given a decision about your application.</p>\n\n<p>You must not travel outside of the UK, Channel Islands or Isle of Man until you get a decision.</p>\n\n<h2 id=\"if-youre-applying-with-a-family-member\">If you’re applying with a family member</h2>\n\n<p>You and your family members might get your decisions at different times.</p>\n\n<p>If your family members are waiting for a decision, it does not automatically mean their application has been unsuccessful.</p>\n\n<h2 id=\"if-you-need-to-change-or-cancel-your-application\">If you need to change or cancel your application</h2>\n\n<p>If you need to change something in your application after you’ve sent it, <a href=\"/contact-ukvi-inside-outside-uk\">contact <abbr title=\"UK Visas and Immigration\">UKVI</abbr></a>.</p>\n\n<p>You can ask to <a href=\"/cancel-visa\">cancel your application</a>. Your fee will only be refunded if <abbr title=\"UK Visas and Immigration\">UKVI</abbr> has not started processing your application.</p>\n\n<h2 id=\"after-you-get-a-decision\">After you get a decision</h2>\n\n<p>You’ll get a letter or an email containing the decision on your application. This will explain what you need to do next.</p>\n\n<p><a href=\"/apply-to-come-to-the-uk/getting-a-decision-on-your-application\">Find out what happens after you get your decision</a>.</p>\n\n<h2 id=\"if-your-application-is-unsuccessful\">If your application is unsuccessful</h2>\n\n<p>If your application is unsuccessful, your family members’ applications will also be refused.</p>\n\n<p>You may be able to stay in the UK for up to 12 months if you were not able to prove that you:</p>\n\n<ul>\n  <li>\n    <p>have enough money to support yourself and your family in the UK</p>\n  </li>\n  <li>\n    <p>have a permanent home in the UK, Channel Islands, Isle of Man or Hong Kong</p>\n  </li>\n</ul>\n\n<p>When you get your decision letter, it will say if you’re allowed to do this. You’ll be able to apply for a <abbr title=\"British National (Overseas)\">BNO</abbr> visa again.</p>\n\n<p>If you stay in the UK for up to 12 months, you’ll get a refund for some of the healthcare surcharge you paid.</p>\n\n<p>As an adult (18 or older), you’ll get a refund of:</p>\n\n<ul>\n  <li>\n    <p>£936 if you applied for 2 years and 6 months</p>\n  </li>\n  <li>\n    <p>£2,496 if you applied for 5 years</p>\n  </li>\n</ul>\n\n<p>As a child under 18 you’ll get a refund of:</p>\n\n<ul>\n  <li>\n    <p>£705 if you applied for 2 years and 6 months</p>\n  </li>\n  <li>\n    <p>£1,880 if you applied for 5 years</p>\n  </li>\n</ul>\n\n",
        "slug": "apply-first-time-inside-uk",
        "title": "Apply for the first time from inside the UK"
      },
      {
        "body": "<p>You must apply online.</p>\n\n<p>Before you apply, you can check:</p>\n\n<ul>\n  <li>\n    <p><a href=\"/british-national-overseas-bno-visa/documents-youll-need-to-apply\">what documents you’ll need to apply</a></p>\n  </li>\n  <li>\n    <p><a href=\"/british-national-overseas-bno-visa/how-much-it-costs\">how much it costs</a></p>\n  </li>\n  <li>\n    <p><a href=\"/british-national-overseas-bno-visa/your-family-members\">how to apply with your family</a></p>\n  </li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You should wait for a decision on your application before you travel to the UK.</p>\n</div>\n\n<p>There is a different process if you want to apply to <a href=\"/british-national-overseas-bno-visa/extend-your-visa\">extend your current <abbr title=\"British National (Overseas)\">BNO</abbr> visa</a>.</p>\n\n<h2 id=\"how-to-apply\">How to apply</h2>\n\n<p>As part of your online application, you’ll need to prove your identity. How you do this depends on what type of passport you have.</p>\n\n<p>You’ll either:</p>\n\n<ul>\n  <li>\n    <p>use the ‘UK Immigration: ID Check’ app to scan your <abbr title=\"British National (Overseas)\">BNO</abbr>, Hong Kong Special Administrative Region (HKSAR) or EEA passport - you’ll also create or sign into your UK Visas and Immigration (<abbr title=\"UK Visas and Immigration\">UKVI</abbr>) account</p>\n  </li>\n  <li>\n    <p>go to an appointment at a <a href=\"/find-a-visa-application-centre\">visa application centre</a> to give your fingerprints and a photo - this is to get a <a href=\"/biometric-residence-permits\">biometric residence permit</a></p>\n  </li>\n</ul>\n\n<p>You’ll be told what you need to do when you apply.</p>\n\n<p>If you need to go to an appointment:</p>\n\n<ul>\n  <li>\n    <p>the centre may have to keep your passport and documents while they process your application</p>\n  </li>\n  <li>\n    <p>you may need to travel to get to your nearest visa application centre (this could be in another country)</p>\n  </li>\n</ul>\n\n<h2 id=\"apply-online\">Apply online</h2>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>Your visa will start on the day it’s approved, even if you request a specific start date when you apply.</p>\n</div>\n\n<p><a class=\"gem-c-button govuk-button govuk-button--start\" role=\"button\" data-module=\"govuk-button\" draggable=\"false\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/hkbno_out_uk\"><span> Apply now </span><svg class=\"govuk-button__start-icon govuk-!-display-none-print\" xmlns=\"http://www.w3.org/2000/svg\" width=\"17.5\" height=\"19\" viewbox=\"0 0 33 40\" focusable=\"false\" aria-hidden=\"true\"><path fill=\"currentColor\" d=\"M0 0h13l20 20-20 20H0l20-20z\"></path></svg></a></p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If you use a valid BNO or Hong Kong Special Administrative Region (HKSAR) passport to prove your identity, you do not need to travel to the UK using the same passport.</p>\n</div>\n\n<h3 id=\"continue-your-application\">Continue your application</h3>\n\n<p>You can continue your application if you’ve saved it. To do this, you can sign in to your account using the link from your sign-up email.</p>\n\n<h2 id=\"how-long-it-takes-to-get-a-decision\">How long it takes to get a decision</h2>\n\n<p>You’ll usually get a decision within 12 weeks of your application date.</p>\n\n<p>If you applied using the ‘UK Immigration: ID check’ app, the 12 weeks starts from the date you submitted your online application.</p>\n\n<p>If you went to a visa application centre service point, the 12 weeks starts from the date you attended your appointment and submitted your fingerprints.</p>\n\n<p>Your application may take longer to process if:</p>\n\n<ul>\n  <li>\n    <p>your supporting documents need to be verified or you need to provide more evidence</p>\n  </li>\n  <li>\n    <p>you need to attend an interview</p>\n  </li>\n  <li>\n    <p>you do not have a valid tuberculosis (TB) certificate</p>\n  </li>\n  <li>\n    <p>you have a criminal conviction for an offence that is recognised in the UK</p>\n  </li>\n</ul>\n\n<p>You may be able to pay to <a href=\"/faster-decision-visa-settlement\">get a faster decision</a>.</p>\n\n<h2 id=\"if-youre-applying-with-a-family-member\">If you’re applying with a family member</h2>\n\n<p>You and your family members might get your decisions at different times.</p>\n\n<p>If your family members are waiting for a decision, it does not automatically mean their application has been unsuccessful.</p>\n\n<p>If you plan to travel to the UK with your family and you want to be certain you can all travel together, you may want to wait until all family members have received a decision before making travel arrangements.</p>\n\n<h2 id=\"if-your-application-is-successful\">If your application is successful</h2>\n\n<p>You must travel to the UK:</p>\n\n<ul>\n  <li>\n    <p>within 90 days, if you went to a visa application centre to prove your identity</p>\n  </li>\n  <li>\n    <p>before your visa expires, if you used the ‘UK Immigration: ID Check’ smartphone app to prove your identity</p>\n  </li>\n</ul>\n\n<p>Children under 18 must travel with one or both parents, unless they’re joining their parents who are already in the UK.</p>\n\n<h2 id=\"if-you-need-to-change-or-cancel-your-application\">If you need to change or cancel your application</h2>\n\n<p>If you need to change something in your application after you’ve sent it, <a href=\"/contact-ukvi-inside-outside-uk\">contact <abbr title=\"UK Visas and Immigration\">UKVI</abbr></a>.</p>\n\n<p>You can ask to <a href=\"/cancel-visa\">cancel your application</a>. Your fee will only be refunded if <abbr title=\"UK Visas and Immigration\">UKVI</abbr> has not started processing your application.</p>\n\n<h2 id=\"after-you-get-a-decision\">After you get a decision</h2>\n\n<p>You’ll get a letter or an email containing the decision on your application. This will explain what you need to do next.</p>\n\n<p><a href=\"/apply-to-come-to-the-uk/getting-a-decision-on-your-application\">Find out what happens after you get your decision</a>.</p>\n\n<h2 id=\"if-your-application-is-unsuccessful\">If your application is unsuccessful</h2>\n\n<p>If your application is unsuccessful, your family members’ applications will also be refused. If your application is successful but your family member’s is not, you can still come to the UK.</p>\n\n<p>You’ll get a refund for the healthcare surcharge you paid for each unsuccessful application.</p>\n\n",
        "slug": "apply-first-time-outside-uk",
        "title": "Apply for the first time from outside the UK "
      },
      {
        "body": "<p>If you meet the <a href=\"/british-national-overseas-bno-visa\">eligibility requirements</a>, you can apply to extend your existing <abbr title=\"British National (Overseas)\">BNO</abbr> visa.</p>\n\n<p>You must apply before your existing visa expires.</p>\n\n<p>If you want to <a href=\"/british-national-overseas-bno-visa/settle-in-the-uk\">live permanently in the UK</a>, do not apply earlier than 28 days before your visa expires. This is to make sure you have lived in the UK for 5 years continuously when you apply to settle.</p>\n\n<p>Your new visa will start on the date it is granted. It will not include any time remaining on your previous visa.</p>\n\n<p>There is no limit to the number of times you can extend your <abbr title=\"British National (Overseas)\">BNO</abbr> visa.</p>\n\n<p><a href=\"/british-national-overseas-bno-visa/how-much-it-costs\">Find out how much is costs</a>.</p>\n\n<h2 id=\"your-family-members\">Your family members</h2>\n\n<p>Your family members can apply to extend their <abbr title=\"British National (Overseas)\">BNO</abbr> visa. Each family member will need to make their own application. How they apply depends on their age and if they are dependent on you. They can apply at any time before their current visa expires.</p>\n\n<h3 id=\"children-under-18\">Children under 18</h3>\n\n<p>In most cases, children under 18 need to apply to extend with both parents who have <abbr title=\"British National (Overseas)\">BNO</abbr> visas, unless:</p>\n\n<ul>\n  <li>one parent has sole responsibility</li>\n  <li>one parent has the right to live in the UK permanently, for example if they are a British Citizen</li>\n</ul>\n\n<p>They will need to use your extension reference number to apply.</p>\n\n<h3 id=\"partners-and-children-over-18\">Partners and children over 18</h3>\n\n<p>Partners and children over 18 can apply separately from you and do not need to prove their relationship to you.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If your relationship ends, your partner can apply to extend their visa independently from you.</p>\n</div>\n\n<h3 id=\"adult-dependent-relatives\">Adult dependent relatives</h3>\n\n<p>Adult dependent relatives must apply at either the same time as you or the same time as your partner - they’ll need to use the same extension reference number.</p>\n\n<h2 id=\"apply-online\">Apply online</h2>\n\n<p>As part of your online application, you’ll need to prove your identity. How you do this depends on what type of passport you have.</p>\n\n<p>You’ll either:</p>\n\n<ul>\n  <li>use the ‘UK Immigration: ID Check’ app to scan your <abbr title=\"British National (Overseas)\">BNO</abbr>, Hong Kong Special Administrative Region (HKSAR) or EEA passport - you’ll also create or sign into your UK Visas and Immigration (<abbr title=\"UK Visas and Immigration\">UKVI</abbr>) account</li>\n  <li>go to a <a href=\"/ukvcas\">UK Visa and Citizenship Application Services (<abbr title=\"UK Visa and Citizenship Application Services\">UKVCAS</abbr>)</a> service point to give your fingerprints and a photo - this is to get a <a href=\"/biometric-residence-permits\">biometric residence permit</a>\n</li>\n</ul>\n\n<p>You’ll be told what you need to do when you apply.</p>\n\n<p><a class=\"gem-c-button govuk-button govuk-button--start\" role=\"button\" data-module=\"govuk-button\" draggable=\"false\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/hkbno_in_uk\"><span> Apply now </span><svg class=\"govuk-button__start-icon govuk-!-display-none-print\" xmlns=\"http://www.w3.org/2000/svg\" width=\"17.5\" height=\"19\" viewbox=\"0 0 33 40\" focusable=\"false\" aria-hidden=\"true\"><path fill=\"currentColor\" d=\"M0 0h13l20 20-20 20H0l20-20z\"></path></svg></a></p>\n\n<h3 id=\"continue-your-application\">Continue your application</h3>\n\n<p>You can continue your application if you’ve saved it. To do this, you can sign in to your account using the link from your sign-up email.</p>\n\n<h3 id=\"get-help-to-apply-online\">Get help to apply online</h3>\n\n<p>You can <a href=\"/assisted-digital-help-online-applications\">get help with completing the online form</a> if you:</p>\n\n<ul>\n  <li>do not feel confident using a computer or mobile device</li>\n  <li>do not have internet access</li>\n</ul>\n\n<p>You can only use this service if you’re applying for a visa in the UK.</p>\n\n<p>You cannot get immigration advice through this service.</p>\n\n<h2 id=\"how-long-it-takes-to-get-a-decision\">How long it takes to get a decision</h2>\n\n<p>You’ll usually get a decision within 12 weeks of your application date.</p>\n\n<p>If you applied using the ‘UK Immigration: ID check’ app, the 12 weeks starts from the date you submitted your online application.</p>\n\n<p>If you went to a <abbr title=\"UK Visa and Citizenship Application Services\">UKVCAS</abbr> service point, the 12 weeks starts from the date you attended your appointment and submitted your fingerprints.</p>\n\n<p>Your application may take longer to process if:</p>\n\n<ul>\n  <li>your supporting documents need to be verified or you need to provide more evidence</li>\n  <li>you need to attend an interview</li>\n  <li>you have a criminal conviction for an offence that is recognised in the UK</li>\n</ul>\n\n<p>You may be able to pay to <a href=\"/faster-decision-visa-settlement\">get a faster decision</a>.</p>\n\n<h2 id=\"after-you-apply\">After you apply</h2>\n\n<p>You can stay in the UK until you’ve been given a decision about your application.</p>\n\n<p>You must not travel outside of the UK, Channel Islands or Isle of Man until you get a decision.</p>\n\n<h2 id=\"if-youre-applying-with-a-family-member\">If you’re applying with a family member</h2>\n\n<p>You and your family members might get your decisions at different times.</p>\n\n<p>If your family members are waiting for a decision, it does not automatically mean their application has been unsuccessful.</p>\n\n<h2 id=\"if-you-need-to-change-or-cancel-your-application\">If you need to change or cancel your application</h2>\n\n<p>If you need to change something in your application after you’ve sent it, <a href=\"/contact-ukvi-inside-outside-uk\">contact <abbr title=\"UK Visas and Immigration\">UKVI</abbr></a>.</p>\n\n<p>You can ask to <a href=\"/cancel-visa\">cancel your application</a>. Your fee will only be refunded if <abbr title=\"UK Visas and Immigration\">UKVI</abbr> has not started processing your application.</p>\n\n<h2 id=\"after-you-get-a-decision\">After you get a decision</h2>\n\n<p>You’ll get a letter or an email containing the decision on your application. This will explain what you need to do next.</p>\n\n<p><a href=\"/apply-to-come-to-the-uk/getting-a-decision-on-your-application\">Find out what happens after you get your decision</a>.</p>\n\n",
        "slug": "extend-your-visa",
        "title": "Extend your visa"
      },
      {
        "body": "<p>If you’ve lived in the UK for 5 years, you may be able to apply to stay permanently.</p>\n\n<p>Indefinite leave to remain is how you settle in the UK. It’s also called ‘settlement’. It gives you the right to live, work and study here for as long as you like, and apply for benefits if you’re eligible. You can use it to apply for British citizenship.</p>\n\n<h2 id=\"eligibility\">Eligibility</h2>\n\n<p>You can apply for settlement if you have a <abbr title=\"British National (Overseas)\">BNO</abbr> visa and if you’ve spent 5 continuous years in the UK.</p>\n\n<p>The earliest you can apply is 28 days before you’ve been in the UK for 5 years.</p>\n\n<p>In most cases you must have spent no more than 180 days outside the UK in any 12 month period.</p>\n\n<p>If you think you’re affected by this rule, <a href=\"/guidance/immigration-rules/immigration-rules-appendix-continuous-residence\">find out how to calculate your time in the UK</a> (‘continuous residence’).</p>\n\n<h3 id=\"time-spent-in-the-uk-that-counts-toward-the-5-years\">Time spent in the UK that counts toward the 5 years</h3>\n\n<p>You can count time spent in the UK on any visa that allows you to apply for settlement, as long as your last visa was a <abbr title=\"British National (Overseas)\">BNO</abbr> visa. For example:</p>\n\n<ul>\n  <li>Entrepreneur visa</li>\n  <li>Family visa</li>\n  <li>Global Talent visa (or a Tier 1 Exceptional Talent visa)</li>\n  <li>Investor visa</li>\n  <li>Minister of Religion visa</li>\n  <li>Representative of an Overseas Business visa</li>\n  <li>Skilled Worker visa (or a Tier 2 General work visa)</li>\n  <li>Sportsperson visa</li>\n  <li>UK Ancestry visa</li>\n</ul>\n\n<h3 id=\"time-spent-in-the-uk-that-does-not-count-towards-the-5-years\">Time spent in the UK that does not count towards the 5 years</h3>\n\n<p>You cannot count time you spent in the UK that was outside of the immigration rules. For example, if you had permission granted via ‘leave outside the rules’ at the border for <abbr title=\"British National (Overseas)\">BNO</abbr> status holders and their family members.</p>\n\n<p>You also cannot count time spent on any visa that does not allow you to apply for settlement, for example:</p>\n\n<ul>\n  <li>Youth Mobility Scheme visa</li>\n  <li>Student visa - previously called a Tier 4 (General) student visa Youth</li>\n</ul>\n\n<h3 id=\"knowledge-of-language-and-life-in-the-uk\">Knowledge of language and life in the UK</h3>\n\n<p>If you’re 18 to 64 you’ll usually need to:</p>\n\n<ul>\n  <li>book and pass the <a href=\"/life-in-the-uk-test\">Life in the UK Test</a>\n</li>\n  <li>\n<a href=\"/english-language\">meet the English language requirements</a> by having an English qualification with at least level B1 in speaking and listening or a degree taught or researched in English</li>\n</ul>\n\n<p>There are some circumstances where you do not have to take the <a href=\"https://www.gov.uk/life-in-the-uk-test\">Life in the UK Test</a>, or when <a href=\"https://www.gov.uk/english-language/exemptions\">you do not have to meet the English language requirement</a>.</p>\n\n<h2 id=\"your-family-members-applying-to-settle\">Your family members applying to settle</h2>\n\n<p>Each family member will need to make their own application. How they apply depends on their age and if they’re dependent on you.</p>\n\n<h3 id=\"partners-and-children-18-or-over\">Partners and children 18 or over</h3>\n\n<p>If your partner or your partner’s children aged 18 or over were dependants on your <abbr title=\"British National (Overseas)\">BNO</abbr> visa, they can apply for settlement with you or make their own application.</p>\n\n<p>They do not need to apply at the same time as you or prove their relationship to you.</p>\n\n<h3 id=\"children-under-18\">Children under 18</h3>\n\n<p>Children under 18 can apply for settlement if they were previously dependants on your <abbr title=\"British National (Overseas)\">BNO</abbr> visa.</p>\n\n<p>Each child will need a separate application which will link to yours using your settlement application details.</p>\n\n<p>They must apply for settlement with both of their parents, unless one or both of their parents is already settled or has British citizenship. You should include details of this parent’s settlement application or citizenship in the form.</p>\n\n<p>Your child’s application does not need to include details about both parents if:</p>\n\n<ul>\n  <li>one parent is the only surviving parent</li>\n  <li>one parent has sole responsibility for them</li>\n  <li>there are serious or compelling family or other considerations, for example you (if you’re settled in the UK) or your child has a serious illness</li>\n</ul>\n\n<h3 id=\"adult-dependent-relatives\">Adult dependent relatives</h3>\n\n<p>Adult dependent relatives can apply for settlement if they were previously\ndependants on your <abbr title=\"British National (Overseas)\">BNO</abbr> visa.</p>\n\n<p>They must be the parent, grandparent, brother, sister, son or daughter of someone who is one of the following:</p>\n\n<ul>\n  <li>applying for settlement at the same time</li>\n  <li>already settled</li>\n  <li>a British citizen</li>\n</ul>\n\n<p>Include details of this person’s settlement application or citizenship in the form.</p>\n\n<p>Each adult dependent relative needs a separate application. This will be linked to yours using your settlement application details.</p>\n\n<h2 id=\"fees-and-how-long-it-takes\">Fees and how long it takes</h2>\n\n<p>It costs £2,885 for each person applying. You’ll also need to have your biometric information (fingerprints and a photo) taken - there’s no fee for this.</p>\n\n<p>You’ll usually get a decision within 6 months.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You must not travel outside of the UK, Ireland, the Channel Islands or the Isle of Man until you get a decision. Your application will be withdrawn if you do.</p>\n</div>\n\n<p>You may be able to pay to <a href=\"/faster-decision-visa-settlement\">get a faster decision</a>.</p>\n\n<h2 id=\"apply-to-settle-in-the-uk\">Apply to settle in the UK</h2>\n\n<p>As part of your settlement application, you’ll need to have your fingerprints and photograph taken at a <a href=\"https://www.gov.uk/find-a-visa-application-centre\">visa application centre</a> - this is to prove your identity.</p>\n\n<p>You should apply using the ‘<abbr title=\"British National (Overseas)\">BNO</abbr>’ category on the application form. Once you’ve started your application, you can save your form and complete it later.</p>\n\n<p><a class=\"gem-c-button govuk-button govuk-button--start\" role=\"button\" data-module=\"govuk-button\" draggable=\"false\" href=\"https://visas-immigration.service.gov.uk/product/set-o\"><span> Start now </span><svg class=\"govuk-button__start-icon govuk-!-display-none-print\" xmlns=\"http://www.w3.org/2000/svg\" width=\"17.5\" height=\"19\" viewbox=\"0 0 33 40\" focusable=\"false\" aria-hidden=\"true\"><path fill=\"currentColor\" d=\"M0 0h13l20 20-20 20H0l20-20z\"></path></svg></a></p>\n\n<h2 id=\"after-you-apply\">After you apply</h2>\n\n<p>If your settlement application is successful you’ll be granted indefinite leave to remain. </p>\n\n<p>If you got a biometric residence permit (BRP) when you applied for your <abbr title=\"British National (Overseas)\">BNO</abbr> visa, you’ll get another one.</p>\n\n<p>If you got access to your immigration status online, your status will be updated in your UK Visas and Immigration (<abbr title=\"UK Visas and Immigration\">UKVI</abbr>) account.</p>\n\n<h3 id=\"if-your-application-is-unsuccessful\">If your application is unsuccessful</h3>\n\n<p>If your application for settlement is unsuccessful, your <abbr title=\"British National (Overseas)\">BNO</abbr> visa may be extended for 30 months. You’ll need to meet the requirements for limited leave to remain to get an extension.</p>\n\n<p>You’ll be contacted by <abbr title=\"UK Visas and Immigration\">UKVI</abbr> either by email or letter and asked to <a href=\"/healthcare-immigration-application\">pay the immigration health surcharge (IHS)</a>.</p>\n\n",
        "slug": "settle-in-the-uk",
        "title": "Settle in the UK"
      },
      {
        "body": "<p>If you’re a British national (overseas), you can usually <a href=\"/apply-citizenship-british-nationality/lived-in-the-uk-or-worked-for-the-crown-service\">apply for British citizenship</a> 1 year after you settle in the UK (get ‘indefinite leave to remain’).</p>\n\n<h2 id=\"your-family-members\">Your family members</h2>\n\n<p>Your child is a British citizen if both:</p>\n\n<ul>\n  <li>they were born in the UK</li>\n  <li>you were a British citizen or settled in the UK (had ‘indefinite leave to remain’) when they were born</li>\n</ul>\n\n<h3 id=\"partners-and-adult-relatives\">Partners and adult relatives</h3>\n\n<p>Your partner and adult relatives can <a href=\"/apply-citizenship-indefinite-leave-to-remain\">apply for British citizenship by ‘naturalisation’</a> 1 year after you settle in the UK (‘get indefinite leave to remain’). </p>\n\n<p>If your child aged 18 or over was born in the UK and you were not settled in the UK when they were born, they may be able to <a href=\"/apply-citizenship-born-uk\">apply for British citizenship</a>. They need to have lived in the UK until they were 10 years old.</p>\n\n<h3 id=\"children-under-18\">Children under 18</h3>\n\n<p>If your child was born outside the UK and comes to the UK with you, you can <a href=\"https://www.gov.uk/government/publications/form-mn1-guidance\">apply to register a child as a British citizen (Form MN1)</a>.</p>\n\n<p>If your child was born in the UK and you were not settled in the UK when they were born, they may be able to <a href=\"/apply-citizenship-born-uk\">apply for British citizenship</a>.</p>\n",
        "slug": "becoming-a-british-citizen",
        "title": "Becoming a British citizen"
      }
    ]
  },
  "document_type": "guide",
  "first_published_at": "2021-01-31T09:00:01Z",
  "links": {
    "available_translations": [
      {
        "api_path": "/api/content/british-national-overseas-bno-visa",
        "api_url": "https://www.gov.uk/api/content/british-national-overseas-bno-visa",
        "base_path": "/british-national-overseas-bno-visa",
        "content_id": "6f684daf-1890-4a84-9475-66f6689d0b39",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2021-02-03T15:32:59Z",
        "schema_name": "guide",
        "title": "British National (Overseas) visa",
        "web_url": "https://www.gov.uk/british-national-overseas-bno-visa",
        "withdrawn": false
      }
    ],
    "mainstream_browse_pages": [
      {
        "api_path": "/api/content/browse/visas-immigration/commonwealth-british-nationals-overseas",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/commonwealth-british-nationals-overseas",
        "base_path": "/browse/visas-immigration/commonwealth-british-nationals-overseas",
        "content_id": "2aaa0deb-65be-407c-b331-807c54ded5c1",
        "description": "BNO visa, right of abode, UK Ancestry visa",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2022-12-21T09:01:45Z",
        "schema_name": "mainstream_browse_page",
        "title": "Commonwealth citizens and British nationals (overseas)",
        "web_url": "https://www.gov.uk/browse/visas-immigration/commonwealth-british-nationals-overseas",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/browse/visas-immigration/work-visas",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/work-visas",
        "base_path": "/browse/visas-immigration/work-visas",
        "content_id": "4ab4764d-d9ce-425f-a8cc-aaba4a38be09",
        "description": "Skilled Worker visa, Graduate visa, other work visas, right to work",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2023-07-13T12:27:58Z",
        "schema_name": "mainstream_browse_page",
        "title": "Work in the UK",
        "web_url": "https://www.gov.uk/browse/visas-immigration/work-visas",
        "withdrawn": false
      }
    ],
    "ordered_related_items": [
      {
        "api_path": "/api/content/types-of-british-nationality",
        "api_url": "https://www.gov.uk/api/content/types-of-british-nationality",
        "base_path": "/types-of-british-nationality",
        "content_id": "6b98928a-0261-4b7b-bbf8-a538955120a7",
        "document_type": "guide",
        "links": {
          "mainstream_browse_pages": [
            {
              "api_path": "/api/content/browse/citizenship/citizenship",
              "api_url": "https://www.gov.uk/api/content/browse/citizenship/citizenship",
              "base_path": "/browse/citizenship/citizenship",
              "content_id": "77046841-ab18-438b-9666-f2394a7f06cf",
              "description": "Becoming a citizen, Life in the UK test and getting a passport",
              "document_type": "mainstream_browse_page",
              "links": {
                "parent": [
                  {
                    "api_path": "/api/content/browse/citizenship",
                    "api_url": "https://www.gov.uk/api/content/browse/citizenship",
                    "base_path": "/browse/citizenship",
                    "content_id": "764a2ce0-eae5-414a-a4a9-2217507165fb",
                    "description": "Voting, community participation, life in the UK, international projects",
                    "document_type": "mainstream_browse_page",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2015-04-08T10:48:44Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Citizenship and living in the UK",
                    "web_url": "https://www.gov.uk/browse/citizenship",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "public_updated_at": "2022-12-21T09:00:19Z",
              "schema_name": "mainstream_browse_page",
              "title": "British citizenship ",
              "web_url": "https://www.gov.uk/browse/citizenship/citizenship",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2014-12-22T12:05:03Z",
        "schema_name": "guide",
        "title": "Types of British nationality",
        "web_url": "https://www.gov.uk/types-of-british-nationality",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/guidance/using-the-uk-immigration-id-check-app",
        "api_url": "https://www.gov.uk/api/content/guidance/using-the-uk-immigration-id-check-app",
        "base_path": "/guidance/using-the-uk-immigration-id-check-app",
        "content_id": "f8e073f9-fad1-435a-bdc0-765f3431d3cf",
        "document_type": "detailed_guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2023-10-12T11:06:21Z",
        "schema_name": "detailed_guide",
        "title": "Using the ‘UK Immigration: ID Check’ app",
        "web_url": "https://www.gov.uk/guidance/using-the-uk-immigration-id-check-app",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/guidance/welcome-a-guide-for-hong-kong-british-national-overseas-visa-holders-in-the-uk",
        "api_url": "https://www.gov.uk/api/content/guidance/welcome-a-guide-for-hong-kong-british-national-overseas-visa-holders-in-the-uk",
        "base_path": "/guidance/welcome-a-guide-for-hong-kong-british-national-overseas-visa-holders-in-the-uk",
        "content_id": "ab977c56-3bfd-4a27-9f32-7764b16e7686",
        "document_type": "detailed_guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2024-03-08T13:52:10Z",
        "schema_name": "detailed_guide",
        "title": "Welcome: a guide for Hong Kong British National (Overseas) visa holders in the UK",
        "web_url": "https://www.gov.uk/guidance/welcome-a-guide-for-hong-kong-british-national-overseas-visa-holders-in-the-uk",
        "withdrawn": false
      }
    ],
    "organisations": [
      {
        "analytics_identifier": "OT554",
        "api_path": "/api/content/government/organisations/uk-visas-and-immigration",
        "api_url": "https://www.gov.uk/api/content/government/organisations/uk-visas-and-immigration",
        "base_path": "/government/organisations/uk-visas-and-immigration",
        "content_id": "04148522-b0c1-4137-b687-5f3c3bdd561a",
        "details": {
          "acronym": "UKVI",
          "brand": "home-office",
          "default_news_image": null,
          "logo": {
            "crest": "ho",
            "formatted_title": "UK Visas and Immigration"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "UK Visas and Immigration",
        "web_url": "https://www.gov.uk/government/organisations/uk-visas-and-immigration",
        "withdrawn": false
      }
    ],
    "parent": [
      {
        "api_path": "/api/content/browse/visas-immigration/commonwealth-british-nationals-overseas",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/commonwealth-british-nationals-overseas",
        "base_path": "/browse/visas-immigration/commonwealth-british-nationals-overseas",
        "content_id": "2aaa0deb-65be-407c-b331-807c54ded5c1",
        "description": "BNO visa, right of abode, UK Ancestry visa",
        "document_type": "mainstream_browse_page",
        "links": {
          "parent": [
            {
              "api_path": "/api/content/browse/visas-immigration",
              "api_url": "https://www.gov.uk/api/content/browse/visas-immigration",
              "base_path": "/browse/visas-immigration",
              "content_id": "df6fcdc4-62bc-4e05-90e3-cb2e452453a4",
              "description": "Apply to visit, work, study, settle or seek asylum in the UK",
              "document_type": "mainstream_browse_page",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2021-06-03T13:56:26Z",
              "schema_name": "mainstream_browse_page",
              "title": "Visas and immigration",
              "web_url": "https://www.gov.uk/browse/visas-immigration",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2022-12-21T09:01:45Z",
        "schema_name": "mainstream_browse_page",
        "title": "Commonwealth citizens and British nationals (overseas)",
        "web_url": "https://www.gov.uk/browse/visas-immigration/commonwealth-british-nationals-overseas",
        "withdrawn": false
      }
    ],
    "primary_publishing_organisation": [
      {
        "analytics_identifier": "OT1056",
        "api_path": "/api/content/government/organisations/government-digital-service",
        "api_url": "https://www.gov.uk/api/content/government/organisations/government-digital-service",
        "base_path": "/government/organisations/government-digital-service",
        "content_id": "af07d5a5-df63-4ddc-9383-6a666845ebe9",
        "details": {
          "acronym": "GDS",
          "brand": "cabinet-office",
          "default_news_image": null,
          "logo": {
            "crest": "single-identity",
            "formatted_title": "Government Digital Service"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Government Digital Service",
        "web_url": "https://www.gov.uk/government/organisations/government-digital-service",
        "withdrawn": false
      }
    ]
  },
  "locale": "en",
  "phase": "live",
  "public_updated_at": "2021-02-03T15:32:59Z",
  "publishing_app": "publisher",
  "publishing_request_id": "21-1706887129.735-10.13.22.91-57225",
  "publishing_scheduled_at": null,
  "rendering_app": "government-frontend",
  "scheduled_publishing_delay_seconds": null,
  "schema_name": "guide",
  "title": "British National (Overseas) visa",
  "updated_at": "2024-03-08T13:52:11Z",
  "withdrawn_notice": {
  }
}