{
  "analytics_identifier": null,
  "base_path": "/settlement-refugee-or-humanitarian-protection",
  "content_id": "ec267d5b-35ee-41f1-9b50-33c4f86dfce8",
  "description": "Apply for indefinite leave to remain ('settlement') if you have permission to stay as a refugee, humanitarian protection or Discretionary Leave - fees, who's eligible, family members, how to apply.",
  "details": {
    "external_related_links": [

    ],
    "hide_chapter_navigation": false,
    "parts": [
      {
        "body": "<p>You may be able to apply for indefinite leave to remain (<abbr title=\"indefinite leave to remain\">ILR</abbr>) if you have:</p>\n\n<ul>\n  <li>protection status (permission to stay as a refugee or person with humanitarian protection)</li>\n  <li>Discretionary Leave</li>\n</ul>\n\n<p>Indefinite leave to remain is how you settle in the UK. It’s also called ‘settlement’. It gives you the right to live, work and study here for as long as you like, and apply for benefits if you’re eligible. You can use it to apply for British citizenship.</p>\n\n<p><a href=\"/settlement-refugee-or-humanitarian-protection/eligibility\">Check if you’re eligible for indefinite leave to remain</a>.</p>\n\n<h2 id=\"family-members\">Family members</h2>\n\n<p>Your family members may also be able to apply.</p>\n\n<h3 id=\"partners-and-children-in-the-uk\">Partners and children in the UK</h3>\n\n<p>If they’re already in the UK as your dependant, they can apply to stay in the UK with you if they’re eligible. This includes children born in the UK.</p>\n\n<p><a href=\"/settlement-refugee-or-humanitarian-protection/family-applying-as-dependants\">Check if your family member is eligible</a>.</p>\n\n<p>If your application is successful, your family members will usually have permission to stay in the UK for the same length of time as you.</p>\n\n<h3 id=\"partners-and-children-outside-the-uk\">Partners and children outside the UK</h3>\n\n<p>Your family members may be able to <a href=\"/settlement-refugee-or-humanitarian-protection/family-reunion\">apply to be reunited with you</a> in the UK if your family was formed before you fled your country.</p>\n\n<p>If you formed your family after you left, they must first <a href=\"/join-family-in-uk\">apply for a visa to join you in the UK</a>. This also applies if they’re not eligible to apply as your partner or child.</p>\n\n<h3 id=\"if-you-care-for-an-adult-relative\">If you care for an adult relative</h3>\n\n<p>Your adult dependent relative can apply if all the following are true:</p>\n\n<ul>\n  <li>they’re over 18</li>\n  <li>they have a <a href=\"/uk-family-visa/adult-dependent-relative\">family visa as an adult dependent relative</a>\n</li>\n  <li>you have protection status (permission to stay as a refugee or person with humanitarian protection)</li>\n</ul>\n\n<p>They must apply separately - you cannot include them on your application.</p>\n\n<div role=\"note\" aria-label=\"Warning\" class=\"application-notice help-notice\">\n<p>Make your applications at the same time. Your adult dependent relative’s visa will expire if you’re granted ILR.</p>\n</div>\n\n<h2 id=\"fees\">Fees</h2>\n\n<p>There’s no fee if you have protection status (permission to stay as a refugee or person with humanitarian protection). This will also apply to your partner or child.</p>\n\n<p>If you have Discretionary Leave it costs £2,885 for you and each other person you include in your application. You’ll each need to have your biometric information (fingerprints and a photo) taken - there’s no fee for this.</p>\n\n<h2 id=\"getting-a-decision\">Getting a decision</h2>\n\n<p>You’ll usually get a decision within 6 months.</p>\n\n<p>If you have Discretionary Leave and you paid to use the ‘super priority service’, you’ll get a decision within 2 working days. Working days are Monday to Friday, not including bank holidays.</p>\n\n<p>You cannot use the ‘super priority service’ if you have protection status (permission to stay as a refugee or person with humanitarian protection).</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You must not travel outside the UK, Ireland, the Channel Islands or the Isle of Man until you get a decision. Your application will be withdrawn if you do.</p>\n</div>\n\n<p>You’ll be contacted if your application is complex and will take longer, for example:</p>\n\n<ul>\n  <li>if your supporting documents need to be verified</li>\n  <li>if you need to attend an interview</li>\n  <li>because of your personal circumstances, for example if you have a criminal conviction</li>\n</ul>\n\n<h2 id=\"if-your-application-is-approved\">If your application is approved</h2>\n\n<p>You can do the following:</p>\n\n<ul>\n  <li>work</li>\n  <li>run a business</li>\n  <li>study</li>\n  <li>use public services, such as healthcare and schools</li>\n  <li>apply for public funds (benefits) and pensions</li>\n  <li>apply for <a href=\"/apply-citizenship-indefinite-leave-to-remain\">British citizenship</a>, usually after a minimum of 12 months</li>\n</ul>\n\n<h3 id=\"travelling-outside-the-uk\">Travelling outside the UK</h3>\n\n<p>You can travel outside the UK using a  <a href=\"https://www.gov.uk/apply-home-office-travel-document\">Home Office travel document</a>.</p>\n\n<p>You can lose your indefinite leave to remain if you:</p>\n\n<ul>\n  <li>travel back to the country you sought asylum from</li>\n  <li>stay outside the UK for more than 2 years - you may need to <a href=\"/returning-resident-visa\">apply before you can return to the UK</a>\n</li>\n</ul>\n\n<h2 id=\"if-your-application-for-indefinite-leave-to-remain-is-refused\">If your application for indefinite leave to remain is refused</h2>\n\n<p>If your application is refused and you still need protection status (permission to stay as a refugee or person with humanitarian protection) or Discretionary Leave, you might still be able to stay in the UK. Your decision letter will explain what you’ve been offered instead of indefinite leave to remain.</p>\n\n",
        "slug": "overview",
        "title": "Overview"
      },
      {
        "body": "<p>You must have a residence card if you have protection status (either permission to stay as a refugee or person with humanitarian protection).</p>\n\n<p>If you have Discretionary Leave you must still meet the eligibility criteria for it. Check your documents to see what your criteria are.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>The eligibility criteria are different if you’re <a href=\"/settlement-refugee-or-humanitarian-protection/adult-dependent-relative\">applying as an adult dependent relative</a>.</p>\n</div>\n\n<h2 id=\"time-in-the-uk\">Time in the UK</h2>\n\n<p>You can apply after 5 years in the UK with protection status (you either have permission to stay as a refugee or person with humanitarian protection).</p>\n\n<p>If you have Discretionary Leave, you can apply after:</p>\n\n<ul>\n  <li>6 years if you were first given Discretionary Leave on or before 8 July 2012</li>\n  <li>10 years if you were first given Discretionary Leave from 9 July 2012</li>\n</ul>\n\n",
        "slug": "eligibility",
        "title": "Eligibility"
      },
      {
        "body": "<p>Your family members may be eligible for indefinite leave to remain if you have protection status (either permission to stay as a refugee or person with humanitarian protection) or Discretionary Leave. Your family must both:</p>\n\n<ul>\n  <li>already be in the UK</li>\n  <li>have formed before you left your country</li>\n</ul>\n\n<p>If your family members cannot get indefinite leave to remain because they’re not in the UK, they may be able to join you another way. They can either:</p>\n\n<ul>\n  <li>\n<a href=\"/settlement-refugee-or-humanitarian-protection/family-reunion\">apply to be reunited with you</a> (if you formed your family before you left)</li>\n  <li>\n<a href=\"/uk-family-visa\">apply for a family visa</a> (if you formed your family after you left)</li>\n</ul>\n\n<h2 id=\"eligibility\">Eligibility</h2>\n\n<p>Family members are:</p>\n\n<ul>\n  <li>your partner (husband, wife, civil partner or the person you’ve been in a genuine relationship with for 2 years before applying to settle)</li>\n  <li>your child or children - born in the UK or abroad</li>\n</ul>\n\n<p>You need to provide evidence of your relationship - check the form <a href=\"/settlement-refugee-or-humanitarian-protection/apply\">when you apply</a>.</p>\n\n<p>Your family members must either have been given permission to be in the UK with you:</p>\n\n<ul>\n  <li>\n    <p>as your dependant, at the same time you were granted protection status (permission to stay as a refugee or person with humanitarian protection) or Discretionary Leave</p>\n  </li>\n  <li>\n    <p>using the <a href=\"/settlement-refugee-or-humanitarian-protection/family-reunion\">family reunion</a> route</p>\n  </li>\n</ul>\n\n<p>A child of yours born in the UK who is not a British citizen is also eligible.</p>\n\n<p>You can include your partner and children under 18 on your application form.</p>\n\n<p>You can include your children who are 18 or over if they were living in the UK as your dependant before they turned 18.</p>\n\n<h3 id=\"other-exceptions\">Other exceptions</h3>\n\n<p>Your partner or other dependants cannot apply if they:</p>\n\n<ul>\n  <li>already have permission to be in the UK in another category</li>\n  <li>are currently in the UK without permission</li>\n</ul>\n\n<p>They may be able to <a href=\"/indefinite-leave-to-remain\">apply for indefinite leave to remain some other way</a>.</p>\n\n",
        "slug": "family-applying-as-dependants",
        "title": "Family applying as dependants"
      },
      {
        "body": "<p>You should apply during the last month of your current permission to be in the UK.</p>\n\n<p>You must apply online. The form you use depends on your situation.</p>\n\n<p>Once you’ve started your application, you can save your form and complete it later.</p>\n\n<p>You’ll be told what documents you need to provide when you apply. You’ll usually get a decision within 6 months.</p>\n\n<h2 id=\"if-you-have-protection-status-permission-to-stay-as-a-refugee-or-person-with-humanitarian-protection\">If you have protection status (permission to stay as a refugee or person with humanitarian protection)</h2>\n\n<p><a rel=\"external\" href=\"https://apply-to-visit-or-stay-in-the-uk.homeoffice.gov.uk/sort/start/settlement_set_p_in_uk\">Apply as someone with protection status</a>.</p>\n\n<p><a href=\"/settlement-refugee-or-humanitarian-protection/family-applying-as-dependants\">If your partner or children are eligible</a> to apply, the application form will tell you if you can include them in your own application. If you cannot include them, they’ll need to apply separately.</p>\n\n<h3 id=\"if-your-partner-and-children-need-to-apply-separately\">If your partner and children need to apply separately</h3>\n\n<p>They can:</p>\n\n<ul>\n  <li><a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/product/settlement-adult-relative?_ga=2.93183005.1858412387.1686660323-1576488640.1668592963\">apply as the partner of someone with refugee status or humanitarian protection</a></li>\n  <li><a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/product/settlement-child?_ga=2.93183005.1858412387.1686660323-1576488640.1668592963\">apply as the child of someone with refugee status or humanitarian protection</a></li>\n</ul>\n\n<p>Your partner and children will need to provide biometric information (usually fingerprints and a photo) at a <a href=\"/ukvcas\">UK Visa and Citizenship Application Services (<abbr title=\"UK Visa and Citizenship Application Services\">UKVCAS</abbr>) point</a>.</p>\n\n<h3 id=\"proving-your-identity\">Proving your identity</h3>\n\n<p>As part of your application you’ll need to prove your identity.</p>\n\n<p>You’ll either:</p>\n\n<ul>\n  <li>\n    <p>use the ‘UK Immigration: ID Check’ app to scan your identity document - you’ll also create or sign in to your UK Visas and Immigration (UKVI) account</p>\n  </li>\n  <li>\n    <p>give your fingerprints and a photograph (biometric information) at a <a href=\"/ukvcas\">UK Visa and Citizenship Application Services (<abbr title=\"UK Visa and Citizenship Application Services\">UKVCAS</abbr>) point</a></p>\n  </li>\n</ul>\n\n<p>If you’re applying for your partner and children they’ll need to provide biometric information. You’ll be told what you need to do when you apply.</p>\n\n<p>You’ll also need to submit your supporting documents. You can upload them to the online service, or if you’re attending a <abbr title=\"UK Visa and Citizenship Application Services\">UKVCAS</abbr> service point you can have them scanned at your appointment.</p>\n\n<h2 id=\"if-you-have-discretionary-leave\">If you have Discretionary Leave</h2>\n\n<p>The form you use to apply depends on why you got Discretionary Leave.</p>\n\n<p>You either:</p>\n\n<ul>\n  <li><a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/product/flr-dl\">apply if you were refused asylum</a></li>\n  <li><a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/product/set-o\">apply if your non-asylum application was refused</a></li>\n</ul>\n\n<p>It costs £2,885 for each person applying.</p>\n\n<h3 id=\"providing-biometric-information-and-supporting-documents\">Providing biometric information and supporting documents</h3>\n\n<p>When you apply, you’ll be asked to make an appointment at a <a href=\"/ukvcas\">UK Visa and Citizenship Application Services (<abbr title=\"UK Visa and Citizenship Application Services\">UKVCAS</abbr>) service point</a> to provide your biometric information (usually your fingerprints and a photo).</p>\n\n<p>If you’re applying for your partner and children they’ll also need to provide biometric information.</p>\n\n<p>You’ll also need to submit your supporting documents. You can:</p>\n\n<ul>\n  <li>upload them to the online service</li>\n  <li>have them scanned at your <abbr title=\"UK Visa and Citizenship Application Services\">UKVCAS</abbr> appointment</li>\n</ul>\n\n<h3 id=\"get-a-faster-decision-on-your-application\">Get a faster decision on your application</h3>\n\n<p>If you got Discretionary Leave after your non-asylum application was refused, you can choose to use the super priority service to apply for indefinite leave to remain.</p>\n\n<p>It costs an extra £1,000 to use this service. You’ll get a decision either:</p>\n\n<ul>\n  <li>by the end of the next working day after providing your biometric information, if your appointment is on a weekday</li>\n  <li>2 working days after providing your biometric information, if your appointment is at the weekend</li>\n</ul>\n\n<p>Working days are Monday to Friday, not including bank holidays.</p>\n\n<h2 id=\"get-help-to-apply-online\">Get help to apply online</h2>\n\n<p>You can <a href=\"/assisted-digital-help-online-applications\">get help with completing the online form</a> if you:</p>\n\n<ul>\n  <li>do not feel confident using a computer or mobile device</li>\n  <li>do not have internet access</li>\n</ul>\n\n<p>You can only use this service if you’re applying in the UK.</p>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You cannot get immigration advice through this service.</p>\n</div>\n\n",
        "slug": "apply",
        "title": "Apply"
      },
      {
        "body": "<p>Your partner or child may be able to join or stay with you in the UK if:</p>\n\n<ul>\n  <li>you were part of a family before you were forced to leave your country</li>\n  <li>you have protection status (permission to stay as a refugee or person with humanitarian protection)</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>If you formed your family after you left your country, your partner or child must first <a href=\"/join-family-in-uk\">apply for a visa to join you in the UK</a>. This also applies if they’re not eligible to apply as your partner or child.</p>\n</div>\n\n<p>Your partner or child cannot join you if:</p>\n\n<ul>\n  <li>you have not received a decision on your asylum claim</li>\n  <li>you’re under 18</li>\n</ul>\n\n<p>If their application is successful, your family members will be allowed to come to or stay in the UK with the same permission as you.</p>\n\n<h2 id=\"eligibility\">Eligibility</h2>\n\n<p>Your partner and any children must meet the following requirements.</p>\n\n<h3 id=\"partner\">Partner</h3>\n\n<p>Your partner is someone you’re in a genuine relationship with. You must be able to prove one of the following:</p>\n\n<ul>\n  <li>you’re married</li>\n  <li>you’re in a civil partnership</li>\n</ul>\n\n<p>If you’re not married or in a civil partnership, your partner may be able to join you if you’ve lived together in a relationship like a marriage or civil partnership for at least 2 years in your country you had to flee.</p>\n\n<h3 id=\"children\">Children</h3>\n\n<p>Your child is:</p>\n\n<ul>\n  <li>under the age of 18</li>\n  <li>not married or in a civil partnership</li>\n</ul>\n\n<p>If your child is aged 18 and over, they can apply as a child if all of the following apply:</p>\n\n<ul>\n  <li>your child is dependent on your financial and emotional support</li>\n  <li>the parent of the child is in the UK or they’re eligible to come to the UK for family reunion and are planning on travelling to the UK</li>\n  <li>your child does not live an independent life and cannot afford essential living costs</li>\n  <li>your child has no other relatives for support and cannot get support or work in the country where they are living</li>\n</ul>\n\n<h2 id=\"apply-outside-the-uk\">Apply outside the UK</h2>\n\n<p>Your partner or child must <a rel=\"external\" href=\"https://visas-immigration.service.gov.uk/other-ooc\">apply online</a> for family reunion.</p>\n\n<p>They’ll need to have their fingerprints and photograph (known as ‘biometric information’) taken at a <a href=\"/find-a-visa-application-centre\">visa application centre</a> as part of their application.</p>\n\n<h3 id=\"getting-a-decision\">Getting a decision</h3>\n\n<p>If they have not heard back after 9 months they can <a href=\"/contact-ukvi-inside-outside-uk/y/outside-the-uk\">contact UK Immigration and Visas for help</a>.</p>\n\n<p>Choose ‘Something else’ to get to the right contact details.</p>\n\n<h2 id=\"apply-in-the-uk\">Apply in the UK</h2>\n\n<p>Your partner or child can apply to stay with you in the UK if both of the following are true:</p>\n\n<ul>\n  <li>you have protection status (permission to stay as a refugee or person with humanitarian protection) in the UK</li>\n  <li>they can prove they had a relationship with you before you fled your home country to get protection</li>\n</ul>\n\n<p>Your partner or child can apply by email or by letter.</p>\n\n<div class=\"contact\">\n<p>UKVI Family Reunion Team\n<a href=\"mailto:acscincountryfamilyreunion@homeoffice.gov.uk\">acscincountryfamilyreunion@homeoffice.gov.uk</a></p>\n</div>\n\n<div class=\"address\"><div class=\"adr org fn\"><p>\n  \nUKVI Family Reunion Team  \n<br>Admin Team  \n<br>Level 0  \n<br>Capital Building  \n<br>Liverpool  \n<br>L3 9PP  \n<br>\n</p></div></div>\n\n<h3 id=\"providing-biometric-information-and-supporting-documents\">Providing biometric information and supporting documents</h3>\n<p>When your family member applies, they’ll be asked to make an appointment at a <a href=\"/visas-and-immigration-service-and-support-centres\">Service and Support Centre</a> to provide their biometric information (their fingerprints and a photo) and have their supporting documents checked.</p>\n\n<h2 id=\"fees\">Fees</h2>\n\n<p>There’s no fee for applying for family reunion for eligible family members.</p>\n",
        "slug": "family-reunion",
        "title": "Family reunion"
      }
    ]
  },
  "document_type": "guide",
  "first_published_at": "2014-02-21T15:43:53Z",
  "links": {
    "available_translations": [
      {
        "api_path": "/api/content/settlement-refugee-or-humanitarian-protection",
        "api_url": "https://www.gov.uk/api/content/settlement-refugee-or-humanitarian-protection",
        "base_path": "/settlement-refugee-or-humanitarian-protection",
        "content_id": "ec267d5b-35ee-41f1-9b50-33c4f86dfce8",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2015-03-31T10:29:07Z",
        "schema_name": "guide",
        "title": "Indefinite leave to remain (permission to stay as a refugee, humanitarian protection or Discretionary Leave)",
        "web_url": "https://www.gov.uk/settlement-refugee-or-humanitarian-protection",
        "withdrawn": false
      }
    ],
    "mainstream_browse_pages": [
      {
        "api_path": "/api/content/browse/visas-immigration/settle-in-the-uk",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/settle-in-the-uk",
        "base_path": "/browse/visas-immigration/settle-in-the-uk",
        "content_id": "b5c53aed-51d4-430c-b79f-b09f669ce30a",
        "description": "Ways to settle in the UK, indefinite leave to remain (ILR) and routes to British citizenship",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2022-12-21T09:00:19Z",
        "schema_name": "mainstream_browse_page",
        "title": "Live permanently in the UK",
        "web_url": "https://www.gov.uk/browse/visas-immigration/settle-in-the-uk",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/browse/visas-immigration/asylum",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/asylum",
        "base_path": "/browse/visas-immigration/asylum",
        "content_id": "a8c22ca5-ac34-437b-9a5f-67203d8945f8",
        "description": "Claiming asylum as a refugee, the asylum process and support",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2022-12-21T09:00:38Z",
        "schema_name": "mainstream_browse_page",
        "title": "Seek protection or asylum",
        "web_url": "https://www.gov.uk/browse/visas-immigration/asylum",
        "withdrawn": false
      }
    ],
    "ordered_related_items": [
      {
        "api_path": "/api/content/asylum-support",
        "api_url": "https://www.gov.uk/api/content/asylum-support",
        "base_path": "/asylum-support",
        "content_id": "7d5b4a84-71a6-4e3b-8f3d-d9f1821dc732",
        "document_type": "guide",
        "links": {
          "mainstream_browse_pages": [
            {
              "api_path": "/api/content/browse/visas-immigration/asylum",
              "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/asylum",
              "base_path": "/browse/visas-immigration/asylum",
              "content_id": "a8c22ca5-ac34-437b-9a5f-67203d8945f8",
              "description": "Claiming asylum as a refugee, the asylum process and support",
              "document_type": "mainstream_browse_page",
              "links": {
                "parent": [
                  {
                    "api_path": "/api/content/browse/visas-immigration",
                    "api_url": "https://www.gov.uk/api/content/browse/visas-immigration",
                    "base_path": "/browse/visas-immigration",
                    "content_id": "df6fcdc4-62bc-4e05-90e3-cb2e452453a4",
                    "description": "Apply to visit, work, study, settle or seek asylum in the UK",
                    "document_type": "mainstream_browse_page",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2021-06-03T13:56:26Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Visas and immigration",
                    "web_url": "https://www.gov.uk/browse/visas-immigration",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "public_updated_at": "2022-12-21T09:00:38Z",
              "schema_name": "mainstream_browse_page",
              "title": "Seek protection or asylum",
              "web_url": "https://www.gov.uk/browse/visas-immigration/asylum",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2014-11-17T14:59:16Z",
        "schema_name": "guide",
        "title": "Asylum support",
        "web_url": "https://www.gov.uk/asylum-support",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/apply-home-office-travel-document",
        "api_url": "https://www.gov.uk/api/content/apply-home-office-travel-document",
        "base_path": "/apply-home-office-travel-document",
        "content_id": "bc657011-6bf8-4f90-aa89-8f2500e55421",
        "document_type": "guide",
        "links": {
          "mainstream_browse_pages": [
            {
              "api_path": "/api/content/browse/visas-immigration/asylum",
              "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/asylum",
              "base_path": "/browse/visas-immigration/asylum",
              "content_id": "a8c22ca5-ac34-437b-9a5f-67203d8945f8",
              "description": "Claiming asylum as a refugee, the asylum process and support",
              "document_type": "mainstream_browse_page",
              "links": {
                "parent": [
                  {
                    "api_path": "/api/content/browse/visas-immigration",
                    "api_url": "https://www.gov.uk/api/content/browse/visas-immigration",
                    "base_path": "/browse/visas-immigration",
                    "content_id": "df6fcdc4-62bc-4e05-90e3-cb2e452453a4",
                    "description": "Apply to visit, work, study, settle or seek asylum in the UK",
                    "document_type": "mainstream_browse_page",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2021-06-03T13:56:26Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Visas and immigration",
                    "web_url": "https://www.gov.uk/browse/visas-immigration",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "public_updated_at": "2022-12-21T09:00:38Z",
              "schema_name": "mainstream_browse_page",
              "title": "Seek protection or asylum",
              "web_url": "https://www.gov.uk/browse/visas-immigration/asylum",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2015-01-28T11:05:56Z",
        "schema_name": "guide",
        "title": "Apply for a Home Office travel document",
        "web_url": "https://www.gov.uk/apply-home-office-travel-document",
        "withdrawn": false
      }
    ],
    "organisations": [
      {
        "analytics_identifier": "OT554",
        "api_path": "/api/content/government/organisations/uk-visas-and-immigration",
        "api_url": "https://www.gov.uk/api/content/government/organisations/uk-visas-and-immigration",
        "base_path": "/government/organisations/uk-visas-and-immigration",
        "content_id": "04148522-b0c1-4137-b687-5f3c3bdd561a",
        "details": {
          "acronym": "UKVI",
          "brand": "home-office",
          "default_news_image": null,
          "logo": {
            "crest": "ho",
            "formatted_title": "UK Visas and Immigration"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "UK Visas and Immigration",
        "web_url": "https://www.gov.uk/government/organisations/uk-visas-and-immigration",
        "withdrawn": false
      }
    ],
    "parent": [
      {
        "api_path": "/api/content/browse/visas-immigration/settle-in-the-uk",
        "api_url": "https://www.gov.uk/api/content/browse/visas-immigration/settle-in-the-uk",
        "base_path": "/browse/visas-immigration/settle-in-the-uk",
        "content_id": "b5c53aed-51d4-430c-b79f-b09f669ce30a",
        "description": "Ways to settle in the UK, indefinite leave to remain (ILR) and routes to British citizenship",
        "document_type": "mainstream_browse_page",
        "links": {
          "parent": [
            {
              "api_path": "/api/content/browse/visas-immigration",
              "api_url": "https://www.gov.uk/api/content/browse/visas-immigration",
              "base_path": "/browse/visas-immigration",
              "content_id": "df6fcdc4-62bc-4e05-90e3-cb2e452453a4",
              "description": "Apply to visit, work, study, settle or seek asylum in the UK",
              "document_type": "mainstream_browse_page",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2021-06-03T13:56:26Z",
              "schema_name": "mainstream_browse_page",
              "title": "Visas and immigration",
              "web_url": "https://www.gov.uk/browse/visas-immigration",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2022-12-21T09:00:19Z",
        "schema_name": "mainstream_browse_page",
        "title": "Live permanently in the UK",
        "web_url": "https://www.gov.uk/browse/visas-immigration/settle-in-the-uk",
        "withdrawn": false
      }
    ],
    "primary_publishing_organisation": [
      {
        "analytics_identifier": "OT1056",
        "api_path": "/api/content/government/organisations/government-digital-service",
        "api_url": "https://www.gov.uk/api/content/government/organisations/government-digital-service",
        "base_path": "/government/organisations/government-digital-service",
        "content_id": "af07d5a5-df63-4ddc-9383-6a666845ebe9",
        "details": {
          "acronym": "GDS",
          "brand": "cabinet-office",
          "default_news_image": null,
          "logo": {
            "crest": "single-identity",
            "formatted_title": "Government Digital Service"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Government Digital Service",
        "web_url": "https://www.gov.uk/government/organisations/government-digital-service",
        "withdrawn": false
      }
    ],
    "suggested_ordered_related_items": [
      {
        "api_path": "/api/content/claim-asylum",
        "api_url": "https://www.gov.uk/api/content/claim-asylum",
        "base_path": "/claim-asylum",
        "content_id": "3054cb5d-acc4-409d-9945-1cbe0be39680",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2014-11-19T14:50:37Z",
        "schema_name": "guide",
        "title": "Claim asylum in the UK",
        "web_url": "https://www.gov.uk/claim-asylum",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/asylum-support",
        "api_url": "https://www.gov.uk/api/content/asylum-support",
        "base_path": "/asylum-support",
        "content_id": "7d5b4a84-71a6-4e3b-8f3d-d9f1821dc732",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2014-11-17T14:59:16Z",
        "schema_name": "guide",
        "title": "Asylum support",
        "web_url": "https://www.gov.uk/asylum-support",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/uk-family-visa",
        "api_url": "https://www.gov.uk/api/content/uk-family-visa",
        "base_path": "/uk-family-visa",
        "content_id": "305acc88-488e-44ec-8e5a-1a5de7819ba9",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2021-04-05T23:01:25Z",
        "schema_name": "guide",
        "title": "Family visas: apply, extend or switch",
        "web_url": "https://www.gov.uk/uk-family-visa",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/apply-home-office-travel-document",
        "api_url": "https://www.gov.uk/api/content/apply-home-office-travel-document",
        "base_path": "/apply-home-office-travel-document",
        "content_id": "bc657011-6bf8-4f90-aa89-8f2500e55421",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2015-01-28T11:05:56Z",
        "schema_name": "guide",
        "title": "Apply for a Home Office travel document",
        "web_url": "https://www.gov.uk/apply-home-office-travel-document",
        "withdrawn": false
      }
    ],
    "taxons": [
      {
        "api_path": "/api/content/entering-staying-uk/settlement",
        "api_url": "https://www.gov.uk/api/content/entering-staying-uk/settlement",
        "base_path": "/entering-staying-uk/settlement",
        "content_id": "7f3e73e4-f20d-43be-9c80-021f2ac1897f",
        "details": {
          "internal_name": "Settlement",
          "notes_for_editors": "",
          "visible_to_departmental_editors": false
        },
        "document_type": "taxon",
        "links": {
          "parent_taxons": [
            {
              "api_path": "/api/content/entering-staying-uk/permanent-stay-uk",
              "api_url": "https://www.gov.uk/api/content/entering-staying-uk/permanent-stay-uk",
              "base_path": "/entering-staying-uk/permanent-stay-uk",
              "content_id": "fef7e737-6f1a-4ef4-b844-aa24b630ad03",
              "description": "",
              "details": {
                "internal_name": "Permanent stay in the UK",
                "notes_for_editors": "",
                "visible_to_departmental_editors": false
              },
              "document_type": "taxon",
              "links": {
                "parent_taxons": [
                  {
                    "api_path": "/api/content/entering-staying-uk",
                    "api_url": "https://www.gov.uk/api/content/entering-staying-uk",
                    "base_path": "/entering-staying-uk",
                    "content_id": "ba3a9702-da22-487f-86c1-8334a730e559",
                    "details": {
                      "internal_name": "Entering and staying in the UK",
                      "notes_for_editors": "",
                      "visible_to_departmental_editors": true
                    },
                    "document_type": "taxon",
                    "links": {
                      "root_taxon": [
                        {
                          "api_path": "/api/content/",
                          "api_url": "https://www.gov.uk/api/content/",
                          "base_path": "/",
                          "content_id": "f3bbdec2-0e62-4520-a7fd-6ffd5d36e03a",
                          "document_type": "homepage",
                          "links": {
                          },
                          "locale": "en",
                          "public_updated_at": "2023-06-28T09:32:34Z",
                          "schema_name": "homepage",
                          "title": "GOV.UK homepage",
                          "web_url": "https://www.gov.uk/",
                          "withdrawn": false
                        }
                      ]
                    },
                    "locale": "en",
                    "phase": "live",
                    "public_updated_at": "2018-07-11T08:58:32Z",
                    "schema_name": "taxon",
                    "title": "Entering and staying in the UK",
                    "web_url": "https://www.gov.uk/entering-staying-uk",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "phase": "live",
              "public_updated_at": "2018-07-11T08:58:33Z",
              "schema_name": "taxon",
              "title": "Permanent stay in the UK",
              "web_url": "https://www.gov.uk/entering-staying-uk/permanent-stay-uk",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "phase": "live",
        "public_updated_at": "2018-07-11T08:58:34Z",
        "schema_name": "taxon",
        "title": "Settlement",
        "web_url": "https://www.gov.uk/entering-staying-uk/settlement",
        "withdrawn": false
      }
    ]
  },
  "locale": "en",
  "phase": "live",
  "public_updated_at": "2015-03-31T10:29:07Z",
  "publishing_app": "publisher",
  "publishing_request_id": "21-1708096143.331-10.13.21.112-26465",
  "publishing_scheduled_at": null,
  "rendering_app": "government-frontend",
  "scheduled_publishing_delay_seconds": null,
  "schema_name": "guide",
  "title": "Indefinite leave to remain (permission to stay as a refugee, humanitarian protection or Discretionary Leave)",
  "updated_at": "2024-02-21T09:00:03Z",
  "withdrawn_notice": {
  }
}