{
  "analytics_identifier": null,
  "base_path": "/manage-missing-persons-finances",
  "content_id": "f0cb56b2-af0d-40e2-bb53-802090bcddb3",
  "description": "Manage the finances or property of a missing person, someone kidnapped or taken hostage, or in a foreign prison and not able to communicate. Apply to the High Court to be a guardian. You'll need a guardianship order.",
  "details": {
    "external_related_links": [

    ],
    "hide_chapter_navigation": false,
    "parts": [
      {
        "body": "<p>You can apply to be a guardian and manage the finances or property of someone who:</p>\n\n<ul>\n  <li>is missing</li>\n  <li>is in prison abroad and cannot communicate</li>\n  <li>has been taken hostage or kidnapped</li>\n</ul>\n\n<p>The person must be missing from home and their usual activities.</p>\n\n<p>One of the following must also apply:</p>\n\n<ul>\n  <li>you do not know where they are</li>\n  <li>they cannot contact you to let you know their decisions</li>\n</ul>\n\n<p>You must <a href=\"/manage-missing-persons-finances/apply\">apply to the High Court</a> for a guardianship order.</p>\n\n<p>You can apply when the person has been missing for the previous 90 days. You can apply earlier if it’s urgent, for example the person’s house is being repossessed.</p>\n\n<p>The Office of the Public Guardian will supervise you while you are acting as a guardian. You’ll need to <a href=\"/manage-missing-persons-finances/records-gifts-expenses\">keep records of the activities you carry out</a> and decisions you make.</p>\n\n<p>You must <a href=\"/manage-missing-persons-finances/complete-report\">send reports to the Office of the Public Guardian</a> when they ask you for them. They will tell you when it’s time to send your report.</p>\n\n<p>The Office of the Public Guardian might visit you.</p>\n",
        "slug": "overview",
        "title": "Overview"
      },
      {
        "body": "<p>You can apply if you’re the missing person’s:</p>\n\n<ul>\n  <li>husband, wife or civil partner</li>\n  <li>parent</li>\n  <li>child</li>\n  <li>brother or sister</li>\n  <li>guardian already and you’re renewing the order</li>\n</ul>\n\n<p>You can also apply if you can give the court evidence that you have a ‘sufficient interest’ in the person’s finances or property. This might be, for example, because:</p>\n\n<ul>\n  <li>you have been in a relationship for a long time with the person and you live with them</li>\n  <li>the person is your business partner and you need to continue to run the business</li>\n  <li>you are the person’s step-parent, step-sibling or step-child</li>\n</ul>\n\n<p>The longer you’ve known the person and the better you know them, the easier it will be for you to convince the court that you have ‘sufficient interest’.</p>\n\n<p>You must be over 18 to apply.</p>\n\n",
        "slug": "who-can-apply",
        "title": "Who can apply"
      },
      {
        "body": "<p>You can make a claim yourself or use a legal representative.</p>\n\n<h2 id=\"fill-in-the-form\">Fill in the form</h2>\n\n<p>Download and fill in a <a href=\"/government/publications/form-n208-claim-form-cpr-part-8\">part 8 claim form</a>.</p>\n\n<p>Include:</p>\n\n<ul>\n  <li>your name and address (under ‘claimant’)</li>\n  <li>the missing person’s name (under ‘defendant’)</li>\n  <li>your relationship to the missing person</li>\n  <li>the last known address of the person</li>\n  <li>when the person went missing</li>\n  <li>how long the person has been missing</li>\n</ul>\n\n<p>If you’re applying with other people, complete one form with everyone’s details in it.</p>\n\n<p>You’ll need to write a witness statement to help the court decide if you’re a suitable guardian.</p>\n\n<h2 id=\"witness-statement\">Witness statement</h2>\n\n<p>Confirm that the missing person normally lives in England or Wales.</p>\n\n<p>If you’re not the person’s husband, wife, civil partner, parent, child, brother or sister, explain why you’re interested in the person’s property or financial affairs.</p>\n\n<p>If it’s less than 90 days since the person went missing, explain you need the guardianship order urgently, for example, because the person is going to lose their house.</p>\n\n<p>In the statement, include:</p>\n\n<ul>\n  <li>the person’s usual day-to-day activities and when they stopped doing them</li>\n  <li>evidence that the person has been missing for at least the last 90 days</li>\n  <li>information about the property and finances of the person</li>\n  <li>what you know about their disappearance and where they might be</li>\n  <li>details of any police investigation or report</li>\n  <li>the names and addresses of the missing person’s family, if they have any</li>\n  <li>the proposed <a href=\"/manage-missing-persons-finances/after-youve-applied\">news advert</a>\n</li>\n  <li>whether you’ve been convicted of a criminal offence</li>\n  <li>whether you’ve been refused credit</li>\n  <li>whether you’ve ever been bankrupt</li>\n  <li>whether you’ve run a company that became insolvent or went bankrupt</li>\n  <li>confirmation that you believe the facts in the document are true and accurate (a ‘truth statement’)</li>\n</ul>\n\n<h2 id=\"send-the-form-to-the-high-court\">Send the form to the High Court</h2>\n\n<p>Apply to one of the following:</p>\n\n<ul>\n  <li>the Chancery Division of the High Court - if there are complicated issues with a property or trust</li>\n  <li>the Family Division of the High Court - if it’s likely that family disagreements and issues will happen</li>\n  <li>Your local High Court District Registry</li>\n</ul>\n\n<p>The High Court can transfer your hearing from one division to another. This will not change what you have to pay.</p>\n\n<p>Send one identical copy for <a href=\"/manage-missing-persons-finances/after-youve-applied\">each person you need to tell</a>, plus a copy for the court.</p>\n\n<ul>\n  <li>the form and witness statement</li>\n  <li>any documents you have as supporting evidence, for example police reports</li>\n  <li>a <a href=\"/manage-missing-persons-finances/how-much\">cheque for the court fee</a>, made payable to ‘HM Courts and Tribunals Service’</li>\n</ul>\n\n<div class=\"address\"><div class=\"adr org fn\"><p>\n\nChancery Division of the High Court\n<br>Rolls Building\n<br>7 Rolls Building\n<br>Fetter Lane\n<br>London\n<br>EC4A 1NL\n<br>\n</p></div></div>\n\n<div class=\"address\"><div class=\"adr org fn\"><p>\n\nFamily Division of the High Court\n<br>Royal Courts of Justice\n<br>Strand\n<br>London\n<br>WC2A 2LL\n<br>\n</p></div></div>\n\n<p>Find your <a rel=\"external\" href=\"https://courttribunalfinder.service.gov.uk/search/postcode?aol=High%20Court%20District%20Registry\">local High Court District Registry</a>.</p>\n\n<p><a href=\"/manage-missing-persons-finances/after-youve-applied\">After you apply</a> you’ll need to advertise your claim in a newspaper. The High Court will ask you to go to a hearing.</p>\n",
        "slug": "apply",
        "title": "Apply to be a guardian"
      },
      {
        "body": "<p>You must pay either:</p>\n\n<ul>\n  <li>a £528 application fee if you apply to the Chancery Division of the High Court</li>\n  <li>a £245 application fee if you apply to the Family Division of the High Court</li>\n</ul>\n\n<p>Send a cheque for HM Courts and Tribunals with your application.</p>\n\n<p>You might also have to pay a security bond.</p>\n\n<p>Once you’re appointed as a guardian you must pay:</p>\n\n<ul>\n  <li>a £200 set up fee</li>\n  <li>a £320 supervision fee every year of your guardianship</li>\n</ul>\n\n<p>The Office of the Public Guardian will tell you how and when to pay your set up and supervision fees.</p>\n\n<p>If you want to get the money back for the fees from the missing person’s account, ask the court to give you permission in the guardianship order.</p>\n\n<h2 id=\"pay-the-security-bond\">Pay the security bond</h2>\n\n<p>You might have to pay a security bond before you can use the guardianship order. The High Court will tell you if you need to pay a bond.</p>\n\n<p>If the guardianship order gives you permission, either:</p>\n\n<ul>\n  <li>pay the bond from the person’s funds</li>\n  <li>pay the bond yourself then pay yourself back once you have access to the person’s finances</li>\n</ul>\n\n<p>You cannot start acting for the person until you’ve paid the security bond.</p>\n\n<h2 id=\"get-help-with-your-fees\">Get help with your fees</h2>\n\n<p>You might also be able to <a href=\"/get-help-with-court-fees\">get help paying court fees</a>.</p>\n",
        "slug": "how-much",
        "title": "How much it costs"
      },
      {
        "body": "<p>The court will send copies of your form back to you, with ‘acknowledgement of service’ forms and a case number. It will keep a copy of the form. The High Court will let you know the hearing date.</p>\n\n<p>The hearing will take place at least 8 weeks after the High Court sends you the claim forms back.</p>\n\n<p>When you have a hearing date from the court, you need to tell other people that you’ve applied before the hearing, in case they object. You must also advertise your claim in a newspaper.</p>\n\n<h2 id=\"tell-the-persons-family-that-youve-applied-to-be-their-guardian\">Tell the person’s family that you’ve applied to be their guardian</h2>\n\n<p>You’ll need to tell the missing person’s:</p>\n\n<ul>\n  <li>husband, wife or civil partner</li>\n  <li>parents, brothers and sisters</li>\n  <li>children</li>\n</ul>\n\n<p>Send:</p>\n\n<ul>\n  <li>a copy of the claim form</li>\n  <li>the acknowledgement of service form that the court has sent you</li>\n  <li>copies of the supporting evidence you sent with your application</li>\n  <li>a letter telling them the date of the first hearing</li>\n</ul>\n\n<h2 id=\"advertise-your-claim-in-the-news\">Advertise your claim in the news</h2>\n\n<p>You must advertise your claim within 14 days from the day you get a date for the first court hearing. The advert must appear in a print or online newspaper that covers the missing person’s last known usual address.</p>\n\n<h3 id=\"how-to-write-the-advert\">How to write the advert</h3>\n\n<p>You can use this template for the advert. Add your own information where there are square brackets.</p>\n\n<p>In the High Court of Justice [Family or Chancery] Division</p>\n\n<p>Case number [  ]</p>\n\n<p>In the matter of an application made under the Guardianship (Missing Persons) Act 2017 for a guardianship order in respect of [insert missing person name].</p>\n\n<p>A claim has been issued in the High Court of Justice, [Family or Chancery] Division, case no. [case number], by [your name] for an order that [your name] be appointed guardian in respect of [missing person] (“the missing person”), whose last usual place of residence was [missing person’s address].</p>\n\n<p>The date and venue for the first hearing of the claim application is [date] at [court address]. Any spouse, civil partner, parent, child or sibling of the missing person is entitled to intervene in the matter. Any other person having an interest may apply to the court for permission to intervene in the matter.</p>\n\n<p>If you wish to give notice of intention to intervene or to apply to the court for permission to intervene, you should do so at [court address] as soon as possible, and no later than 14 days before the date of the first hearing, and serve a copy of that notice or application on the claimant at the address given below. Delay may harm your prospects of obtaining permission to intervene if you are not entitled to intervene, and, in any event, may be taken into account on any question relating to costs.</p>\n\n<p>[your name]<br>\n[Name and address of your legal representative, if you have one]<br>\n[Your address, if you do not have a legal representative]</p>\n\n<h2 id=\"tell-the-court-about-the-advert\">Tell the court about the advert</h2>\n\n<p>At least 7 days before the first court hearing, send evidence to the High Court that you advertised the claim. Include the case number the court has sent you. Evidence could be:</p>\n\n<ul>\n  <li>a copy of the printed page</li>\n  <li>a working link to a website</li>\n  <li>confirmation from the news organisation</li>\n</ul>\n\n<h2 id=\"at-the-hearing\">At the hearing</h2>\n\n<p>Bring any supporting documents you have to the hearing.</p>\n\n<p>At the hearing, the judge might consider:</p>\n\n<ul>\n  <li>your relationship with the missing person</li>\n  <li>the missing person’s opinion of you (for example, if there is evidence in writing from before they disappeared)</li>\n  <li>whether you have the right skills and knowledge to be a guardian</li>\n  <li>any conflict of interest between you and the missing person</li>\n</ul>\n\n<p>You might be:</p>\n\n<ul>\n  <li>asked for more information</li>\n  <li>told there has to be another hearing</li>\n</ul>\n\n<p>The court will tell you how to get a court order if someone’s refusing to give you information you need.</p>\n\n<p>There might be several hearings before the High Court makes a decision. It depends on how complicated the case is.</p>\n\n<h2 id=\"if-the-high-court-approves-your-claim\">If the High Court approves your claim</h2>\n\n<p>The judge might tell you at the hearing that you have been successful, or there could be a short wait before you find out. It depends on how complicated your case is and how much the missing person owns.</p>\n\n<p>Once the High Court has given you a guardianship order, they will send you several copies of it and a copy to the Office of the Public Guardian.</p>\n\n<p>The Office of the Public Guardian will register your guardianship and supervise you. You might have to pay a <a href=\"/manage-missing-persons-finances/how-much\">security bond</a>. The High Court will tell you if you do.</p>\n",
        "slug": "after-youve-applied",
        "title": "After you've applied"
      },
      {
        "body": "<p>The guardianship order will tell you when you can start to <a href=\"/manage-missing-persons-finances/make-decisions\">make decisions for the person</a> and what kinds of decision you can make.</p>\n\n<p>The order will also say how long you are guardian for.</p>\n\n<p>Contact the High Court if there are mistakes on the order.</p>\n\n<p>You’ll need apply again to <a href=\"/manage-missing-persons-finances/decision-not-covered\">make a decision on anything that’s not covered by the order</a>.</p>\n\n<h2 id=\"let-people-know-youre-a-guardian\">Let people know you’re a guardian</h2>\n\n<p>The court might give you the right to find out where the person has bank or building society accounts, if you do not know already. You’ll need to write to banks and building societies to find out.</p>\n\n<p>If the order mentions people or organisations, tell them that you’re the guardian.</p>\n\n<p>Some examples are:</p>\n\n<ul>\n  <li>Department for Work and Pensions</li>\n  <li>banks or building societies</li>\n  <li>life assurance companies</li>\n  <li>the payer of any private pensions</li>\n  <li>the solicitor who holds the person’s will or property deeds</li>\n  <li>utility providers</li>\n  <li>the company where the person has a mortgage</li>\n</ul>\n\n<p>Send:</p>\n\n<ul>\n  <li>the guardianship order</li>\n  <li>proof of your name and address</li>\n  <li>proof of the name and address of the person you are guardian for</li>\n</ul>\n\n<p>Proof of name and address could be a driving licence or utility bill. Check with the organisation:</p>\n\n<ul>\n  <li>what proof of name and address they accept</li>\n  <li>whether they’ll accept a photocopy of the guardianship order or only the original</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>Ask organisations to return your guardianship order when you send it out or you may run out of copies.</p>\n</div>\n\n<h2 id=\"pay-bills-and-cancel-payments\">Pay bills and cancel payments</h2>\n\n<p>Once you have access to the person’s accounts and know where their income comes from and their assets, you can make a full list of what’s in their estate so you know what you’re responsible for. If the guardianship order gives you permission, pay any outstanding bills and cancel any payments if they no longer apply.</p>\n\n",
        "slug": "when-youre-appointed",
        "title": "When you’re appointed as a guardian"
      },
      {
        "body": "<p>The Office of the Public Guardian will supervise you while you act as a guardian. You’ll need to keep a record of the decisions you make.</p>\n\n<p>The kinds of decision the guardianship order might let you make include:</p>\n\n<ul>\n  <li>making an investment for the person</li>\n  <li>selling some of the person’s assets</li>\n  <li>cancelling direct debits</li>\n</ul>\n\n<p>Any decisions you make for someone must be right for them (‘in their best interests’).</p>\n\n<h2 id=\"making-decisions-in-someones-best-interests\">Making decisions in someone’s best interests</h2>\n\n<p>Take into account:</p>\n\n<ul>\n  <li>what they would have decided if they could</li>\n  <li>their feelings and wishes</li>\n  <li>their values and beliefs, including moral, political and religious views</li>\n  <li>the views of other people who have an interest in the missing person’s property</li>\n</ul>\n\n<p>Do not make assumptions based on their age, gender, ethnic background, sexuality or health.</p>\n\n<p>It can help to:</p>\n\n<ul>\n  <li>write down what the person has told you is important to them</li>\n  <li>look at other things they wrote down or recorded (such as household budgets or home videos)</li>\n  <li>speak to friends, family or colleagues who know them well</li>\n</ul>\n\n<p>You’ll need to <a href=\"/manage-missing-persons-finances/complete-report\">send a report to the Office for the Public Guardian</a> explaining what decisions you took.</p>\n\n<h2 id=\"difficult-decisions-and-disagreements\">Difficult decisions and disagreements</h2>\n\n<p>Consult the person’s family and friends. Including everyone in a meeting can help you reach agreement.</p>\n\n<p>If you cannot agree you can get advice about how to reach agreement from the Office of the Public Guardian.</p>\n\n<div class=\"contact\">\n<p><strong>Office of the Public Guardian</strong><br>\nTelephone: 0300 456 0300<br>\nMonday, Tuesday, Thursday, Friday, 9am to 5pm <br>\nWednesday, 10am to 5pm<br>\n<a href=\"/call-charges\">Find out about call charges</a></p>\n</div>\n\n<div class=\"address\"><div class=\"adr org fn\"><p>\n\nOffice of the Public Guardian \n<br>PO Box 16185 \n<br>Birmingham \n<br>B2 2WH \n<br>\n</p></div></div>\n\n<p>You must apply again to the High Court <a href=\"/manage-missing-persons-finances/decision-not-covered\">to make a decision not covered by the guardianship order</a>.</p>\n\n",
        "slug": "make-decisions",
        "title": "Make decisions"
      },
      {
        "body": "<p>You must keep financial records and accounts. Follow the rules for gifts and expenses. You must also record the transactions in <a href=\"/manage-missing-persons-finances/complete-report\">your guardianship report</a>.</p>\n\n<h2 id=\"keeping-records\">Keeping records</h2>\n\n<p>Keep a record if you:</p>\n\n<ul>\n  <li>make an investment for the person</li>\n  <li>sell the person’s home, car or other valuables</li>\n  <li>use the person’s money to buy someone a gift</li>\n  <li>ask someone for advice and any disagreements</li>\n  <li>close an account</li>\n  <li>pay a bill</li>\n</ul>\n\n<p>You must keep copies of:</p>\n\n<ul>\n  <li>bank statements and receipts</li>\n  <li>invoices</li>\n  <li>contracts for services or tradespeople</li>\n  <li>letters and emails about your activities as a guardian</li>\n</ul>\n\n<p>The Office of the Public Guardian might ask you to send these in when it reviews your guardian report.</p>\n\n<h2 id=\"giving-gifts\">Giving gifts</h2>\n\n<p>Your guardianship order will say if you can buy gifts or give gifts of money on behalf of the person, including donations to charities. It will also say if there’s a limit on what you can spend.</p>\n\n<p>You must be sure the person can afford the gift.</p>\n\n<h2 id=\"expenses\">Expenses</h2>\n\n<p>Check your guardianship order to find out whether or not you can claim expenses. You can only claim expenses if the order gives you permission and for things you must do to carry out your role as a guardian, for example:</p>\n\n<ul>\n  <li>hiring a professional to do things like fill in the person’s tax return</li>\n  <li>travel costs</li>\n  <li>stationery</li>\n  <li>postage</li>\n  <li>phone calls</li>\n</ul>\n\n<div role=\"note\" aria-label=\"Information\" class=\"application-notice info-notice\">\n<p>You can be ordered to repay the person’s money if you misuse it or make decisions to benefit yourself.</p>\n</div>\n\n<p>Keep your receipts and invoice the person for your expenses.</p>\n",
        "slug": "records-gifts-expenses",
        "title": "Keeping records, giving gifts and claiming expenses"
      },
      {
        "body": "<p>You must write a report for the Office of the Public Guardian each year explaining the decisions you’ve made as a guardian.</p>\n\n<p>It must include:</p>\n\n<ul>\n  <li>the reasons for your decisions and why they were in the <a href=\"/manage-missing-persons-finances/make-decisions\">person’s best interests</a>\n</li>\n  <li>who you spoke to and what they said was in the person’s best interests</li>\n  <li>the opening and closing balances and bank statements</li>\n  <li>payments and transfers in and out of their accounts</li>\n  <li>details of the person’s assets</li>\n  <li>any assets you bought or sold</li>\n</ul>\n\n<p>The Office of the Public Guardian will tell you when to send your report and how to send it.</p>\n\n<p>If you do not send the report, the Office of the Public Guardian might:</p>\n\n<ul>\n  <li>increase the amount of supervision you get</li>\n  <li>ask the court to replace you with a different guardian</li>\n</ul>\n",
        "slug": "complete-report",
        "title": "Complete your report"
      },
      {
        "body": "<p>You must apply to the High Court if you need to change your guardianship, for example to make decisions not covered by the original order.</p>\n\n<h2 id=\"how-to-apply\">How to apply</h2>\n\n<p>Apply to the High Court to change the guardianship order.</p>\n\n<p>Download and fill in <a href=\"/government/publications/form-n244-application-notice\">form N244</a>.</p>\n\n<p>Include your case number and select that you are the ‘claimant’.</p>\n",
        "slug": "decision-not-covered",
        "title": "Make a decision that's not covered by the order"
      },
      {
        "body": "<p>Your guardianship ends automatically if one of the following things happens:</p>\n\n<ul>\n  <li>your guardianship order expires</li>\n  <li>the person dies</li>\n  <li>someone makes a declaration of presumed death</li>\n  <li>you die</li>\n</ul>\n\n<h2 id=\"if-the-person-returns-or-you-decide-to-step-down\">If the person returns or you decide to step down</h2>\n\n<p>You’ll need to apply to the High Court to end (‘revoke’) the guardianship order.</p>\n\n<p>Download and fill in <a href=\"/government/publications/form-n244-application-notice\">form N244</a>.</p>\n\n<p>Include your case number and select that you are the ‘claimant’.</p>\n\n<p>Explain in the details section that you want to revoke the guardianship because the missing person has returned or you’ve decided to step down.</p>\n\n<h2 id=\"renew-your-guardianship\">Renew your guardianship</h2>\n\n<p>The guardianship order will make you a guardian for a maximum of 4 years.</p>\n\n<p>You can apply for another guardianship order when it expires. The process is the same as <a href=\"/manage-missing-persons-finances/apply\">applying for guardianship</a>.</p>\n",
        "slug": "guardianship-ends",
        "title": "When the guardianship ends"
      }
    ]
  },
  "document_type": "guide",
  "first_published_at": "2019-07-30T23:01:08Z",
  "links": {
    "available_translations": [
      {
        "api_path": "/api/content/manage-missing-persons-finances",
        "api_url": "https://www.gov.uk/api/content/manage-missing-persons-finances",
        "base_path": "/manage-missing-persons-finances",
        "content_id": "f0cb56b2-af0d-40e2-bb53-802090bcddb3",
        "document_type": "guide",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2019-08-07T13:54:58Z",
        "schema_name": "guide",
        "title": "Manage a missing person's finances and property",
        "web_url": "https://www.gov.uk/manage-missing-persons-finances",
        "withdrawn": false
      }
    ],
    "mainstream_browse_pages": [
      {
        "api_path": "/api/content/browse/births-deaths-marriages/lasting-power-attorney",
        "api_url": "https://www.gov.uk/api/content/browse/births-deaths-marriages/lasting-power-attorney",
        "base_path": "/browse/births-deaths-marriages/lasting-power-attorney",
        "content_id": "affe9184-22a0-4e27-9254-2e43f6b2c870",
        "description": "Includes dealing with benefits, taxes and leaving care",
        "document_type": "mainstream_browse_page",
        "links": {
        },
        "locale": "en",
        "public_updated_at": "2022-08-24T13:15:26Z",
        "schema_name": "mainstream_browse_page",
        "title": "Lasting power of attorney, being in care and managing finances",
        "web_url": "https://www.gov.uk/browse/births-deaths-marriages/lasting-power-attorney",
        "withdrawn": false
      }
    ],
    "ordered_related_items": [
      {
        "api_path": "/api/content/find-someones-attorney-deputy-or-guardian",
        "api_url": "https://www.gov.uk/api/content/find-someones-attorney-deputy-or-guardian",
        "base_path": "/find-someones-attorney-deputy-or-guardian",
        "content_id": "136bfef2-354c-474b-bf97-a6d39ec4248b",
        "document_type": "answer",
        "links": {
          "mainstream_browse_pages": [
            {
              "api_path": "/api/content/browse/births-deaths-marriages/lasting-power-attorney",
              "api_url": "https://www.gov.uk/api/content/browse/births-deaths-marriages/lasting-power-attorney",
              "base_path": "/browse/births-deaths-marriages/lasting-power-attorney",
              "content_id": "affe9184-22a0-4e27-9254-2e43f6b2c870",
              "description": "Includes dealing with benefits, taxes and leaving care",
              "document_type": "mainstream_browse_page",
              "links": {
                "parent": [
                  {
                    "api_path": "/api/content/browse/births-deaths-marriages",
                    "api_url": "https://www.gov.uk/api/content/browse/births-deaths-marriages",
                    "base_path": "/browse/births-deaths-marriages",
                    "content_id": "f5fe5c9e-e5f1-4b76-9b07-a0af649c440c",
                    "description": "Parenting, civil partnerships, divorce and Lasting Power of Attorney",
                    "document_type": "mainstream_browse_page",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2021-04-27T12:19:57Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Births, deaths, marriages and care",
                    "web_url": "https://www.gov.uk/browse/births-deaths-marriages",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "public_updated_at": "2022-08-24T13:15:26Z",
              "schema_name": "mainstream_browse_page",
              "title": "Lasting power of attorney, being in care and managing finances",
              "web_url": "https://www.gov.uk/browse/births-deaths-marriages/lasting-power-attorney",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2015-12-11T17:47:20Z",
        "schema_name": "answer",
        "title": "Find out if someone has an attorney, deputy or guardian acting for them",
        "web_url": "https://www.gov.uk/find-someones-attorney-deputy-or-guardian",
        "withdrawn": false
      },
      {
        "api_path": "/api/content/report-concern-about-attorney-deputy-guardian",
        "api_url": "https://www.gov.uk/api/content/report-concern-about-attorney-deputy-guardian",
        "base_path": "/report-concern-about-attorney-deputy-guardian",
        "content_id": "9ad48c72-1046-4cbd-9d64-2cbef53624d0",
        "document_type": "answer",
        "links": {
          "mainstream_browse_pages": [
            {
              "api_path": "/api/content/browse/births-deaths-marriages/lasting-power-attorney",
              "api_url": "https://www.gov.uk/api/content/browse/births-deaths-marriages/lasting-power-attorney",
              "base_path": "/browse/births-deaths-marriages/lasting-power-attorney",
              "content_id": "affe9184-22a0-4e27-9254-2e43f6b2c870",
              "description": "Includes dealing with benefits, taxes and leaving care",
              "document_type": "mainstream_browse_page",
              "links": {
                "parent": [
                  {
                    "api_path": "/api/content/browse/births-deaths-marriages",
                    "api_url": "https://www.gov.uk/api/content/browse/births-deaths-marriages",
                    "base_path": "/browse/births-deaths-marriages",
                    "content_id": "f5fe5c9e-e5f1-4b76-9b07-a0af649c440c",
                    "description": "Parenting, civil partnerships, divorce and Lasting Power of Attorney",
                    "document_type": "mainstream_browse_page",
                    "links": {
                    },
                    "locale": "en",
                    "public_updated_at": "2021-04-27T12:19:57Z",
                    "schema_name": "mainstream_browse_page",
                    "title": "Births, deaths, marriages and care",
                    "web_url": "https://www.gov.uk/browse/births-deaths-marriages",
                    "withdrawn": false
                  }
                ]
              },
              "locale": "en",
              "public_updated_at": "2022-08-24T13:15:26Z",
              "schema_name": "mainstream_browse_page",
              "title": "Lasting power of attorney, being in care and managing finances",
              "web_url": "https://www.gov.uk/browse/births-deaths-marriages/lasting-power-attorney",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2016-02-11T09:59:32Z",
        "schema_name": "answer",
        "title": "Report a concern about an attorney, deputy or guardian",
        "web_url": "https://www.gov.uk/report-concern-about-attorney-deputy-guardian",
        "withdrawn": false
      }
    ],
    "organisations": [
      {
        "analytics_identifier": "EA73",
        "api_path": "/api/content/government/organisations/hm-courts-and-tribunals-service",
        "api_url": "https://www.gov.uk/api/content/government/organisations/hm-courts-and-tribunals-service",
        "base_path": "/government/organisations/hm-courts-and-tribunals-service",
        "content_id": "6f757605-ab8f-4b62-84e4-99f79cf085c2",
        "details": {
          "acronym": "HMCTS",
          "brand": "ministry-of-justice",
          "default_news_image": null,
          "logo": {
            "crest": "single-identity",
            "formatted_title": "HM Courts &amp; <br/>Tribunals Service"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "HM Courts & Tribunals Service",
        "web_url": "https://www.gov.uk/government/organisations/hm-courts-and-tribunals-service",
        "withdrawn": false
      },
      {
        "analytics_identifier": "EA72",
        "api_path": "/api/content/government/organisations/office-of-the-public-guardian",
        "api_url": "https://www.gov.uk/api/content/government/organisations/office-of-the-public-guardian",
        "base_path": "/government/organisations/office-of-the-public-guardian",
        "content_id": "8d40ed48-ef2a-42af-a02b-bd4cc84cabc1",
        "details": {
          "acronym": "OPG",
          "brand": "ministry-of-justice",
          "default_news_image": null,
          "logo": {
            "crest": "single-identity",
            "formatted_title": "Office of the <br/>Public Guardian"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Office of the Public Guardian",
        "web_url": "https://www.gov.uk/government/organisations/office-of-the-public-guardian",
        "withdrawn": false
      }
    ],
    "parent": [
      {
        "api_path": "/api/content/browse/births-deaths-marriages/lasting-power-attorney",
        "api_url": "https://www.gov.uk/api/content/browse/births-deaths-marriages/lasting-power-attorney",
        "base_path": "/browse/births-deaths-marriages/lasting-power-attorney",
        "content_id": "affe9184-22a0-4e27-9254-2e43f6b2c870",
        "description": "Includes dealing with benefits, taxes and leaving care",
        "document_type": "mainstream_browse_page",
        "links": {
          "parent": [
            {
              "api_path": "/api/content/browse/births-deaths-marriages",
              "api_url": "https://www.gov.uk/api/content/browse/births-deaths-marriages",
              "base_path": "/browse/births-deaths-marriages",
              "content_id": "f5fe5c9e-e5f1-4b76-9b07-a0af649c440c",
              "description": "Parenting, civil partnerships, divorce and Lasting Power of Attorney",
              "document_type": "mainstream_browse_page",
              "links": {
              },
              "locale": "en",
              "public_updated_at": "2021-04-27T12:19:57Z",
              "schema_name": "mainstream_browse_page",
              "title": "Births, deaths, marriages and care",
              "web_url": "https://www.gov.uk/browse/births-deaths-marriages",
              "withdrawn": false
            }
          ]
        },
        "locale": "en",
        "public_updated_at": "2022-08-24T13:15:26Z",
        "schema_name": "mainstream_browse_page",
        "title": "Lasting power of attorney, being in care and managing finances",
        "web_url": "https://www.gov.uk/browse/births-deaths-marriages/lasting-power-attorney",
        "withdrawn": false
      }
    ],
    "primary_publishing_organisation": [
      {
        "analytics_identifier": "OT1056",
        "api_path": "/api/content/government/organisations/government-digital-service",
        "api_url": "https://www.gov.uk/api/content/government/organisations/government-digital-service",
        "base_path": "/government/organisations/government-digital-service",
        "content_id": "af07d5a5-df63-4ddc-9383-6a666845ebe9",
        "details": {
          "acronym": "GDS",
          "brand": "cabinet-office",
          "default_news_image": null,
          "logo": {
            "crest": "single-identity",
            "formatted_title": "Government Digital Service"
          },
          "organisation_govuk_status": {
            "status": "live",
            "updated_at": null,
            "url": null
          }
        },
        "document_type": "organisation",
        "links": {
        },
        "locale": "en",
        "schema_name": "organisation",
        "title": "Government Digital Service",
        "web_url": "https://www.gov.uk/government/organisations/government-digital-service",
        "withdrawn": false
      }
    ]
  },
  "locale": "en",
  "phase": "live",
  "public_updated_at": "2019-08-07T13:54:58Z",
  "publishing_app": "publisher",
  "publishing_request_id": "5083-1578995817.471-10.13.1.140-541",
  "publishing_scheduled_at": null,
  "rendering_app": "government-frontend",
  "scheduled_publishing_delay_seconds": null,
  "schema_name": "guide",
  "title": "Manage a missing person's finances and property",
  "updated_at": "2024-03-06T13:10:52Z",
  "withdrawn_notice": {
  }
}